[
{"title": "一剪梅·中秋元月", "author": "辛弃疾", "paragraphs": "忆对中秋丹桂丛，花也杯中，月也杯中。今宵楼上一尊同，云湿纱窗，雨湿纱窗。\t浑欲乘风问化工，路也难通，信也难通。满堂唯有烛花红，歌且从容，杯且从容。", "topic": "中秋", "notes": ["尊：同“樽”，酒杯。", "浑欲：简直想。化工：指自然的造化者。", "从容：悠闲舒缓，不慌不忙。"], "background": "该词作于公元1182年（宋孝宗淳熙九年）到公元1192年（宋光宗绍熙三年）辛弃疾闲居带湖期间，具体年份已不可考。诗人的那种报国无门、济世无望、壮志难酬的悲愤全都倾注于问“月”之中，通过该词表达出来。"},
{"title": "阳关曲·中秋月", "author": "苏轼", "paragraphs": "中秋作本名小秦王，入腔即阳关曲\t暮云收尽溢清寒，银汉无声转玉盘。\t此生此夜不长好，明月明年何处看。", "topic": "中秋", "notes": ["阳关曲：本名《渭城曲》。单调二十八字，四句三平韵。宋", "云：《渭城曲》绝句，近世又歌入《小秦王》，更名《阳关曲》。属双调，又属大石调。按，唐教坊记，有《小秦王曲》，即《秦王小破阵乐》也，属坐部伎。", "溢：满出。暗寓月色如水之意。", "银汉：银河。", "玉盘：喻月。"], "background": "公元1077年（熙宁十年）八月十五日作于徐州。是年二月胞弟苏辙与东坡相见，四月间陪他同赴徐州，八月中秋之后方才离去。这是暌别七年来兄弟首次相聚并共度中秋。"},
{"title": "太常引·建康中秋夜为吕叔潜赋", "author": "辛弃疾", "paragraphs": "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？\t乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。", "topic": "中秋", "notes": [" ", "太常引：词牌名。", "吕叔潜：名大虬，生平事迹不详，似为作者声气相应的朋友。", "金波：形容月光浮动，因亦指月光。", "飞镜：飞天之明镜，指月亮。", "姮娥：即嫦娥，传说中的月中仙女。", "被白发欺人奈何：化用薛能《春日使府寓怀》“青春背我堂堂去，白发欺人故故生”诗意。", "斫：砍。", "桂：桂树。", "婆娑：树影摇曳的样子。"], "background": ""},
{"title": "水调歌头·徐州中秋", "author": "苏辙", "paragraphs": "离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。\t坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。", "topic": "中秋", "notes": ["水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。", "离别：比较长久地跟人或地方分开。", "七度：七次。", "今夕：今天。", "不胜：无法承担；承受不了。", "彭城：彭城，鼓声之城，即今江苏徐州，是黄帝最初的都城。", "古汴（biàn）：古汴河。", "凉州：曲名，唐开元中西凉州所献。", "鼓吹：鼓吹乐。", "鸿雁：俗称大雁。", "汀（tīng）州：水中小洲。", "翠羽帔（pèi），紫绮（qǐ）裘（qiú）：指豪华衣饰。", "素娥：即嫦娥，此处指月亮。", "无赖：无所倚靠；无可奈何。", "曾不：不曾。", "清尊：酒器。", "水驿：水路驿站。", "依旧：照旧。", "但恐：但害怕。", "王粲（càn）：王粲（177年—217年2月17日），字仲宣。山阳郡高平县（今山东微山两城镇）人。", "相对：相望。"], "background": "这首词写于公元1077年（宋神宗熙宁十年）。是年四月，苏轼离京赴徐州任徐州知州，作者与之偕行。到达后，苏辙在徐州停留了百余日，兄弟二人共同度过了一段美好的时光。中秋节时，二人一起泛舟赏月，终于得过一个团圆的佳节。然中秋过后，苏辙又要转道赴南都（今河南淮阳）留守签判任，于是在临别前写下此词。"},
{"title": "水调歌头·中秋", "author": "米芾", "paragraphs": "砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。\t怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。", "topic": "中秋", "notes": ["砧声：也作“碪声”，捣衣声。", "《短日》：短日碪声急，重云雁影深。", "蟠蟀：蟋蟀的一种，宋代顾逢曾作《观鬭蟠蟀有感》。", "高秋：天高气爽的秋天。", "宋玉解悲秋：宋玉《九辨》：悲哉秋之为气也，萧瑟兮草木摇落而变衰。", "兴况：情趣，意趣。", "分付：分别付予，这里指给酒樽分别倒酒。", "醽醁（líng  lù）：古代的一种美酒。", "清时：清平之时，也指太平盛世。", "金瓯（ōu）：酒杯的美称。瓯，杯子。", "阑干十二：曲曲折折的栏杆。阑干，即栏杆。十二，形容曲折之多。", "欹（qī）:斜倚着，斜靠。"], "background": ""},
{"title": "桂枝香·吹箫人去", "author": "刘辰翁", "paragraphs": "吹箫人去。但桂影徘徊，荒杯承露。东望芙蓉缥缈，寒光如注。去年夜半横江梦，倚危樯，参差曾赋。茫茫角动，回舟尽兴，未惊鸥鹭。\t情知道、明年何处。漫待客黄楼，尘波前度。二十四桥，颇有杜书记否。二三字者今如此，看使君、角巾东路。人间俯仰，悲欢何限，团圆如故。", "topic": "中秋", "notes": ["桂枝香：《桂枝香》又名《疏帘淡月》。", "桂影，桂花树的影子。", "使君：汉代称“刺使”：使君从南来，五马立踟蹰。汉代以后用作对州郡长官的尊称。", "角巾：借指隐士或布衣。", "俯仰：低头和抬头，比喻很短的时间。"], "background": "刘辰翁一生致力于文学创作和文学批评活动，其文学成就主要表现在词作方面。辰翁的词对苏辛词派既是发扬又有创新，形成自己独有的清空疏越之气，对元明词的创作产生了很大的影响。1262年（景定三年）登进士第。因与权臣不合，以母老为由请为濂溪书院山长。"},
{"title": "江城子·中秋早雨晚晴", "author": "陈著", "paragraphs": "中秋佳月最端圆。老痴顽。见多番。杯酒相延，今夕不应慳。残雨如何妨乐事，声淅淅，点斑斑。\t天应有意故遮阑。拍人间。等闲看。好处时光，须用著些难。直待黄昏风卷霁，金滟滟，玉团团。", "topic": "中秋", "notes": ["见多：识：知道。见过的多，知道的广。形容阅历深，经验多。", "残雨：将要终止的雨。", "等闲：轻易；随便。", "须用：一定要。", "滟滟：水光貌，形容水波闪动的样子。", "团团：圆月。"], "background": "中秋节，中国传统节日之一，为每年农历八月十五，传说是为了纪念嫦娥奔月。八月为秋季的第二个月，古时称为仲秋，因处于秋季之中和八月之中，故民间称为中秋，又称秋夕、八月节、八月半、月夕、月节，又因为这一天月亮满圆，象征团圆，又称为团圆节。"},
{"title": "水调歌头·明月几时有", "author": "苏轼", "paragraphs": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。\t明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。\t转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。", "topic": "中秋", "notes": ["丙辰：指公元1076年（宋神宗熙宁九年）。这一年", "在密州(今山东省诸城市)任太守。", "达旦：到天亮。", "子由：苏轼的弟弟苏辙的字。", "把酒：端起酒杯。把，执、持。", "天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。", "归去：回去，这里指回到月宫里去。", "琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。", "不胜（shèng,旧时读shēng）：经受不住。", "胜：承担、承受。", "弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。", "何似：何如，哪里比得上。", "转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。", "朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。", "不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？", "何事：为什么。", "此事：指人的“欢”“合” 和月的“晴”“圆”。", "但：只。", "千里共婵（chán ）娟（juān）：只希望两人年年平安，虽然相隔千里，也能一起欣赏这美好的月光。", "共：一起欣赏。", "婵娟：指月亮。"], "background": "这首词是公元1076年（宋神宗熙宁九年）中秋作者在密州时所作。词前的小序交待了写词的过程：“丙辰中秋，欢饮达旦，大醉。作此篇，兼怀子由。”苏轼因为与当权的变法者王安石等人政见不同，自求外放，辗转在各地为官。他曾经要求调任到离苏辙较近的地方为官，以求兄弟多多聚会。公元1074年（熙宁七年）苏轼差知密州。到密州后，这一愿望仍无法实现。公元1076年的中秋，皓月当空，银辉遍地，词人与胞弟苏辙分别之后，已七年未得团聚。此刻，词人面对一轮明月，心潮起伏，于是乘酒兴正酣，挥笔写下了这首名篇。"},
{"title": "念奴娇·中秋", "author": "苏轼", "paragraphs": "凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。\t我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。", "topic": "中秋", "notes": ["元丰五年八月十五日在黄州作。念奴娇：南北曲均有。属大石调。字句格律与词牌前半阕同。南曲用作引子，北曲用于套曲中。另北曲大石调有《百字令》，别名《念奴娇》，与词牌全阕同，用为小令。", "桂魄：月亮的别称。古人称月体为魄，又传月中有桂树，故称月亮为“桂魄”。", "“冷浸”句：秋天的碧空浸透着清冷的月光。", "玉宇琼楼：传说中月宫里神仙居住的楼宇。形容月中宫殿的精美。", "乘鸾：《异闻录》：“开元中，明皇与申天师游月中，见素娥十余人，皓衣乘白鸾， 笑舞于广庭大桂树下。”", "清凉国：唐", "诗残句：“溪山自是清凉国。”", "烟树：烟雾笼罩的树木。历历：清楚可数。", "翻然：回飞的样子。", "鹏翼：大鹏之翅。"], "background": "这首词是元丰五年（1082）中秋，苏轼在黄州时写的，当时作者仍在被贬谪之中。"},
{"title": "西江月·世事一场大梦", "author": "苏轼", "paragraphs": "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。\t酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。", "topic": "中秋", "notes": ["西江月：原为唐教坊曲，后用作词调。《乐章集》《张子野词》并入“中吕宫”。五十字，上下片各两平韵，结句各叶一仄韵。", "世事一场大梦：《庄子·齐物论》：“且有大觉，而后知其大梦也。”", "《春日醉起言志》：“处世若大梦，胡为劳其生。”", "新凉：一作“秋凉”。", "风叶：风吹树叶所发出的声音。鸣廊：在回廊上发出声响。《淮南子·说山训》：“见一叶落而知岁之将暮。”徐寅《人生几何赋》：“落叶辞柯，人生几何”。此由风叶鸣廊联想到人生之短暂。", "眉头鬓上: 指眉头上的愁思鬓上的白发。", "贱：质量低劣。", "妨：遮蔽。", "孤光：指独在中天的月亮。", "琖：同“盏”，酒杯。"], "background": "不同的苏轼诗词选本、论著对苏轼《西江月·世事一场大梦》一词作于何时、为谁而作有不同的说法，有的甚至标题都不同。大致有如下二种不同的说法：一、公元1097年（绍圣四年）作于儋州。二、公元1080年（元丰三年）作于黄州。"},
{"title": "念奴娇·中秋对月", "author": "文征明", "paragraphs": "桂花浮玉，正月满天街，夜凉如洗。风泛须眉并骨寒，人在水晶宫里。蛟龙偃蹇，观阙嵯峨，缥缈笙歌沸。霜华满地，欲跨彩云飞起。\t记得去年今夕，酾酒溪亭，淡月云来去。千里江山昨梦非，转眼秋光如许。青雀西来，嫦娥报我，道佳期近矣。寄言俦侣，莫负广寒沈醉。", "topic": "中秋", "notes": ["偃蹇：骄横；傲慢；盛气凌人。", "嵯峨：屹立。", "俦侣：伴侣；朋辈。"], "background": ""},
{"title": "思佳客·闰中秋", "author": "吴文英", "paragraphs": "丹桂花开第二番。东篱展却宴期宽。人间宝镜离仍合，海上仙槎去复还。\t分不尽，半凉天。可怜闲剩此婵娟。素娥未隔三秋梦，赢得今宵又倚阑。", "topic": "中秋", "notes": ["仍：一本作“还”。", "婵娟：明月。原指美女，有时特指嫦娥。相传嫦娥的月宫仙女，又借指明月。", "素娥：即嫦娥。"], "background": ""},
{"title": "琵琶仙·中秋", "author": "纳兰性德", "paragraphs": "碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。\t花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。", "topic": "中秋", "notes": ["碧海：传说中的海名。", "冰轮：月亮代名之一，历来用以形容皎洁的满月。", "吹到二句：谓秋风把一片秋花吹开了，那明亮的月光犹如白雪。清辉，指明亮的月光。", "花径二句：捉迷藏，又称逮猫儿，儿童玩的一种游戏。井梧叶：谓井边的梧桐树叶。", "轻纨小扇：即纨扇。", "一任二句：紫玉，指笛箫，因截紫竹所制，故名。"], "background": "词作乃中秋月下，对于昔时情爱的思忆。此词可能作于康熙十六年（1678）中秋。这年春天，纳兰妻卢氏病故。"},
{"title": "折桂令·中秋", "author": "张养浩", "paragraphs": "一轮飞镜谁磨？照彻乾坤，印透山河。玉露泠泠，洗秋空银汉无波，比常夜清光更多，尽无碍桂影婆娑。老子高歌，为问嫦娥，良夜恹恹，不醉如何？", "topic": "中秋", "notes": ["折桂令：此调又名《百字折桂令》、《天香引》、《秋风一枝》、《蟾宫曲》。此调为元人小令曲名。", "飞镜：比喻中秋之月。", "玉露泠泠：月光清凉、凄清的样子。", "银汉：天河。", "桂：指传说中月中的桂树。", "婆娑：形容桂树的影子舞动。", "嫦娥：传说中月官里的仙女。", "恹恹：精神萎靡的样子。"], "background": "蒙元王朝建立后，官场黑暗腐败，张养浩为官廉正，主张清除吏弊，改革政局，虽处位不低，终因直言敢谏两次获罪遭贬，以致晚年在山林过了较长一段隐居生活。这是一篇熔铸前人诗句、巧妙地以景抒情的佳构，前有姚燧以辛弃疾《太常引·建康中秋为吕书潜赋》作底子写出情思迥异的《黑漆弩》，张养浩则复将辛词加以翻演，写出了这篇咏中秋的《折桂令》。"},
{"title": "满江红·中秋寄远", "author": "辛弃疾", "paragraphs": "快上西楼，怕天放、浮云遮月。但唤取、玉纤横笛，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤冷有愁无？应华发。\t云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。", "topic": "中秋", "notes": ["寄远：寄语远人。就词意看，这个远人可能是词人眷恋过的歌舞女子。", "“但唤取”两句：请美人吹笛，驱散浮云，唤出明月。按：此暗用吴殊中秋赏月事。玉纤：洁白纤细，指美人的手。横管：笛子。", "冰壶：盛冰的玉壶。此喻月夜的天地一片清凉洁爽。玉斧修时节：刚经玉斧修磨过的月亮，又圆又亮。", "“问嫦娥”两句：想来月中嫦娥，孤冷凄寂白发。此暗用丰商隐《嫦娥》诗意：“嫦娥应悔偷灵药，碧海青天夜夜心。”孤令：即孤零。", "“云液”四句：回忆当年歌舞欢聚的情景。云液满：斟满美酒。琼杯：玉杯。咽：指歌声凄清悲咽。", "“叹十常”两句：叹明月十有八九津人心意，欲圆还缺。此即", "“何事常向别时圆”（《水调歌头》）之意。磨：修磨，指把月修圆磨亮。", "“但愿”两句：愿明月如今夜常圆，人情未必总是别离。此化用苏轼《水调歌头》词意： “但愿人长久，千里共婵娟。”看承别：别样看待。"], "background": "《满江红·中秋寄远》作于末孝宗乾道中期（1169年前后），辛弃疾任建康（今江苏南京）通判。词中女子的身份有多种说法，一说是与辛弃疾有着感情纠葛的歌舞女子，即情人，一说是辛弃疾的妻子。"},
{"title": "洞仙歌·泗州中秋作", "author": "晁补之", "paragraphs": "青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。\t水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。", "topic": "中秋", "notes": ["泗州：今安徽省泗县。", "幂（mì）：烟雾弥漫貌。", "永：长，兼指时间或空间。", "寒螀（jiāng）：即寒蝉，体小，秋出而鸣。", "神京：指北宋京城汴梁。", "蓝桥：谓秀才裴航于蓝桥会仙女云英事。唐裴铏《传奇·裴航》云：长庆中，有秀才裴航，行于湘汉。同行樊夫人，国色天姿，航欲求之，夫人与诗曰：“一饮琼浆百感生，玄霜捣尽见云英。蓝桥便是神仙宫，何必崎岖上玉清。”后经蓝桥驿侧近，因渴甚，遂下道求浆而饮，会云英，以玉杵臼为礼，结为连理。方知云英为仙女、樊夫人则云英之姐也。蓝桥，今陕西省蓝田县西南蓝溪之上，故名。", "云母屏：云母为花岗岩主要成分，可作屏风，艳丽光泽。", "佳人：这里指席间的女性。", "流霞：本天上云霞，语意双关，借指美酒。《太平广记》引《抱朴子·须曼卿》曰：蒲坂有须曼卿者曰：“在山中三年精思，有仙人来迎我，乘龙升天。龙行甚疾，头昂尾低，令人在上危怖。及到天上，先过紫府，金床玉几，晃晃昱昱，真贵处也。仙人以流霞一杯饮我，辄不饥渴。忽然思家，天帝前谒拜失仪，见斥来还。令更自修责，乃可更往。昔淮南王", "，升天见上帝，而箕坐大言，自称寡人，遂见谪，守天厕三年。吾何人哉？”河东因号曼卿为“斥仙人”。", "胡床：古代一种轻便坐具，可以折叠。"], "background": "这首《洞仙歌》是晁补之于宋徽宗大观四年（公元1110年）中秋在泗州（宋时属淮南东路）所作。作者时任泗州知州。本词是作者绝笔之作。"},
{"title": "新雁过妆楼·中秋后一夕李方庵月庭延客命小妓过新水令坐间赋词", "author": "吴文英", "paragraphs": "阆苑高寒。金枢动、冰宫桂树年年。翦秋一半，难破万户连环。织锦相思楼影下，钿钗暗约小帘间。共无眠。素娥惯得，西坠阑干。\t谁知壶中自乐，正醉围夜玉，浅斗婵娟。雁风自劲，云气不上凉天。红牙润沾素手，听一曲清歌双雾鬟。徐郎老，恨断肠声在，离镜孤鸾。", "topic": "中秋", "notes": "", "background": ""},
{"title": "浣溪沙·中秋坐上十八客", "author": "张孝祥", "paragraphs": "同是瀛洲册府仙，今朝聊结社中莲，胡笳按拍酒如川。\t唤起封姨清晚暑，更将荔子荐新圆，从今三夜看婵娟。", "topic": "中秋", "notes": "", "background": ""},
{"title": "好事近·中秋席上和王路钤", "author": "辛弃疾", "paragraphs": "明月到今宵，长是不如人约。想见广寒宫殿，正云梳风掠。\t夜深休更唤笙歌，檐头雨声恶。不是小山词就，这一场寥索。", "topic": "中秋", "notes": "", "background": ""},
{"title": "尾犯·甲辰中秋", "author": "吴文英", "paragraphs": "绀海掣微云，金井暮凉，梧韵风急。何处楼高，想清光先得。江汜冷、冰绡乍洗，素娥堪，菱花再拭。影留人去，忍向夜深，帘户照陈迹。\t竹房苔径小，对日暮、数尽烟碧。露蓼香泾，记年时相识。二十五、声声秋点，梦不认、屏山路窄。醉魂幽扬，满地桂阴无人惜。", "topic": "中秋", "notes": ["尾犯：词牌名。《词谱》：“词见《乐章集》，‘夜雨滴空阶’词，注：正宫，‘晴烟暮暮’词，注：林钟商。”秦观词名“碧芙蓉”。双调，九十四字为正格。吴词下片第二句添一字，为九十五字变格。上片十句下片八句，各四仄韵。", "急：一本作“息”。", "汜：一本作“妃”。", "忺：一本作“欢”。", "泾：一本作“轻”。"], "background": "此词作于公元1244年中秋。甲辰年即公元1244年（南宋理宗淳祐四年），根据夏承焘《吴梦窗系年》，当时词人四十五岁，尚在苏州。甲辰年是苏姬离去之年，苏姬去后五月为中秋，故有“影留人去”之语。"},
{"title": "木兰花慢·丁未中秋", "author": "刘克庄", "paragraphs": "水亭凝望久，期不至、拟还差。隔翠幌银屏，新眉初画，半面犹遮。须臾淡烟薄霭，被西风扫尽不留些。失了白衣苍狗，夺回雪兔金蟆。\t乘云径到玉皇家。人世鼓三挝。试自判此生，更看几度，小住为佳。何须如钩似玦，便相将、只有半菱花。莫遣素娥知道，和他发也苍华。", "topic": "中秋", "notes": ["凝望：注目远望。", "白衣苍狗：苍：灰白色。浮云象白衣裳，顷刻又变得象苍狗，出自唐·", "《可叹诗》：“天上浮云似白衣，斯须改变如苍狗。”意思是比喻事物变化不定。", "几度：虚指，几次、好几次之意。", "何须：何必，何用。", "苍华：发鬓苍白。"], "background": "中秋节，中国传统节日之一，为每年农历八月十五，传说是为了纪念嫦娥奔月。八月为秋季的第二个月，古时称为仲秋，因处于秋季之中和八月之中，故民间称为中秋，又称秋夕、八月节、八月半、月夕、月节，又因为这一天月亮满圆，象征团圆，又称为团圆节。"},
{"title": "满江红·中秋夜潮", "author": "史达祖", "paragraphs": "万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。\t光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！", "topic": "中秋", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。双调九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多。", "阴：指低凹处。", "潮信：即潮。因其来时有定时，故称“潮信”。", "半破：指半轮月亮。", "斗成：拼成。双绝：指圆月和潮水。", "金镜：比喻月亮。", "拏攫（ná jué）：夺取。擎同拿。", "子胥：伍子胥，春秋时吴国大夫。", "沉冤：久未昭雪的冤屈，指吴王夫差不听伍子胥劝谏而赐其宝剑，令其自刎。", "蛟龙穴：传说水底有蛟龙居住的宫殿，即龙宫。", "声直上：指潮水的涛声。", "蟾蜍窟：即月宫。古代传说月中有蟾蜍，蟾蜍即蛤蟆。", "洞然：洁净的样子。刷：刷去污垢。", "粉黛：粉敷面而助白，黛画启而增黑，都是妇女使用的妆饰品。", "“举杯”句：指吴王夫差杀死伍子胥和越王勾践杀死大夫文种的事，是对他们杀害大臣的谴责。", "说似：讲论。儿曹：儿辈。", "心应折：", "《别赋》：“使人意夺神孩，心拆骨惊。”心折，中心摧伤，即憾动了心灵。"], "background": "中秋海潮，是大自然的壮观景象。早在北宋，苏轼就写过《八月十五看潮五绝》，其首绝曰：“定知玉兔十分圆，已作霜风九月寒。寄语重门休上钥，夜潮留向月中看”。南宋辛弃疾也写过《摸鱼儿·观潮上叶丞相》等上乘之作。史达祖这首题为“中秋夜潮”的《满江红》，在某种程度上看，就正是继承苏、辛“豪放”词风之作，它写出了夜潮的浩荡气势，写出了皓洁的中秋月色，更借此而抒发了自己胸中的一股激情，令人读后产生如闻钱塘潮声击荡于耳的感觉。"},
{"title": "洞仙歌·中秋", "author": "向子諲", "paragraphs": "碧天如水，一洗秋容净。何处飞来大明镜。谁道斫却桂，应更光辉，无遗照，泻出山河倒影。\t人犹苦余热，肺腑生尘，移我超然到三境。问姮娥、缘底事，乃有盈亏，烦玉斧、运风重整。教夜夜、人世十分圆，待拚却长年，醉了还醒。", "topic": "中秋", "notes": ["斫：用刀斧砍。", "姮娥：嫦娥。", "拚却：甘愿，宁愿，愿意。", "长年：很长时期。"], "background": ""},
{"title": "玉漏迟·瓜泾度中秋夕赋", "author": "吴文英", "paragraphs": "雁边风讯小，飞琼望杳，碧云先晚。露冷阑干，定怯藕丝冰腕。净洗浮空片玉，胜花影、春灯相乱。秦镜满。素娥未肯，分秋一半。\t每圆处即良宵，甚此夕偏饶，对歌临怨。万里婵娟，几许雾屏云幔。孤兔凄凉照水，晓风起、银河西转。摩泪眼。瑶台梦回人远。", "topic": "中秋", "notes": ["玉漏迟：词牌名。调见宋祁词。因唐白居易诗有“天凉玉漏迟”，故名。双调，九十四字，上片十句，下片九句，各五仄韵。亦有九十、九十三字词体。此首词为正格。", "瓜泾：《苏州府志》：瓜泾在吴江县北九里，分太湖支流，东北出夹浦会吴淞江。", "空：一本作“云”。", "对：一本作“临”。", "万里：一本作“共一”。"], "background": "此词作于苏姬离去之后，吴文英追踪来吴，先寓盘门过重午（见《满江红·甲辰岁盘门外过重午》词），继寓瓜泾过中秋（见《尾犯·甲辰中秋》词）；后梦窗离吴赴越，留儿辈于瓜泾萧寺（见《喜迁莺·甲辰冬至寓越儿辈尚留瓜泾萧寺》词）以待姬也。此词应与《尾犯·甲辰中秋》作于同一时候。"},
{"title": "醉落魄·丙寅中秋", "author": "郭应祥", "paragraphs": "琼楼玉宇。分明不受人间暑。寻常岂是无三五。惟有今宵，皓彩皆同普。\t素娥阅尽今和古。何妨小驻听吾语。当年弄影婆娑舞。妙曲虽传，毕竟人何许。", "topic": "中秋", "notes": ["琼：美玉；宇：房屋。指月中宫殿，仙界楼台。也形容富丽堂皇的建筑物。", "人间暑：人间之事。", "同普：普天同庆。", "小驻：妨碍。", "弄影：谓物动使影子也随着摇晃或移动。"], "background": ""},
{"title": "齐天乐·中秋宿真定驿", "author": "史达祖", "paragraphs": "西风来劝凉云去，天东放开金镜。照野霜凝，入河桂湿，一一冰壶相映。殊方路永。更分破秋光，尽成悲镜。有客踌躇，古庭空自吊孤影。\t江南朋旧在许，也能怜天际，诗思谁领？梦断刀头，书开虿尾，别有相思随定。忧心耿耿。对风鹊残枝，露蛩荒井。斟酌姮娥，九秋宫殿冷。", "topic": "中秋", "notes": ["齐天乐：词牌名。又名《台城路》、《五福降中天》、《如此江山》。《清真集》、《白石道人歌曲》、《梦窗词集》并入“正宫”（即“黄钟宫”）。此词流百零二字，前后片各五仄韵。前片第七句、后片第八句第流字是领格，例用去声。真定：即今河北正定。", "凉云：秋云。谢眺《七夕赋》：“朱光既敛，凉云始浮。”", "天东：东方的天空。", "《溪晚凉》：“玉烟青湿白如幢，银湾晓转流天东。”金镜：月亮。", "霜凝：月光撒满大地，像铺了流这冻霜流样白。", "桂湿：月亮入水。传说月中有桂树，故云。", "冰壶：皎洁之月光。", "分破：指宋与金南北分疆，山河破碎，犹各自领流半秋光。", "悲镜：", "诗《将进酒》：“君不见高堂明镜悲白发，朝如青丝暮成雪。”此指的岁月易老之谓也。", "客：客子，自指。", "许：何许，何处。", "刀头：刀环，战罢还家之意。", "虿（chài）尾：女子卷发；此指书法峭劲。", "定：助语词，犹“了”也，“着”也。", "蛩（qióng）：蟋蟀。", "斟酌（zhēn zhuó）：往杯盏井倒酒供饮用。", "九秋：九月深秋。"], "background": "这首词有两个写作背景：一是以一个南宋官吏的身份前往曾是北宋疆土的异国祝寿，二是恰逢中国的传统佳节——中秋节，这两个背景注定了这首词一定带有十分悲壮的风格。"},
{"title": "永遇乐·乙巳中秋风雨", "author": "吴文英", "paragraphs": "风拂尘徽，雨侵凉榻，才动秋思。缓酒销更，移灯傍影，净洗芭蕉耳。铜华沧海，愁霾重嶂，燕北雁南天外。算阴晴，浑似几番，渭城故人离会。\t青楼旧日，高歌取醉，唤出玉人梳洗。红叶流光，苹花两鬓，心事成秋水。白凝虚晓，香吹轻烬，倚窗小瓶疏桂。问深宫，姮娥正在，妒云第几。", "topic": "中秋", "notes": ["秋思：一作“幽思”。", "唤出玉人：一作“玉妃□□”。", "烬：一作“炉”。"], "background": ""},
{"title": "木兰花慢·可怜今夕月", "author": "辛弃疾", "paragraphs": "中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。\t可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？\t谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？", "topic": "中秋", "notes": ["将旦：天快亮了。", "《天问》体：《天问》是《楚辞》篇名，", "作，文中向“天”提出了一百七十多个问题，用《天问》体即用《天问》的体式作词。", "可怜：可爱。", "悠悠：遥远的样子。", "别有：另有。", "光影东头：月亮从东方升起。光影：指月亮。", "天外：指茫茫宇宙。", "汗漫：广阔无边。", "送中秋：送走了中秋明月。", "飞镜：喻明月。", "妲娥：传说中的月中仙女嫦娥。", "“谓经海底问无由，恍惚使人愁”两句：意思是据人说月亮运行经过海底，又无法探明其究竟，真让人不可捉摸而发愁。谓：据说。问无由：无处可询问。恍惚：模模糊糊、隐隐约约。", "“怕万里长鲸，纵横触破，玉殿琼楼”三句：意思是如果月亮果真是从海底经过，就怕海中的鲸鱼横冲直撞，把月中的玉殿琼楼撞坏。长鲸：巨大的鲸鱼。纵横：横冲直撞。玉殿琼楼：代指月亮。神话传说云月亮中有华丽的宫殿名广寒宫。", "“虾蟆故堪浴水，问云何玉兔解沉浮”两句：意思是蛤蟆本来就会游泳，月经海底对它并无妨害，为什么玉兔也能在海中沉浮？虾蟆：蛤蟆。传说月中有蟾蜍（蛤蟆）。故：本来。堪：能够。云何：为什么。玉兔：传说中月亮上有白兔在捣药。解沉浮：识枷生，会游泳。", "若道：假如说。", "无恙：安好，无损伤。", "渐渐如钩：圆月慢慢变成弯月。"], "background": "这首词是辛弃疾在上饶带湖闲居时的作品。辛词继承《楚辞》的传统是多方面的，像这首直接用“天问体”来表现，也是一例。"}
]