[
{"title": "解语花·上元", "author": "周邦彦", "paragraphs": "风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。\t因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。", "topic": "元宵", "notes": ["解语花：词牌名。相传唐玄宗太液池中有千叶白莲，中秋盛开，玄宗设宴赏花。群臣左右为莲花之美叹羡不已，玄宗却指着杨贵妃说：“那莲花怎比得上我的解语花呢？”后人制曲，即取以为名。", "上元：正月十五元宵节。", "焰蜡：燃着的蜡烛。一作“绛蜡”。", "浥：沾湿。", "红莲：指荷花灯。", "《蓦山溪·元夕》：“纤手染香罗，剪红莲满城开遍。”", "桂华：代指月亮、月光。传说月中有桂树，故有以桂代月。", "素娥：嫦娥。", "放夜：古代京城禁止夜行，惟正月十五夜弛禁，市民可欢乐通宵，称作“放夜”。", "千门：指皇宫深沉，千家万户。", "钿车：装饰豪华的马车。", "飞盖：飞车。"], "background": "关于此词写作的地点和年代，旧有异说。清人周济《宋四家词选》谓是“在荆南作”，“当与《齐天乐》同时”；近人陈思《清真居士年谱》则以此词为周知明州（今浙江宁波）时作，时在徽宗政和五年，即公元1115年。窃谓两说均无确据，只好两存。"},
{"title": "青玉案·元夕", "author": "辛弃疾", "paragraphs": "东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。\t蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。", "topic": "元宵", "notes": ["青玉案：词牌名。", "元夕：夏历正月十五日为上元节，元宵节，此夜称元夕或元夜。", "花千树：花灯之多如千树开花。", "星如雨：指焰火纷纷，乱落如雨。星，指焰火。形容满天的烟花。", "宝马雕车：豪华的马车。", "“凤箫”句：指笙、箫等乐器演奏。凤箫：箫的美称。", "玉壶：比喻明月。亦可解释为指灯。", "鱼龙舞：指舞动鱼形、龙形的彩灯，如鱼龙闹海一样。", "蛾儿、雪柳、黄金缕：皆古代妇女元宵节时头上佩戴的各种装饰品。这里指盛装的妇女。", "盈盈：声音轻盈悦耳，亦指仪态娇美的样子。", "暗香：本指花香，此指女性们身上散发出来的香气。", "他：泛指第三人称，古时就包括“她”。", "千百度：千百遍。", "蓦然：突然，猛然。", "阑珊：暗淡；零落。"], "background": "这首词作于南宋淳熙元年（公元1174年）或淳熙二年（公元1175年）。当时，强敌压境，国势日衰，而南宋统治阶级却沉湎于歌舞享乐，以粉饰太平。洞察形势的辛弃疾，欲补天穹，却恨无路请缨。他满腔激情、怨恨，交织成了这幅元夕求索图。"},
{"title": "鹧鸪天·元宵后独酌", "author": "杨慎", "paragraphs": "千点寒梅晓角中，一番春信画楼东。收灯庭院迟迟月，落索秋千翦翦风。\t鱼雁杳，水云重，异乡节序恨匆匆。当歌幸有金陵子，翠斝清尊莫放空。", "topic": "元宵", "notes": ["落索：冷落萧索。翦翦：形容风轻微而带寒意。", "鱼雁：指书信。", "金陵子：歌女。", "斝（jiǎ）：古代酒器。"], "background": ""},
{"title": "思越人·紫府东风放夜时", "author": "贺铸", "paragraphs": "紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。\t香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。", "topic": "元宵", "notes": ["思越人：词牌名，又名《思佳客》、《鹧鸪天》、《剪朝霞》、《骊歌一叠》。双调，五十五字，押平声韵。", "紫府：紫色象征华贵，皇宫、仙居皆可称紫府，此处指整个东京（今开封）。“放夜”：解除夜禁。", "步莲：步莲，形容女子步态优美。秾（nóng）李：形容女子貌美如秾艳的李花。", "苒苒（rǎn）：气味或烟尘轻飘的样子。", "凤凰城阙：凤凰栖息的宫阙，这里指京城。"], "background": "贺铸青年时期曾在京城度过的一段少年侠气、无忧无虑的美好时光，此后却长期辗转在偏僻之地任一些微小官职，有志难展，郁闷在心。回首往昔，梦绕魂牵，这首词就是作者在此境况下写出。"},
{"title": "生查子·元夕", "author": "欧阳修", "paragraphs": "去年元夜时，花市灯如昼。\t月上柳梢头，人约黄昏后。\t今年元夜时，月与灯依旧。\t不见去年人，泪湿春衫袖。", "topic": "元宵", "notes": ["元夜：元宵之夜。农历正月十五为元宵节。自唐朝起有观灯闹夜的民间风俗。北宋时从十四到十六三天，开宵禁，游灯街花市，通宵歌舞，盛况空前，也是年轻人蜜约幽会，谈情说爱的好机会。", "花市：民俗每年春时举行的卖花、赏花的集市。", "灯如昼：灯火像白天一样。", "月上：一作“月到”。", "见：看见。", "泪湿：一作“泪满”。", "春衫：年少时穿的衣服，也指代年轻时的自己。"], "background": "这首词多被认为是公元1036年（景祐三年）作者怀念他的第二任妻子杨氏夫人所作。一说朱淑真所作。"},
{"title": "宝鼎现·春月", "author": "刘辰翁", "paragraphs": "红妆春骑。踏月影、竿旗穿市。望不尽、楼台歌舞，习习香尘莲步底。箫声断、约彩鸾归去，未怕金吾呵醉。甚辇路、喧阗且止。听得念奴歌起。\t父老犹记宣和事。抱铜仙、清泪如水。还转盼、沙河多丽。滉漾明光连邸第。帘影冻、散红光成绮。月浸葡萄十里。看往来、神仙才子，肯把菱花扑碎。\t肠断竹马儿童，空见说、三千乐指。等多时春不归来，到春时欲睡。又说向、灯前拥髻。暗滴鲛珠坠。便当日、亲见霓裳，天上人间梦里。", "topic": "元宵", "notes": ["穿市：在街道上穿行。", "彩鸾：指出游的美人。", "金吾：执金吾，古代在京城执行治安任务的军人。", "“甚辇路”二句：为什么街上的喧闹静止下来了呢？原来是听到了女子美妙的歌声。念奴，本是唐天宝中名娼，此借用。", "月浸葡萄十里：月光泻在十里西湖上，现出葡萄般的深绿色。", "鲛珠；指眼泪。"], "background": "这首词作于公元1297年（元成宗大德元年）。在宋亡近二十年后的元宵夜，作者感慨今昔，写下这首《宝鼎现》，寄托亡国哀思。"},
{"title": "永遇乐·落日熔金", "author": "李清照", "paragraphs": "落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。\t中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。", "topic": "元宵", "notes": ["吹梅笛怨：梅，指乐曲《梅花落》，用笛子吹奏此曲，其声哀怨。", "次第：这里是转眼的意思。", "香车宝马：这里指贵族妇女所乘坐的、雕镂工致装饰华美的车驾。", "中州：即中土、中原。这里指北宋的都城汴京，今河南开封。", "三五：十五日。此处指元宵节。", "铺翠冠儿：以翠羽装饰的帽子。", "雪柳：以素绢和银纸做成的头饰(详见《岁时广记》卷十一)。此二句所列举约均为北宋元宵节妇女时髦的妆饰品。", "簇带：簇，聚集之意。带即戴，加在头上谓之戴。", "济楚：整齐、漂亮。簇带、济楚均为宋时方言，意谓头上所插戴的各种饰物。"], "background": "这首词是李清照晚年伤今追昔之作。写作地点在临安，约在绍兴二十年(1150年)间，这首词写了北宋京城汴京和南宋京城临安元宵节的情景，借以抒发自己的故国之思，并含蓄地表现了对南宋统治者苟且偷安的不满。"},
{"title": "金菊对芙蓉·上元", "author": "纳兰性德", "paragraphs": "金鸭消香，银虬泻水，谁家夜笛飞声。正上林雪霁，鸳甃晶莹。鱼龙舞罢香车杳，剩尊前、袖掩吴绫。狂游似梦，而今空记，密约烧灯。\t追念往事难凭。叹火树星桥，回首飘零。但九逵烟月，依旧笼明。楚天一带惊烽火，问今宵、可照江城。小窗残酒，阑珊灯灺，别自关情。", "topic": "元宵", "notes": ["上元：上元节。我国古代以农历正月十五日为祭日，祀太一极神，唐宋时期以当天为上元节，其夜晚称元宵，又称元夕。《梦梁录·元宵》云：上元极夜，京城扎灯山，豪门贵族也“装点亭台，悬挂玉珊，异巧华灯，珠帘低下，笙歌并作。”", "金鸭二句：金鸭，铸为鸭形极铜香炉。古玉多用以薰香或取暖。此处指薰香。毛熙震《小重山》：“红罗帐，金鸭冷沉烟。”　银蛇，银漏、虬霁。古代一种计时器，漏壶中有霁，水满而霁出，霁上有刻度，因以计时，又霁上刻有虬纹，故称。唐", "《乾元殿颂序》：“蝉机撮化，铜浑将九圣齐悬：蛇霁司更，银漏与三辰合运。”", "上林雪霁：上林，上林苑，秦、汉时长安、洛阳等地极皇家宫苑，后泛指帝王极宫苑园囿。雪霁雪止而初晴。甃（zhòu）：砖砌的井壁。", "鱼龙二句：鱼龙舞，古杂戏。唐宋时京城于元宵节盛行此戏，亦称鱼龙杂戏，又称鱼龙百戏。梁元帝《纂要》云：“百戏起于秦汉，有鱼龙漫衍。……象玉怪兽，舍利极戏”《汉书·西域传赞》：“作《巴俞》都卢、海中《砀极》、漫衍鱼龙、角抵极戏以观视极。”", "注：“漫衍者，即", "《西京赋》所云‘巨兽百寻，是为漫延’者也。　鱼龙者，为舍利极兽，先戏于庭极，毕乃入殿前激水，化成比目鱼，跳跃漱水，作雾障日，毕，化成黄龙八丈，出水敖戏于庭，炫耀日光。《西京赋》云：‘海鳞变而成龙’，即为此色也。”", "《破阵乐》：“绕金堤，曼衍鱼龙戏，簇娇春罗绮，喧天丝管。”　香车，谓女玉所是极车。　吴绫：指产于余杭(今杭州)一带的丝织品。", "烧灯：即燃灯。古诗词中专指元宵极夜的灯火。", "《生查子》：“心情慵剪彩，时节近烧灯。”", "火树星桥：形容元宵日，灯事极景。", "九逵烟月：谓京城极通衢大道上，烟云缭绕，月色朦胧。　九逵，京城极大道。　笼明，指月色微明。", "楚天句：谓江南一带正有战事。楚天，本指楚地的天空，后泛指南方的天空。", "阑珊灯灺(xie}：指灯火将尽，烛光微弱。灺，同“炧”，烧残的灯灰。", "关情：动情。", "《江南柳》：“令古柳桥多送别，见玉分袂亦愁生，何况自关情。”"], "background": "从“楚天一带惊烽火”句看，此篇大概作于康熙二十年(1681)即三藩平定以前。这首词是抒写上元之日的感怀之作。"},
{"title": "蝶恋花·密州上元", "author": "苏轼", "paragraphs": "灯火钱塘三五夜，明月如霜，照见人如画。帐底吹笙香吐麝，更无一点尘随马。\t寂寞山城人老也！击鼓吹箫，却入农桑社。火冷灯稀霜露下，昏昏雪意云垂野。", "topic": "元宵", "notes": ["蝶恋花：唐教坊曲，本名《鹊踏枝》，宋", "词改今名，取自梁简文帝诗句“翻阶峡蝶恋花情”。《乐章集》注：小石调；", "词注：商调；《太平乐府》注：双调。", "词，有“杨柳风轻，展尽黄金缕”句，名《黄金缕》；赵令畤词，有“不卷珠帘，人在深深院”句，名《卷珠帘》；", "词，有“夜凉明月生南浦”句，名《明月生南浦》；韩淲词，有“细雨吹池沼”句，名《细雨吹池沼》；", "词，名《凤栖梧》；李石词，名《一箩金》；衷元吉词，名《鱼水同欢》；沈会宗词，名《转调蝶恋花》。上元：即正月十五日元宵节，也叫上元节，因有观灯之风俗，亦称“灯节”。", "钱塘：此处代指杭州城。三五夜：即每月十五日夜，此处指元宵节。", "“照见”句：形容杭州城元宵节的繁华、热闹景象。", "帐：此处指富贵人家元宵节时在堂前悬挂的帏帐。香吐麝：意谓富贵人家的帐底吹出一阵阵的麝香气。麝：即麝香，名贵的香料。", "“更无”句：说的是江南气清土润，行马无尘。唐人", "《上元》诗：“暗尘随马去，明月逐人来。”", "山城：此处指密州。", "“击鼓”句：形容密州的元宵节远没有杭州的元宵节热闹，只有在农家社稷时才有鼓箫乐曲。社：农村节日祭祀活动。《周礼》：“凡国祈年于田租，吹《豳雅》，击土鼓，以乐田畯（农神）。”", "《凉州郊外游望》：“婆娑依里社，箫鼓赛田神。”", "“昏昏”句：意谓密州的元宵节十分清冷，不仅没有笙箫，连灯火也没有，只有云垂旷野，意浓浓。垂，靠近。"], "background": "此词作于公元1075年（熙宁八年），时苏轼在密州。词人此时是刚来密州任知州，正好遇到元宵佳节，在街上看灯，观月时的情景和由此而产生的感想故而写下此词。"},
{"title": "鹧鸪天·月满蓬壶灿烂灯", "author": "佚名", "paragraphs": "月满蓬壶灿烂灯，与郎携手至端门。贪看鹤阵笙歌举，不觉鸳鸯失却群。\t天渐晓，感皇恩。传宣赐酒饮杯巡。归家恐被翁姑责，窃取金杯作照凭。", "topic": "元宵", "notes": ["蓬壶：即蓬莱。古代所说为仙人所居。", "端门：宫殿南面正门。", "鸳鸯失群：夫妻分散。"], "background": ""},
{"title": "解语花·风销焰蜡", "author": "周邦彦", "paragraphs": "风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。\t因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。", "topic": "元宵", "notes": ["解语花：词牌名。此词双调一百字，前段九句六仄韵，后段九句七仄韵。", "焰蜡：燃着的蜡烛。一作“绛蜡”。", "浥（yì）：湿润，沾湿。红莲：指荷花灯。", "桂华：代指月亮、月光。传说月中有桂树，故有以桂代月。", "素娥：月中神女名嫦娥，月色白，故亦称素娥。", "参（cēn）差（cī）：散乱不齐貌。", "放夜：古代京城禁止夜行，惟正月十五夜弛禁，淡民可欢乐通宵，称作“放夜”。", "千门：指皇宫深沉，千家万户。", "钿（diàn）车：装饰豪华的马车。", "飞盖：华丽的车盖，此处指车子。"], "background": "关于此词写作的地点和年代，旧有异说。清人周济《宋四家词选》谓是“在荆南作”，“当与《齐天乐》同时”；近人陈思《清真居士年谱》则以此词为周知明州（今浙江宁波）时作，时在徽宗政和五年（1115）。"},
{"title": "永遇乐·璧月初晴", "author": "刘辰翁", "paragraphs": "余自乙亥上元，诵李易安《永遇乐》，为之涕下。今三年矣。每闻此词，辄不自堪，遂依其声，又托之易安自喻。虽辞情不及，而悲苦过之。\t璧月初晴，黛云远淡，春事谁主。禁苑娇寒，湖堤倦暖，前度遽如许。香尘暗陌，华灯明昼，长是懒携手去。谁知道，断烟禁夜，满城似愁风雨。\t宣和旧日，临安南渡，芳景犹自如故。缃帙流离，风鬓三五，能赋词最苦。江南无路，鄜州今夜，此苦又谁知否。空相对，残釭无寐，满村社鼓。", "topic": "元宵", "notes": ["乙亥：宋恭帝德祐元年（1275）。", "李易安：即", "，号易安居士。", "璧月初晴：暮雨初晴，璧月上升。璧月，以圆形的玉比喻圆月。", "黛云：青绿色像眉似的薄云。", "禁苑娇寒：皇帝苑园不许宫外人游玩，故称禁苑。娇寒，嫩寒、微寒。", "前度遽如许：意为再来临安时，局势变化如此之快。", "香尘暗陌：街道上尘土飞扬，往来车马很多。", "宣和旧日：指宋徽宗宣和年间汴京的繁华盛况。", "缃帙流离，风鬟三五，能赋词最苦：意为在战争中流离失所，人已衰老，所作词反而更觉痛苦。缃帙，书卷。流离，散失。风鬟，头发散乱的样子。三五，指旧历正月十五夜。", "江南无路：江南已沦陷。残钮：残灯。"], "background": "这首词，从词的前面序文里推知是作于公元1278年。因乙亥为宋德祐元年（1275年）。“今三年矣”，实为1278年，宋亡于1276年，这时已亡国二年了。易安南奔，犹存半壁。辰翁作词，国无寸土。说“虽辞情不及”，是谦词，“而悲苦过之”，是实情。"},
{"title": "喜迁莺·月波疑滴", "author": "史达祖", "paragraphs": "月波疑滴，望玉壶天近，了无尘隔。翠眼圈花，冰丝织练，黄道宝光相直。自怜诗酒瘦，难应接许多春色。最无赖，是随香趁烛，曾伴狂客。\t踪迹，漫记忆，老了杜郎，忍听东风笛。柳院灯疏，梅厅雪在，谁与细倾春碧？旧情拘未定，犹自学当年游历。怕万一，误玉人寒夜，窗际帘隙。", "topic": "元宵", "notes": ["喜迁莺：词牌名。有小令、长调两体。小令起于唐 ，长调起于宋 。又名《早梅芳》、《春光好》、《烘春桃李》、《喜迁莺令》、《万年枝》、《燕归来》、《鹤冲天》等。", "月波：指月光。月光似水，故称。", "玉壶：比喻月亮。", "尘隔：尘埃。", "翠眼圈花：指各式花灯。", "冰丝：指冰蚕所吐的丝。常用作蚕丝的美称。", "黄道宝光相直：指灯光与月光交相辉映。黄道：原指太阳在天空周年运行的轨道。", "杜郎：", "，此用于自指。", "春碧：酒名。", "玉人：容貌美丽的人。"], "background": ""},
{"title": "御带花·青春何处风光好", "author": "欧阳修", "paragraphs": "青春何处风光好？帝里偏爱元夕。万重缯彩，构一屏峰岭，半空金碧。宝檠银钰，耀绛幕、龙虎腾掷。沙堤远，雕轮绣毂，争走五王宅。\t雍容熙熙昼，会乐府神姬，海洞仙客。拽香摇翠，称执手行歌，锦街天陌。月淡寒轻，渐向晓、漏声寂寂。当年少，狂心未已，不醉怎归得！", "topic": "元宵", "notes": ["御带花：词牌名，调见《六一词》，双调一百字，前段九句四仄韵，后段十句四仄韵。", "帝里：都城，此处指汴京。", "元夕：即元宵节。", "缯（zēng）彩：彩色的丝织品。缯，丝织物的总称，此处指彩灯。", "一屏峰岭：指用缯彩所扎的灯山。", "宝檠（qíng）：华美的灯。檠，灯架，代指灯。", "绛幕：红色幕帐。", "龙虎：指龙形和虎形的彩灯。", "沙堤：指宰相的府邸。", "雕轮绣毂（gǔ）：雕饰华美的车，为富贵人所乘坐。", "五王宅：唐睿宗五子之宅。《唐书·让皇帝传》：“初第五子，列第东积善坊，号五王子宅及赐第上都隆庆坊，亦号五王宅。”此处指北宋诸府。", "熙熙：和乐之貌。", "神姬：仙女，指官府中的乐伎。", "拽香摇翠：穿戴着染香的罗衣，摆动着翠玉的头饰。", "锦街天陌：处处锦绣的天街大道。", "漏声：铜壶滴漏报时的声音。"], "background": "欧阳修天圣八年（1030）中进士时只有二十四岁，当年到洛阳任留守推官，深得留守钱惟演青睐，其间又结识了不少志同道合的朋友，直到景祐元年(1034)任满回京，时年二十八岁。该词写北宋都城汴京元宵盛况，当作于词人自洛阳归京后的景祐二年至三年（1035—1036）之间。"},
{"title": "生查子·元夕戏陈敬叟", "author": "刘克庄", "paragraphs": "繁灯夺霁华。戏鼓侵明发。物色旧时同，情味中年别。\t浅画镜中眉，深拜楼西月。人散市声收，渐入愁时节。", "topic": "元宵", "notes": ["陈敬叟：字以庄，号月溪，建安人。", "霁（jì）华：月光皎洁。", "明发：黎明阳光散开。《诗·小雅·宛》：“明发不寐，有怀二人。”", "浅画镜中眉：用张敞画眉事，表现夫妻恩爱。"], "background": ""},
{"title": "柳梢青·元宵何高士说京师旧事", "author": "张孝祥", "paragraphs": "今年元夕。探尽江梅，都无消息。草市梢头，柳庄深处，雪花如席。一尊邻里相过，也随分、移时换节。玉辇端门，红旗夜市，凭君休说。", "topic": "元宵", "notes": ["元夕：旧称农历正月十五日为上元节，是夜称元夕，与“元夜”、“元宵”同。", "梢头：尽头。"], "background": ""},
{"title": "传言玉女·钱塘元夕", "author": "汪元量", "paragraphs": "一片风流，今夕与谁同乐。月台花馆，慨尘埃漠漠。豪华荡尽，只有青山如洛。钱塘依旧，潮生潮落。\t万点灯光，羞照舞钿歌箔。玉梅消瘦，恨东皇命薄。昭君泪流，手捻琵琶弦索。离愁聊寄，画楼哀角。", "topic": "元宵", "notes": ["漠漠：密布貌；布列貌。", "豪华：指元宵节的繁华已逝喻指宋朝昔日的整个太平景象已荡然无存。", "东皇：指春神。", "弦索：指乐器上的弦，泛指弦乐器，这里即指琵琶。"], "background": ""},
{"title": "小桃红·江岸水灯", "author": "盍西村", "paragraphs": "万家灯火闹春桥，十里光相照，舞凤翔鸾势绝妙。可怜宵，波间涌出蓬莱岛。香烟乱飘，笙歌喧闹，飞上玉楼腰。", "topic": "元宵", "notes": ["小桃红：曲牌名，句式为七、五、七、三、七、四、四、五，共八句。", "闹：热闹、欢乐。", "舞凤翔鸾势绝妙：飞舞的凤凰和翱翔的鸡鸟精彩绝妙，这里指元宵灯会中用纸扎的凤凰和鸾鸟灯笼的神情。鸾：鸟名，传说中亦属凤凰的一类。", "可怜宵：可爱的元宵佳节。", "可怜：可爱。", "波中涌出蓬莱岛：指波浪中涌现出的灯火彩船。", "蓬莱岛：仙岛，参见", "《大鱼》。"], "background": "盍西村曾在江西临川郡游历时即景抒情创作了八首散曲·小令，这首小令则是盍西村在正月十五元宵佳节隔江岸观看花灯的景象写下的。"},
{"title": "烛影摇红·元夕雨", "author": "吴文英", "paragraphs": "碧澹山姿，暮寒愁沁歌眉浅。障泥南陌润轻酥，灯火深深院。入夜笙歌渐暖。彩旗翻、宜男舞遍。恣游不怕，素袜尘生，行裙红溅。\t银烛笼纱，翠屏不照残梅怨。洗妆清靥湿春风，宜带啼痕看。楚梦留情未散。素娥愁、天深信远。晓窗移枕，酒困香残，春阴帘卷。", "topic": "元宵", "notes": ["歌：一本作“欹”。", "清：一本作“素”。", "深：一本作“长”。"], "background": ""},
{"title": "木兰花令·元宵似是欢游好", "author": "苏轼", "paragraphs": "元宵似是欢游好。何况公庭民讼少。万家游赏上春台，十里神仙迷海岛。\t平原不似高阳傲。促席雍容陪语笑。坐中有客最多情，不惜玉山拚醉倒。", "topic": "元宵", "notes": ["木兰花令：原唐教坊曲名，后用为词牌名。", "公庭民讼：指百姓到官府告状。", "春台：代指游览胜地。", "平原：这里代指好客的主人。高阳：秦汉之际的郦食其，陈留高阳乡人。其人好读书，家贫落魄，县中呼为狂生。", "促席：座席靠近。雍容：形容主人待客有礼，态度和蔼。", "玉山拚（pàn）醉倒：形容客人的醉态。拚：就是豁出去，毫不顾惜自己的意思。"], "background": "此词创作的具体时间不详，宋哲宗元祐六年（1091年）和元祐九年（1094年）的编年存在争议。但知这首词是作于元月十五日元宵节当地长官的举办酒席上的，而词人当时是一位客人。"},
{"title": "浣溪沙·春点疏梅雨后枝", "author": "姜夔", "paragraphs": "己酉岁，客吴兴，收灯夜阖户无聊，俞商卿呼之共出，因记所见。\t春点疏梅雨后枝，翦灯心事峭寒时。市桥携手步迟迟。\t蜜炬来时人更好，玉笙吹彻夜何其。东风落靥不成归。", "topic": "元宵", "notes": ["浣溪沙：词牌名，小令，又名《满院春》《小庭花》等，因西施浣纱的故事而得名。双调，四十二字，前段三句，三平韵，后三句，两平韵。", "己酉：宋孝宗淳熙十六年（1189年）。", "吴兴：旧郡名，宋）为湖州，即今浙江湖州。", "收灯：指正月十六日夜，灯节结束的那一天，这是南宋放灯的风俗。", "俞商卿：白石之友：名灏，字商卿，世居杭州，晚年于西湖九里松筑室，作《青松居士集》。", "翦灯心事：收灯。峭（qiào）寒：料峭寒气。", "蜜炬：蜡烛。蜜炬来时，指秉烛而游。", "吹彻：言笙声不已。夜何其：夜已何时。", "东风落靥：此处比喻东风将梅花瓣吹落的样子。靥（yè），面颊上的微涡。"], "background": "此词作于宋孝宗淳熙十六年（1189年）正月十六日，收灯之夜词人百无聊赖，故与友人俞商卿漫步吴兴街头，因记所见。"},
{"title": "好事近·春雨细如尘", "author": "朱敦儒", "paragraphs": "春雨细如尘，楼外柳丝黄湿。风约绣帘斜去，透窗纱寒碧。\t美人慵翦上元灯，弹泪倚瑶瑟。却上紫姑香火，问辽东消息。", "topic": "元宵", "notes": ["好事近：词牌名。又称《钓船笛》《翠园枝》《倚秋千》。双调，上片四句，押两仄韵，22字；下片四句，押两仄韵，23字，共45字。", "慵（yōng）：描写懒困的状态。", "瑶瑟：镶玉的华美的瑟。", "瑟：一种弹拨乐器，其声悲怨。", "紫姑：古代传说中的厕神。", "辽东：古郡名，故址今辽宁省东南部，多用来借指遥远的边地，以代亲人之所。"], "background": "这首此是朱敦儒早期的作品，具体创作时间不详。当时，宋朝还不曾经历靖康之耻，现实生活对大宋臣民命运的颠覆还痛不及肤。朱敦儒在故里的隐居岁月里，放荡而超然不群。这个在小官僚家庭里出生的才子，尽管拥有朝野之望，却无心仕途，曾被两次举荐为学官而固辞不就。此时，他只沉迷于词的格律和四声，一篇一篇地放飞自己的或秀婉工丽或旷逸俊迈或稼妍放逸的诗词，把心情布置在随意和任性之中。这首小词《好事近》就是在这样的情境下出笼的。"},
{"title": "临江仙·都城元夕", "author": "毛滂", "paragraphs": "闻道长安灯夜好，雕轮宝马如云。蓬莱清浅对觚棱。玉皇开碧落，银界失黄昏。\t谁见江南憔悴客，端忧懒步芳尘。小屏风畔冷香凝。酒浓春入梦，窗破月寻人。", "topic": "元宵", "notes": ["雕轮：指华丽的车辆。", "棱：神灵之威，这里借用。", "碧落：道家称天空曰碧落。"], "background": "毛滂晚年，因言语文字坐罪，罢秀川太守之职。1115年（政和五年）冬，待罪于河南杞县旅舍，家计落拓，穷愁潦倒。《临江仙·都城元夕》即写于词人羁旅河南之时。"},
{"title": "明月逐人来", "author": "李持正", "paragraphs": "星河明淡，春来深浅。红莲正、满城开遍。禁街行乐，暗尘香拂面。皓月随人近远。\t天半鳌山，光动凤楼两观。东风静、珠帘不卷。玉辇将归，云外闻弦管。认得宫花影转。", "topic": "元宵", "notes": ["明月逐人来：李持正首创的词调，词牌名取自", "《正月十五日夜》中的诗句。", "星河：银河。", "红莲：指扎成莲花状的灯。", "禁街：指京城街道。", "暗尘香拂面：此句兼从苏味道诗与", "词化出。", "鳌（áo）山：元宵灯景的一种。这种灯具是把成千上万的彩灯，堆叠成一座像传说中的巨鳌那样的大山（“天半”形容其高），也叫“山棚”“采山”。", "凤楼两观：指宣德楼建筑，那是大内（皇宫）的正楼门。"], "background": "李持正是两宋之交的人。该词录存吴曾《能改斋漫录》卷十六，博得苏东坡叹赏，故此词当作于徽宗朝以前。适时汴京上元之夜灯节，作者观景有感而发，做出该词。"},
{"title": "人月圆·小桃枝上春风早", "author": "李持正", "paragraphs": "小桃枝上春风早，初试薄罗衣。年年乐事，华灯竞处，人月圆时。\t禁街箫鼓，寒轻夜永，纤手重携。更阑人散，千门笑语，声在帘帏。", "topic": "元宵", "notes": ["小桃：上元前后开花的一种桃树。", "罗衣：用丝织品制的春杉。", "华灯：彩饰华美的灯。", "人月圆时：指人间的团聚和月亮圆满的时候。", "禁街：即御街。禁：古时称皇帝居住的地方。", "夜永：夜长。", "纤（xiān）手：女人纤细的手。", "更阑：夜深。", "帏：帷幕。"], "background": "这首词写于北宋时期，时间介于北宋政和五年至靖康元年之间（1115年至1126年）。北宋这个时期高度繁荣，在盛世汴京元宵佳节，华美的灯相互竞美的地方，仕女们罗衣新试，携手同游。正月料峭的春寒，被热烈的节日气氛融化。词人有感而发，创作该词。"},
{"title": "女冠子·元夕", "author": "蒋捷", "paragraphs": "蕙花香也。雪晴池馆如画。春风飞到，宝钗楼上，一片笙箫，琉璃光射。而今灯漫挂。不是暗尘明月，那时元夜。况年来、心懒意怯，羞与蛾儿争耍。\t江城人悄初更打。问繁华谁解，再向天公借。剔残红灺。但梦里隐隐，钿车罗帕。吴笺银粉砑。待把旧家风景，写成闲话。笑绿鬟邻女，倚窗犹唱，夕阳西下。", "topic": "元宵", "notes": ["女冠子：唐教坊曲名，后用为词牌。唐词内容多咏女道士。今存词中，小令始于", "，双调四十一字，上阕平仄韵换协，下阕平韵。长调始于", "，双调一百十一字，仄韵。", "蕙：香草名。", "雪晴：雪止天晴。", "池馆：池苑馆舍。", "宝钗楼：唐宋时咸阳酒楼名。此处泛指精美的楼阁。", "笙箫：笙和箫。泛指管乐器。", "琉璃：指灯。宋时元宵节极繁华，有五色琉璃灯，大者直径三四尺。", "暗尘明月：指元宵节灯光暗淡。", "元夜：元宵。", "蛾儿：闹蛾儿，用彩纸剪成的饰物。", "初更：旧时每夜分为五个更次。晚七时至九时为“初更”。", "灺（xiè）：没点完的蜡烛；也泛指灯烛。", "钿车：用金宝嵌饰的车子。", "罗帕：丝织方巾。旧时女子既作随身用品，又作佩带饰物。", "吴笺：吴地所产之笺纸。常借指书信。", "银粉砑（yà）：碾压上银粉的纸。"], "background": "南宋亡国后，蒋捷许多词作，都表现出作者怀念故国的心情，抒发了丧失山河之恸。这首词作者通过今昔元宵的对比和内心感情活动的抒发，表达了他对故国的深切缅怀。"},
{"title": "鹧鸪天·建康上元作", "author": "赵鼎", "paragraphs": "客路那知岁序移，忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。\t花弄影，月流辉，水晶宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。", "topic": "元宵", "notes": ["建康：即今南京市。", "上元：指元宵节。", "那：也写作“哪”。", "岁序：岁时的顺序，岁月。", "小桃：初春开花的一种桃树。", "悲凉地：指建康（今南京市）。", "水晶宫殿：用水晶装饰的宫殿，形容极其豪华辉煌，泛指宋汴京宫殿。", "五云：王色瑞云，多指吉祥征兆，代指皇帝所在地。", "华胥（xū）梦：指梦境。"], "background": "公元1127年（宋钦宗靖康二年）春，北宋灭亡，宋室南迁。是年秋，赵鼎南渡，沿水路至仪真，作者大约于年底或次年初至建康，于上元节（元宵节）之夜写下了这首抒发故国之思的词作。"},
{"title": "踏莎行·元夕", "author": "毛滂", "paragraphs": "拨雪寻春，烧灯续昼。暗香院落梅开后。无端夜色欲遮春，天教月上宫桥柳。\t花市无尘，朱门如绣。娇云瑞雾笼星斗。沉香火冷小妆残，半衾轻梦浓如酒。", "topic": "元宵", "notes": ["烧灯：即燃灯。", "宫桥：在山东滕州东南四十五里，跨薛河。", "沉香：水香木制成的薰香。"], "background": ""},
{"title": "柳梢青·春感", "author": "刘辰翁", "paragraphs": "铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。\t那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。", "topic": "元宵", "notes": ["题曰《春感》，亦咏元宵。", "铁马：指战马。陆倕《石阙铭》：“铁马千群。”", "银花：花炮，俗称“放花”", "《正月十五夜》：“火树银花合。”洒泪“兼用", "《春望》“感时花溅泪”意。", "愁城：", "《愁赋》：“攻许愁城终不破。”详见", "《齐天乐》注⑷（231页）。", "指蒙古的流行歌曲，鼓吹杂戏。", "《西河》：“酒旗戏鼓甚处市。”", "故国：本意是“故都”，这里兼说“故宫”，连下高台。《武林旧事》卷三：“禁中例观潮于‘天开图画‘，高台下瞰，如在指掌。”", "辇下：皇帝辇毂之下，京师的代称，犹言都下。", "三句分说：宋亡以后临安元宵光景，自己避乱山中，宋室漂流海上。"], "background": "这首词作于南宋灭亡之后，刘辰翁亲历了国家的最后灭亡。自古以来．经三代二帝开创、汉唐帝国不断开辟的广袤国土终于第一次沦为异族的牧场！亡国之恸该是何等深重。作者用凄凉之笔，抒发了邦宗沦覆，物事皆非之感。"}
]