[
{"title": "念奴娇·昆仑", "author": "毛泽东", "paragraphs": "横空出世，莽昆仑，阅尽人间春色。飞起玉龙三百万，搅得周天寒彻。夏日消溶，江河横溢，人或为鱼鳖。千秋功罪，谁人曾与评说？\t而今我谓昆仑，不要这高，不要这多雪。安得倚天抽宝剑，把汝裁为三截？一截遗欧，一截赠美，一截还东国。太平世界，环球同此凉热。", "topic": "写山", "notes": ["横空出世：横空，横在空中；出世，超出人世。形容山的高大和险峻。", "莽：莽莽，状高大。《小尔雅》：莽，大也。后世引申有鲁莽、莽撞、猛健诸义。", "昆仑：即昆仑山，又称昆仑虚、昆仑丘或玉山。", "阅尽人间春色：阅尽，看足、看尽、看遍。人间春色，不止指大地春光，而且指人世衰盛。", "飞起玉龙三百万：玉龙，白色的龙；三百万是形容其多。", "搅得：闹得、搞得。今语的“搞”，早期白话作品中都作“搅”。周天寒彻：满天冷透。", "消溶：积雪消融、融化。", "江河横溢：长江黄河都发源于昆仑山脉，所以昆仑山积雪消融，江河水量大增，都会泛滥起来。横溢：就是横流，即泛滥。", "人或为鱼鳖：江河横滥，洪水成灾，人也许为鱼鳖所食。《左传·昭公元年》：“微（没有）禹，吾其鱼乎!”", "千秋：千年。功罪：昆仑山给长江黄河输送的水源给人民带来了许多好处，孕育了中华民族的文化，这是功；造成洪水泛滥，因而给人民带来灾祸，这是罪。在这里，罪是实写，功是虚写。", "谁人：何人。曾与：曾给、曾为。《诗词曲语词汇释》：“与，为也，给也。”", "安得：怎得、哪得。倚天抽宝剑：传楚", "作《大言赋》：“方地为车，圆天为盖。长剑耿介，倚天之外。”倚天，形容宝剑极长和带剑的人极高大。", "遗（wèi）：赠与。", "还东国：首次发表时原作“留中国”，一九六三年版《毛主席诗词》改为“还东国”。", "环球：一作寰球，整个地球。"], "background": "这首词毛泽东作于1935年。最早发表在《诗刊》一九五七年一月号。当时中央红军走完了长征最后一段行程，即将到达陕北。毛泽东登上岷山峰顶，远望青海一带苍茫的昆仑山脉有感而作。"},
{"title": "点绛唇·高峡流云", "author": "王国维", "paragraphs": "高峡流云，人随飞鸟穿云去。数峰着雨。相对青无语。\t岭上金光，岭下苍烟沍。人间曙。疏林平楚。历历来时路。", "topic": "写山", "notes": ["点绛唇：点绛唇，词牌名，此调因", "《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。四十一字。上阕四句，从第二句起用三仄韵；下阕五句，亦从第二句起用四仄韵。", "高峡：指作者南归时所经仄峡山。峡山，在海宁东北。古称夹谷，自唐后更为硖山。有东西二山，相传为秦始皇所凿。飞鸟：指清晨时离巢之鸟。", "数峰：几座青峰。", "沍（hù）：凝结，闭塞。两句仄确是雨后朝霁仄山景。明人陈鉴《游硖山》诗：天斧何年劈两峰，半空金翠出芙蓉。", "平楚：平阔仄林野。此指山外仄原野。历历：分明清楚。"], "background": "此词是1904年春夏，王国维在沪执编《教育世界》杂志期间与友人在雨后踏青登高后所作。"},
{"title": "殿前欢·大都西山", "author": "唐毅夫", "paragraphs": "冷云间，夕阳楼外数峰闲。等闲不许俗人看，雨髻烟鬟。倚西风十二阑，休长叹。不多时暮霭风吹散，西山看我，我看西山。", "topic": "写山", "notes": ["大都西山：北京西山，属太行山脉之余段，为历史上的著名风景区。", "等闲：寻常。"], "background": ""},
{"title": "瑞鹤仙·环滁皆山也", "author": "黄庭坚", "paragraphs": "环滁皆山也。望蔚然深秀，琅琊山也。山行六七里，有翼然泉上，醉翁亭也。翁之乐也。得之心、寓之酒也。更野芳佳木，风高日出，景无穷也。\t游也。山肴野蔌，酒洌泉香，沸筹觥也。太守醉也。喧哗众宾欢也。况宴酣之乐、非丝非竹，太守乐其乐也。问当时、太守为谁，醉翁是也。", "topic": "写山", "notes": ["瑞鹤仙：词牌名。", "环滁：环绕着滁州城。滁州，今安徽省东部。", "皆：副词，都。", "蔚然：草木繁盛的样子。", "琅琊山，在滁州西南十里。", "山：名词作状语，沿着山路。", "翼然：四角翘起，像鸟张开翅膀的样子。", "得：领会。", "寓：寄托。", "芳：花草发出的香味，这里引申为“花”，名词。", "山肴：用从山野捕获的鸟兽做成的菜。", "野蔌（sù）：野菜。蔌，菜蔬的总称。", "洌（liè）：清澈。", "泉，指酿泉，泉水名，原名玻璃泉，在琅邪山醉翁亭下，因泉水很清可以酿酒而得名。", "觥（gōng）：酒杯。", "筹：行酒令的筹码，用来记饮酒数。", "宴酣之乐，非丝非竹：宴会喝酒的乐趣，不在于音乐。丝，指弦乐器。竹，指管乐器。", "乐其乐：乐他所乐的事情。 乐：以…为乐。乐：乐事。", "醉翁：指欧阳修（1007－1072年），自号醉翁。"], "background": "《醉翁亭记》作于宋仁宗庆历五年（1045年），当时欧阳修正任滁州太守。而黄庭坚的《瑞鹤仙·环滁皆山也》用独木桥体，隐括欧阳修散文名作《醉翁亭记》，同字协韵，唱叹有情，尽得原作之神韵。"},
{"title": "踏莎行·秋入云山", "author": "张抡", "paragraphs": "秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。\t已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。", "topic": "写山", "notes": ["秋入:进入秋天。", "丹枫：亦称霜叶、红叶。", "万叶：极言枫叶之多。", "碧云：青白色的云气。", "黄花千点：无数的菊花。", "幽岩下：山岩深幽之处。", "林梢挂：挂在树梢上。", "松醪：是松膏酿制的酒。", "常与：点明了兴趣所在，乐此不疲。", "野人：山野之人。", "期：约会之意。", "忘形：便是隐士悠然自得、不拘形迹的写照。", "共说清闲话:一起谈天说地。"], "background": "张抡，宋高宗年间独自登高秋游，赏万山秋景，有感而发，故作此词。"},
{"title": "一七令·山", "author": "令狐楚", "paragraphs": "山，耸峻，回环。沧海上，白云间。商老深寻，谢公远攀。古岩泉滴滴，幽谷鸟关关。树岛西连陇塞，猿声南彻荆蛮。世人只向簪裾老，芳草空余麋鹿闲。", "topic": "写山", "notes": ["商老：商山四皓，东园东、绮里季等秦末隐居商山，年八十余。", "“谢公”句：指谢灵运喜游山玩水。", "岛：疑当作“鸟”。", "簪裾：贵宫之服饰。"], "background": ""},
{"title": "虞美人·影松峦峰", "author": "侯文曜", "paragraphs": "有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。\t有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。", "topic": "写山", "notes": ["松峦峰：山名，浙江遂昌、河北平泉、辽宁锦州等地均有之，此处可能指浙江。", "历历：清楚明白。"], "background": ""},
{"title": "生查子·独游西岩", "author": "辛弃疾", "paragraphs": "青山招不来，偃蹇谁怜汝？岁晚太寒生，唤我溪边住。\t山头明月来，本在天高处。夜夜入青溪，听读《离骚》去。", "topic": "写山", "notes": ["生查（zhā）子：原为唐教坊曲名，后用为词牌名。《尊前集》注：双调。元高拭词注：南吕宫。四十字，上下片格式相同，各两仄韵，上去通押。", "偃蹇（yǎn jiǎn）：原义高耸，引申为骄傲，傲慢。", "《越州张中舍寿乐堂诗》：“青山偃蹇如高人，常时不肯入官府。”", "怜：爱怜，喜欢。", "岁晚：指寒冬腊月。", "太寒生：比较寒冷。生：语尾助词，无义。", "离骚：指战国诗人", "所创作的文学作品。“离骚”，东汉王逸释为：“离，别也；骚，愁也。”"], "background": "宋孝宗淳熙八年（公元1181）冬天，辛弃疾被诬陷罢官，此后他长期闲居在信州上饶城北带湖边上、西岩是上饶城南风景优美的地方。这首《生查子》便是辛弃疾闲居游西岩的纪游之作。"},
{"title": "木兰花·西山不似庞公傲", "author": "刘因", "paragraphs": "西山不似庞公傲。城府有楼山便到。欲将华发染晴岚，千里青青浓可扫。\t人言华发因愁早。劝我消愁惟酒好。夜来一饮尽千钟，今日醒来依旧老。", "topic": "写山", "notes": ["庞公：即", "，据《尚友录》：庞德公居岘山，未尝入城府。荆州刺史刘表几次请他出来做官，他都拒绝，并让刘表站在一边不理，对他自己妻子却“相敬如宾”。", "去拜访他，庞德公开始几次也只是让亮一人拜在堂下，不教他起来，因此以其踞傲而闻名于世。", "晴岚：晴天空中仿佛有烟雾笼罩。"], "background": ""},
{"title": "酒泉子·长忆西山", "author": "潘阆", "paragraphs": "长忆西山，灵隐寺前三竺后，冷泉亭上旧曾游，三伏似清秋。\t白猿时见攀高树，长啸一声何处去？别来几向画阑看，终是欠峰峦！", "topic": "写山", "notes": ["酒泉子：词牌名， 原为唐教坊曲。有二体：一见于敦煌曲子词，双调四十九字。宋代潘阆依之，因忆西湖风景而作，故一名《忆余杭》。一多见于《花间集》，自四十字至四十五字，句法用韵彼此大同小异。此二体均以平韵为主，间入仄韵。", "西山：即灵隐山，一名武林山。上有北高峰。", "三竺： 山名。有上竺、中竺、下竺之分，各建有寺。", "冷泉亭：唐时建，在飞来峰下 石门涧旁。几行游，一作“旧曾游”。", "三伏：初伏、中伏、末伏的总称。夏至后第三个庚日是初伏第一天，第四个庚日是中伏第一天，立秋后第一个庚 日是末伏第一天。通常也指从初伏第一天到末伏第十天的一段时间。三伏 天一般是一年中天气最热的时期。三伏也用来特指末伏。", "白猿：相传晋代慧理曾养白猿于飞来峰西的呼猿洞。", "啸：撮口长呼。", "画阑：彩绘的阑干。此代指画廊。", "欠峰峦：欠，欠缺；不足。此指画中 的山峦不够美。"], "background": "本首词的具体创作时间不详。潘阆曾寓居钱塘（杭州），宋真宗时，潘阆起复为官，后来没有再回杭州。他“长忆”而唱《酒泉子》，当是这时期的词作。"},
{"title": "酒泉子·长忆孤山", "author": "潘阆", "paragraphs": "长忆孤山，山在湖心如黛簇。僧房四面向湖开。轻棹去还来。\t芰荷香喷连云阁。阁上清声檐下铎。别来尘土污人衣。空役梦魂飞。", "topic": "写山", "notes": ["黛簇：形容山峰如同眉峰簇聚。黛，本指山色，这里指山。", "芰(jì计)荷：出水的荷花。", "铎(duó夺)：大铃的一种。", "役：动词。差使。这两句说离开孤山后风尘仆仆于旅途之中，徒然使梦魂飞越关山（指只是在梦中重游孤山）"], "background": ""},
{"title": "沁园春·再次韵", "author": "周权", "paragraphs": "混沌凿开，天险巍巍，东岩峻兮。是云髓凝成，半空高矗，天风吹裂，一线中开。妙出神功，高擎仙界，鸟道疑当太白西。凭高处，见云嘘岩腹，鼓舞风雷。\t落花香染桃鞋。快阔步青云志壮哉。便万里孤骞，超人间世，一枝高折，作月中梯。笔蘸天河，手扪象纬，笑傲风云入壮题。摩苍壁，扫龙蛇醉墨，翔舞徘徊。", "topic": "写山", "notes": ["太白：即秦岭的太乙峰。", "擎：往上托；举。", "象纬：日月五星。"], "background": ""},
{"title": "浪淘沙·云藏鹅湖山", "author": "章谦亨", "paragraphs": "台上凭栏干，犹怯春寒。被谁偷了最高山？将谓六丁移取去，不在人间。\t却是晓云闲，特地遮拦。与天一样白漫漫。喜得东风收卷尽，依旧追还。", "topic": "写山", "notes": ["鹅湖山在今江西省上饶市铅山县境内。", "章谦亨（生卒年不详）字牧叔，一字牧之，吴兴（今浙江湖州）人。绍定间，为铅山令，为政宽平，人称生佛，家置像而祀，勒石章岩，以志不忘。历官京西路提举常平茶盐。嘉熙二年（1238），除直秘阁，为浙东提刑，兼知衢州。", "六丁：　认为六丁(丁卯、丁巳、丁未、丁酉、丁亥、丁丑)为阴神，为天帝所役使；道士则可用符箓召请，以供驱使，道教中的火神。 "], "background": ""},
{"title": "忆秦娥·山重叠", "author": "纳兰性德", "paragraphs": "山重叠。悬崖一线天疑裂。天疑裂。断碑题字，古苔横啮。\t风声雷动鸣金铁。阴森潭底蛟龙窟。蛟龙窟。兴亡满眼，旧时明月。", "topic": "写山", "notes": ["龙潭口：龙潭山口，地在清代吉林府伊通州西南，即今吉林市东郊龙潭山。此处有“龙潭印月”之胜景。康熙二十一年(1682)春，作者扈驾东巡过经此地。又，今山西省盂县北之盂山亦有“龙潭”，又称“黑龙池”。作者曾几度赴山西五台山，本篇所指或为此地。", "悬崖句：谓群山环绕，举头望去，天空只露一线，仿佛是天幕裂开了。", "古苔横啮：意谓断碑上长满了苍苔，那苍苔好像是啃咬着碑文。", "风声句：谓龙潭口处如同风雷大作，发出了金征戈矛撞击般的巨大声响、鸣金铁，形容风雷声如同金征戈矛撞击之声。"], "background": ""}
]