[
{"title": "八声甘州·寄参寥子", "author": "苏轼", "paragraphs": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。\t记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。", "topic": "写水", "notes": ["八声甘州：词牌名。源于唐大曲，又名《甘州》、《潇潇雨》。", "参寥子：即僧人道潜，字参寥，浙江于潜人。精通佛典，工诗，", "与之交厚。元祐六年（1091年），苏轼应召赴京后，寄赠他这首词。", "钱塘江：浙江最大河流，注入杭州湾，江口呈喇叭状，以潮水壮观著名。", "西兴：即西陵，在钱塘江南，今杭州市对岸，萧山县治之西。", "几度斜晖：意谓度过多少个伴随着斜阳西下的夜晚。", "俯仰昔人非：语出", "《兰亭集序》：“俯仰之间，已为陈迹。”", "忘机：忘却世俗的机诈之心。见《", "·黄帝》，传说海上有一个人喜欢鸥鸟，每天坐船到海上，鸥鸟便下来与他一起游玩。一天他父亲对他说，“吾闻鸥鸟皆从汝游，汝取来吾玩之”，于是他就有了捉鸟的“机心”（算计之心），从此鸥鸟再也不下来了。这里说苏轼清除机心，即心中淡泊，任其自然。", "《下终南山过斛斯山人宿置酒》：\"我醉君复乐，陶然共忘机。\"苏轼《和子由送春》：\"芍药樱桃俱扫地，鬓丝禅榻两忘机。\"", "相得：相交，相知。", "谢公雅志：《晋书·谢安传》载：谢安虽为大臣，“然东山之志始末不渝”，“造讽海之装，欲经略初定，自江道还东。雅志未就，遂遇疾笃”。雅志，很早立下的志愿。", "“西州路”三句：《晋书·谢安传》载：安在世时，对外甥羊昙很好。安死后，其外甥羊昙“辍乐弥年，行不由西州路”。某次醉酒，过西州门，回忆往事，“悲感不已”，“恸哭而去”。 西州，古建业城门名。晋宋间建业（今江苏南京）为扬州刺史治所，以治所在城西，故称西州。"], "background": "《八声甘州·寄参寥子》此词作于宋哲宗元祐六年（1091年），时苏轼由杭州知州召为翰林学士承旨，将离杭州赴汴京时送给参寥的。"},
{"title": "西江月·渔父词", "author": "辛弃疾", "paragraphs": "千丈悬崖削翠，一川落日镕金。白鸥来往本无心。选甚风波一任。\t别浦鱼肥堪脍，前村酒美重斟。千年往事已沉沉。闲管兴亡则甚。", "topic": "写水", "notes": ["西江月：词牌名，此体双调五十六字，上下片各四句，三平韵。", "削翠：陡峭的绿崖。", "一川：犹满川。镕金：熔化金属。亦特指熔化黄金。", "选甚：不论怎么。", "别浦：河流入江海之处称浦，或称别浦。脍：把鱼切成薄片。", "沉沉：悠远。", "则甚：做甚，做什么。"], "background": "淳熙五年（1178），辛弃疾由临安赴湖北任转运副使，舟行江上，过采石矶时创作了这首词。"},
{"title": "采桑子·天容水色西湖好", "author": "欧阳修", "paragraphs": "天容水色西湖好，云物俱鲜。鸥鹭闲眠，应惯寻常听管弦。\t风清月白偏宜夜，一片琼田。谁羡骖鸾，人在舟中便是仙。", "topic": "写水", "notes": ["云物：云彩、风物。", "琼田：传说中的玉田。"], "background": "此词作于欧阳修晚年。欧阳修经过多年努力，终于以观文殿学士、太子少师致仕，得以如愿归居颍州。几次游览后，创作了十首《采桑子》。这是其中之一。"},
{"title": "采桑子·何人解赏西湖好", "author": "欧阳修", "paragraphs": "何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。\t谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。", "topic": "写水", "notes": ["采桑子：词牌名，又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。四十四字，前后片各三平韵。", "飞盖相追：化用", "《公讌》诗：“清夜游西园，飞盖相追随。”盖：车篷；飞盖指奔驰的马车。", "玉卮：玉做的杯子。卮：饮酒的圆形器皿。", "阑干：“阑干”最早指一种竹子木头或者其他东西编织的一种遮挡物。后来就引申为纵横交错的样子，这里指水气交错的样子。", "晖：阳光。", "沧洲：水边的陆地。"], "background": "此词作于欧阳修晚年，具体创作时间不详。公元1049年（宋仁宗皇祐元年），欧阳修定居颍州。并与梅尧臣相约，买田于颍，以便日后退居。数年后，终于以观文殿学士、太子少师致仕，得以如愿归居颍州。几次游览后，创作了十首《采桑子》。这是其中之一。"},
{"title": "念奴娇·过洞庭", "author": "张孝祥", "paragraphs": "洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。\t应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！", "topic": "写水", "notes": ["：字安国，号于湖居士，南宋著名爱国词人。", "洞庭：湖名，在湖南岳阳西南。", "风色：风势。", "琼：美玉。", "着：附着。扁舟：小船。", "素月：洁白的月亮。", "明河：天河。明河一作“银河”。", "表里：里里外外。此处指天上月亮和银河的光辉映入湖中，上下一片澄明。", "岭海：岭外，即五岭以南的两广地区，作者此前为官广西。岭海：一作“岭表”。", "孤光：指月光。", "肝肺：一作“肝胆”。", "冰雪：比喻心地光明磊落像冰雪般纯洁。", "萧骚：稀疏。萧骚一作“萧疏”。襟袖冷：形容衣衫单薄。", "沧浪：青苍色的水。沧浪一作“沧溟”。", "挹：舀。挹一作“吸”。西江：长江连通洞庭湖，中上游在洞庭以西，故称西江。", "北斗：星座名。由七颗星排成像舀酒的斗的形状。", "万象：万物。", "扣：敲击。扣一作“叩”。啸：撮口作声。啸一作“笑”。", "不知句，赞叹夜色美好，使人沉醉，竟忘掉一切（包括时间）。"], "background": "这首《念奴娇》就是张孝祥的代表作。公元1166年（宋孝宗乾道二年），张孝祥因受政敌谗害而被免职。他从桂林北归，途经洞庭湖，即景生情，于是写下了这首词。"},
{"title": "浣溪沙·红蓼花香夹岸稠", "author": "晏殊", "paragraphs": "红蓼花香夹岸稠，绿波春水向东流。小船轻舫好追游。\t渔父酒醒重拨棹，鸳鸯飞去却回头。一杯销尽两眉愁。", "topic": "写水", "notes": ["浣溪沙：词牌名，双调四十二字，上阕三句三平韵，下阕三句两平韵。", "红蓼（liǎo）：一种生长在水边的植物。夏秋季开花，花浅红色。也称水蓼。", "舫：船。", "棹（zhào）：划船的桨。", "却：还。"], "background": "据《明一统志》卷二十七《归德府》载：南湖在归德府（今河南商丘）城南五里，宋晏元献放驯鹭于湖中。据这首词的词意推测，可能作于宋仁宗天圣五年（1027）晏殊迁谪于商丘时。"},
{"title": "酒泉子·长忆观潮", "author": "潘阆", "paragraphs": "长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。\t弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。", "topic": "写水", "notes": ["酒泉子：原为唐教坊曲，以酒泉郡地名作曲名，后用为词牌名。《金奁集》入“高平调”。有两体，一为", "体，为词牌正格；二为潘阆体，又名《忆余杭》。", "长：通假字，通“常”，常常、经常。", "郭：外城，这里指外城以内的范围。", "万面鼓声中：将潮来时，潮声像万面金鼓，一时齐发，声势震人。", "弄潮儿：指朝夕与潮水周旋的水手或在潮中戏水的少年人。喻有勇敢进取精神的人。", "向：朝着，面对", "红旗：红色的旗帜。", "觉：睡醒。", "尚：还（hái），仍然。", "心寒：心里感觉很惊心动魄。"], "background": "潘阆以卖药为生时曾流浪到杭州，亲眼见过钱塘江涨潮时的盛况，以至于今后的日子里多次梦见涨潮的情形。这首《酒泉子》的小词，就是他回忆观潮盛况而作的。"},
{"title": "虞美人·浙江舟中作", "author": "赵孟頫", "paragraphs": "潮生潮落何时了？断送行人老。消沉万古意无穷，尽在长空澹澹鸟飞中。\t海门几点青山小，望极烟波渺。何当驾我以长风？便欲乘桴浮到日华东。", "topic": "写水", "notes": ["虞（yú）美人：词牌名，又名“一江春水”“玉壶水”“巫山十二峰”等。双调五十六字，前后段各四句，两仄韵、两平韵。", "浙江：钱塘江。", "断送：消磨。", "海门：在钱塘江入海口。", "望极：望尽。", "何当：何时。", "驾：乘。", "桴（fú）：木筏。", "浮：漂流。", "日华：太阳的光华，词中指太阳。"], "background": "从词中叹老消沉的意绪来看，这首词应作于元仁宗延祐六年（1319年）南归后。词人舟中观潮，有所感触，便写下这首词。"},
{"title": "摸鱼儿·观潮上叶丞相", "author": "辛弃疾", "paragraphs": "望飞来半空鸥鹭，须臾动地鼙鼓。截江组练驱山去，鏖战未收貔虎。朝又暮。诮惯得、吴儿不怕蛟龙怒。风波平步。看红旆惊飞，跳鱼直上，蹙踏浪花舞。\t凭谁问，万里长鲸吞吐，人间儿戏千弩。滔天力倦知何事，白马素车东去。堪恨处，人道是、属镂怨愤终千古。功名自误。谩教得陶朱，五湖西子，一舸弄烟雨。", "topic": "写水", "notes": ["摸鱼儿：词牌名。", "观潮：指观看杭州湾的钱塘江海潮。叶丞相：即", "，字梦钖，婺州金华（今浙江金华）人，官至右丞相兼枢密使，曾向朝廷力荐", "。", "须臾（yú ）：片刻。鼙（pí）鼓：古代的一种战鼓。", "组练：“组甲被练”的简称，分别指军士所服的两种衣甲。", "鏖（áo）战：激烈的战斗。貔（pí）虎：传说中一种凶猛的野兽，这里喻指勇猛的军队。", "诮惯得：犹言“习以为常”。诮：简直，完全。", "吴儿：泛指钱塘江畔的青年渔民。", "红旆（pèi）：红旗。旆，旗帜。", "蹙：通“蹴”，踩，踏。", "人间儿戏千弩：《宋史·河渠志》载，钱武肃王筑江堤，为阻潮水冲击，命强弩数百射潮头。", "白马素车：典出", "《七发》：“其少进也，浩浩皑皑，如素车白马帷盖之张。”是说白浪滔天的样子。素车：不加修饰的马车。", "“属（zhǔ）镂（lòu）”句：意谓伍子胥忠而遭祸，千古为之怨愤。", "谩教得：空使得，有“白白便宜了”的意思。陶朱：即春秋时期越国大夫范蠡。", "五湖：或指太湖，或指太湖附近的湖泊。西子：即春秋时期美女西施。范蠡曾以其献吴。成功后，传说范蠡携西施泛舟五湖。", "舸：大船。弄烟雨：指在烟雨蒙蒙的五湖上泛舟自适。"], "background": "淳熙元年（1174）春，叶衡（字梦钖）由建康留守被召入朝担任右丞相之职，辛弃疾也因叶衡的推荐，当了仓部郎官。这一年的秋天，辛弃疾赴临安（今杭州），在钱塘江观潮，写了这首词赠给叶衡。"},
{"title": "夜游宫·叶下斜阳照水", "author": "周邦彦", "paragraphs": "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。\t古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。", "topic": "写水", "notes": ["夜游宫：词牌名。《清真集》入“般涉调”。双调五十七字，前后片各四仄韵。", "叶下：叶落。", "轻浪：微波。 ", "沉沉：形容流水不断的样子。", "酸风射眸子：指冷风刺眼使酸鼻。酸风，指刺人的寒风。", "单衾（qīn）：薄被。", "萧娘：唐代对女子的泛称。此指词人的情侣。唐杨巨源《崔娘》诗：“风流才子多春思，肠断萧娘一纸书。”"], "background": "此词为即景抒情之作。写接到情人（萧娘）一封信后的沉痛情绪。"},
{"title": "采桑子·残霞夕照西湖好", "author": "欧阳修", "paragraphs": "残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。\t西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。", "topic": "写水", "notes": ["西湖：指颍州西湖。", "坞：湖岸凹入处。", "汀：水中洲。", "轩槛：长廊前木栏干。", "芰：即菱。"], "background": "此词为作者于熙宁五年（1072）退居颍州时所作。"},
{"title": "浪淘沙·其七", "author": "刘禹锡", "paragraphs": "八月涛声吼地来，头高数丈触山回。\t须臾却入海门去，卷起沙堆似雪堆。", "topic": "写水", "notes": ["八月涛：浙江省钱塘江潮，每年农历八月十八潮水最大，潮头壁立，汹涌澎湃，犹如万马奔腾，蔚为壮观。"], "background": ""},
{"title": "采桑子·荷花开后西湖好", "author": "欧阳修", "paragraphs": "荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。\t画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。", "topic": "写水", "notes": ["西湖：指颍州（今安徽省阜阳市）西湖。", "晚年退休后住在颍州，写了一组《采桑子》（十首）。", "旌（jīng）旗：古代旌旗仪仗。", "幢（chuáng）：古代伞帐幔。", "盖：古代一种似伞伞遮阳物。", "卮（zhī）：古代盛酒伞器皿。", "笙（shēng）：簧管乐器。"], "background": "公元1049年（宋仁宗皇祐元年），作者时知颍州，趁着盛夏之季游玩西湖写下此词，记载了西湖风光及游湖之乐。"},
{"title": "南浦·春水", "author": "王沂孙", "paragraphs": "柳下碧粼粼，认麹尘乍生，色嫩如染。清溜满银塘，东风细、参差縠纹初遍。别君南浦，翠眉曾照波痕浅。再来涨绿迷旧处，添却残红几片。\t葡萄过雨新痕，正拍拍轻鸥，翩翩小燕。帘影蘸楼阴，芳流去，应有泪珠千点。沧浪一舸，断魂重唱蘋花怨。采香幽泾鸳鸯睡，谁道湔裙人远。", "topic": "写水", "notes": ["南浦：词牌名。唐《教坊记》有《南浦子》曲，宋词借旧曲名，另倚新声，用作词牌名。双调一百五字，上片九句四仄韵，下片八句五仄韵。", "粼粼：清澈貌。", "曲尘：酒曲上所生菌，因色淡黄如尘，故称淡黄色为曲尘，也作“麴尘”。此处用以比喻新柳之色泽。", "清溜：清澈的水流。", "银塘：清澈明净的池塘。", "参（cēn）差（cī）：层层丛聚之貌。", "縠（hú）纹：绉纱似的皱纹，常以喻水的波纹。縠，一种轻纱。", "南浦：南面的水边。后常用称送别之地。", "翠眉：古代女子用青黛画眉，故称。", "涨绿：谓春水上涨。旧处：指昔日离别之地。", "残红：凋残的花。", "葡萄：指碧绿的葡萄酒色，古人常用以形容江水碧绿。", "拍拍：形容鸟翅拍打之状。", "翩翩：飞翔貌。", "“应有”句：化用", "词句意揣想别后闺中女子伤心情状。", "沧浪一舸（gě）：意谓离人乘舟远行。舸，船只。", "蘋花怨：指闺怨。", "湔（jiān）裙人：指所思念的闺中女子。湔，洗涤。"], "background": "连诗序云：“稽山禹穴，莽为狐兔神龙遗蜕，散乱榛芜。孝子仁人一夕系取而归之。有心人者，能无愧乎，闻此怨泫，寄以诗。”诗序所述乃杨琏真珈掘宋帝六陵之事，故而此词应作于至元十四年（1277）之后。"},
{"title": "水仙子·渡瓜洲", "author": "赵善庆", "paragraphs": "渚莲花脱锦衣收，风蓼青雕红穗秋，堤柳绿减长条瘦。系行人来去愁，别离情今古悠悠。南徐城下，西津渡口，北固山头。", "topic": "写水", "notes": ["瓜洲：在江苏邗江县南之运河入长江处，与镇江隔岸相对，为著名的古渡口。", "蓼：植物名，生水边，开鞭穗状小花。", "南徐：今江苏镇江市丹徒县。", "西津渡：一名金陵渡，在镇江城西蒜山下的长江边。", "北固：山名，在镇江市内长江岸上，为著名的古要塞与名胜地。"], "background": ""},
{"title": "满江红·中秋夜潮", "author": "史达祖", "paragraphs": "万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。\t光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！", "topic": "写水", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。双调九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多。", "阴：指低凹处。", "潮信：即潮。因其来时有定时，故称“潮信”。", "半破：指半轮月亮。", "斗成：拼成。双绝：指圆月和潮水。", "金镜：比喻月亮。", "拏攫（ná jué）：夺取。擎同拿。", "子胥：伍子胥，春秋时吴国大夫。", "沉冤：久未昭雪的冤屈，指吴王夫差不听伍子胥劝谏而赐其宝剑，令其自刎。", "蛟龙穴：传说水底有蛟龙居住的宫殿，即龙宫。", "声直上：指潮水的涛声。", "蟾蜍窟：即月宫。古代传说月中有蟾蜍，蟾蜍即蛤蟆。", "洞然：洁净的样子。刷：刷去污垢。", "粉黛：粉敷面而助白，黛画启而增黑，都是妇女使用的妆饰品。", "“举杯”句：指吴王夫差杀死伍子胥和越王勾践杀死大夫文种的事，是对他们杀害大臣的谴责。", "说似：讲论。儿曹：儿辈。", "心应折：", "《别赋》：“使人意夺神孩，心拆骨惊。”心折，中心摧伤，即憾动了心灵。"], "background": "中秋海潮，是大自然的壮观景象。早在北宋，苏轼就写过《八月十五看潮五绝》，其首绝曰：“定知玉兔十分圆，已作霜风九月寒。寄语重门休上钥，夜潮留向月中看”。南宋辛弃疾也写过《摸鱼儿·观潮上叶丞相》等上乘之作。史达祖这首题为“中秋夜潮”的《满江红》，在某种程度上看，就正是继承苏、辛“豪放”词风之作，它写出了夜潮的浩荡气势，写出了皓洁的中秋月色，更借此而抒发了自己胸中的一股激情，令人读后产生如闻钱塘潮声击荡于耳的感觉。"},
{"title": "水龙吟·听兮清佩琼瑶些", "author": "辛弃疾", "paragraphs": "用“些语”再题瓢泉，歌以饮客，声韵甚谐，客皆为之釂。\t听兮清佩琼瑶些。明兮镜秋毫些。君无去此，流昏涨腻，生蓬蒿些。虎豹甘人，渴而饮汝，宁猿猱些。大而流江海，覆舟如芥，君无助、狂涛些。\t路险兮山高些。块予独处无聊些。冬槽春盎，归来为我，制松醪些。其外芳芬，团龙片凤，煮云膏些。古人兮既往，嗟予之乐，乐箪瓢些。", "topic": "写水", "notes": ["些语：是《楚辞》的一种句式或体裁。“些“音suò（所的去声），为楚巫禁咒句末所用特殊语气助词。", "瓢泉：位于江西省铅山县期思村瓜山下。据《铅山县志》载： “瓢泉在县东二十五里，", "得而名之。其一规圆如臼，其一规直如瓢。周围皆石径，广四尺许，水从半山喷下，流入臼中，而后入瓢。其水澄亭可鉴。”", "酹：指饮尽杯中酒。", "琼瑶：美玉。", "兮：语助词，相当于“啊”。", "流昏涨腻：", "《阿房宫赋》有“渭流涨腻，弃脂粉也”。此谓同流合污也。", "甘人：《招魂》有“此皆甘人”句，注谓： “言此物食人以为甘美。”", "猱（náo）：长臂猿。", "覆舟如芥：《庄子·逍遥游》： “水之积也不厚，则其负大舟也无力。覆杯水于坳堂之上，则芥为之舟，置杯焉则胶，水浅而舟大也。”作者于此是用其词而变其意。", "块：麻木呆滞的样子。 《汉书·杨王孙传》： “块然独处。”", "槽、盎（àng）：酿酒的器皿。松醪：《酒史》谓", "守定州时，于曲阳得松膏酿酒，作《中山松醪赋》。 (按：此数句是指以水酿酒。)", "团龙、片凤：均茶名，团片状之茶饼，饮用时则碾碎之。", "云膏：形容茶之软滑温氤。", "乐箪（dān）瓢： 《论语·雍也》云“子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐，贤哉回也。”箪，盛饭之圆竹筒。"], "background": "南宋孝宗淳熙十二年（公元1186年），辛弃疾卜居铅山，在期思村发现一眼泉水，因其形状如瓢，辛弃疾取孔子“一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐，贤哉回也”的含意，取名为瓢泉。光宗绍熙五年（公元1194年）七月作者被解除知福州兼福建路安抚使的职务后，便来这里“新葺茅檐”。宁宗庆元二年（公元1196年）又移居退隐。这首词大致是闲居瓢泉时期写的。"},
{"title": "南浦·春水", "author": "张炎", "paragraphs": "波暖绿粼粼，燕飞来，好是苏堤才晓。鱼没浪痕圆，流红去，翻笑东风难扫。荒桥断浦，柳阴撑出扁舟小。回首池塘青欲遍，绝似梦中芳草。\t和云流出空山，甚年年净洗，花香不了？新绿乍生时，孤村路，犹忆那回曾到。余情渺渺，茂林觞咏如今悄。前度刘郎归去后，溪上碧桃多少。", "topic": "写水", "notes": ["粼粼（lín lín）：形容水波碧绿清澈，泛着光亮。", "苏堤（dī）：西湖景色之一为“苏堤春晓”。", "流红：把红花流走。", "池塘：池子的岸堤。塘，堤。", "梦中芳草：南朝钟嵘《诗品》引《谢氏家录》说，谢灵运梦见弟弟", "，从而写出了“池塘生春草”的句子。", "绿（lù）：清澈的水。这里指暮春新流出的溪水。", "渺渺：绵绵不绝。", "茂林觞咏（shāng yǒng）：晋", "《兰亭集序》记述了暮春三月三日上巳节在溪边会集，饮酒赋诗的故事。茂林，茂密的树林，指会集的地点。觞，饮酒；咏，咏诗。", "前度刘郎：意为当日的欢愉。唐", "《再游玄都观绝句》有“终逃到是归何处，前度刘郎今又来”的诗句。 "], "background": "由词风可以看出该词应该写于词人早年隐居浙江杭州期间，在此期间词人游览西湖，为了描述西湖的美以及表达自己内心的情感而写下这首咏物词。"},
{"title": "凭阑人·江夜", "author": "张可久", "paragraphs": "江水澄澄江月明，江上何人搊玉筝？隔江和泪听，满江长叹声。", "topic": "写水", "notes": ["越调：宫调名。凭阑人：曲牌名。江夜：曲题。", "搊（chōu）：拨动，弹拨。玉筝：对古筝的美称。筝是一种弹拨乐器。"], "background": ""},
{"title": "后庭花·清溪一叶舟", "author": "赵孟頫", "paragraphs": "清溪一叶舟，芙蓉两岸秋。采菱谁家女，歌声起暮鸥。乱云愁，满头风雨，戴荷叶归去休。", "topic": "写水", "notes": ["芙蓉：荷花。", "鸥：水鸟。", "休：语气助词。"], "background": ""},
{"title": "清平乐·弹琴峡题壁", "author": "纳兰性德", "paragraphs": "泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。\t极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。", "topic": "写水", "notes": ["清平乐：词牌名，原为唐教坊曲名，取用汉乐府“清乐”、“平乐”这两个乐调而命名。双调，四十六字。上阕押仄声韵，下阕换平声韵。也有全押仄声韵的。", "弹琴峡：据《大清一统志·顺天府》： “弹琴峡，在昌平州西北居庸关内，水流石罅，声若弹琴。”", "泠（líng）泠：形容水流声清脆。", "关塞（sài）：此处泛指边关之地。", "极天关塞云中，人随落雁西风：化用", "《秋兴》诗： “关塞极天唯鸟道。江湖满地一渔翁”。这句写居庸关的形势极其险要。", "唤取红襟翠袖，莫教泪洒英雄：化用", "《水龙吟·登建康赏心亭》词：“倩何人唤取，红襟翠袖，揾英雄泪”。红襟翠袖：指歌女。"], "background": "康熙十五年（1676）十月，词人途径弹琴峡，秋风苍劲，远远的看着边塞的景色，兴亡之感不禁而生，于是作了这一首《清平乐》，并用以题壁。"},
{"title": "霜天晓角·仪真江上夜泊", "author": "黄机", "paragraphs": "寒江夜宿。长啸江之曲。水底鱼龙惊动，风卷地、浪翻屋。\t诗情吟未足。酒兴断还续。草草兴亡休问，功名泪、欲盈掬。", "topic": "写水", "notes": ["仪真：今江苏仪征县，在长江北岸。这一带是南宋的前方，多次被金兵侵占并经常受到骚扰。", "草草兴亡：是对中原沦陷和南宋危殆的命运而发的感慨。草草，草率。兴亡，偏义复词，指“亡”。", "盈掬：满握，形容泪水多。"], "background": ""},
{"title": "满江红·清江风帆甚快作此与客剧饮歌之", "author": "范成大", "paragraphs": "千古东流，声卷地，云涛如屋。横浩渺、樯竿十丈，不胜帆腹。夜雨翻江春浦涨，船头鼓急风初熟。似当年、呼禹乱黄川，飞梭速。\t击楫誓、空警俗。休拊髀，都生肉。任炎天冰海，一杯相属。荻笋蒌芽新入馔，弦凤吹能翻曲。笑人间、何处似尊前，添银烛。", "topic": "写水", "notes": [], "background": ""},
{"title": "水调歌头·泛湘江", "author": "张孝祥", "paragraphs": "濯足夜滩急，晞发北风凉。吴山楚泽行遍，只欠到潇湘。买得扁舟归去，此事天公付我，六月下沧浪。蝉蜕尘埃外，蝶梦水云乡。\t制荷衣，纫兰佩，把琼芳。湘妃起舞一笑，抚瑟奏清商。唤起九歌忠愤，拂拭三闾文字，还与日争光。莫遣儿辈觉，此乐未渠央。", "topic": "写水", "notes": ["水调歌头：词牌名。相传隋炀帝开汴河时曾制《水调歌》，唐人演为大曲。《歌头》是大曲开始的第一章。", "湘（xiāng）江：即湘水，今湖南省的一条大江。", "濯（zhuó）足：洗脚。", "晞（xī）发：晾干头发。", "吴山楚泽（zé）：泛指南方的山水。", "潇（xiāo）湘：湘水与潇水合流处称为潇湘，这里指湘江。", "扁（piān）舟：小船。", "付：给予，赐予。", "沧浪：水名，这里指湘江。", "蝉蜕尘埃外：蝉脱壳羽化飞上青天，这里表示词人超脱尘俗的胸怀。", "蝶梦：梦中化为蝴蝶。说明词人自己情致的悠闲。《庄子·齐物论》：“昔者庄周梦为蝴蝶，栩栩然蝴蝶也。”", "制荷衣：用荷叶作衣服。《离骚》中写道：“制芰荷以为衣兮寸。", "纫（rèn）兰佩：把兰花穿结成佩带。《离骚》中写道：“纫秋兰以为佩”。", "把琼（qióng）芳：手握芳洁的花枝。《九歌·东皇太一》：“盍将把兮琼芳’’。", "湘妃：湘水女神。", "抚瑟（sè）：弹瑟。", "清商：指悲凉的乐曲。", "九歌：屈原作品《楚辞》中的篇目，这里以《九歌》代指屈原的作品。", "拂（fú ）拭（shì）：抹去尘垢，比喻识拔真才。", "三闾（lǘ）文字：屈原曾任三闾大夫，这里指屈原骚赋。", "未渠央：即未尽之意。渠，同“遽”，急遽；央，尽。"], "background": "《宋史》记载：宋孝宗乾道元年（1165），张孝祥在广南西路经略安抚使任上“治有声绩”，被谗言落职，宋孝宗乾道二年（1166），他从桂林罢官北归，此词正是张孝祥北归途中，在湘江上泛舟时的作品。"}
]