[
{"title": "清平乐·金风细细", "author": "晏殊", "paragraphs": "金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。\t紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。", "topic": "写雪", "notes": ["金风：金风：秋风，古代以阴阳五行解释季节演变，秋属金，故称秋风为金风。", "叶叶梧桐坠：梧桐树叶一片一片地坠落。", "绿酒：古代土法酿酒，酒色黄绿，诗人称之为绿酒。五代南唐", "《长命女》词：“春日宴，绿酒一杯歌一遍。”", "紫薇朱槿：花名。紫薇：落叶小乔木，花红紫或白，夏日开，秋天凋，故又名“百日红”。朱槿：红色木槿，落叶小灌木，夏秋之交开花，朝开暮落。又名扶桑。", "却照：正照。", "归：归去，指秋天燕子飞回南方。", "银屏：屏风上以云母石等物镶嵌，洁白如银，故称银屏，又称云屏。"], "background": ""},
{"title": "西江月·阻风三峰下", "author": "张孝祥", "paragraphs": "满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。\t明日风回更好，今宵露宿何妨。水晶宫里奏霓裳，准拟岳阳楼上。", "topic": "写雪", "notes": ["山峰：指黄陵山。（黄陵山在湖南湘阴县北洞庭湖边。湘水由此入湖。相传山上有舜之二妃娥皇、女英的庙，世称黄陵庙。词题一作“黄陵庙”。词句也稍有差异）", "鳞鳞：形容波纹细微如鱼鳞。", "风回：指风向转为顺风。", "水晶宫：古代传说水中的宫殿。", "霓裳：即《霓裳羽衣曲》，唐代著名乐舞名。"], "background": "公元1167年（在宋孝宗乾道三年）张孝祥当时正在知潭州（今湖南长沙市）。后改官离开湖南，乘舟北上，途经洞庭湖畔的黄陵山时，遇风受阻，于是写了这首词。《宋六十名家词》题作《黄陵庙》，个别语句亦稍有出入。"},
{"title": "扫花游·秋声", "author": "王沂孙", "paragraphs": "商飙乍发，渐淅淅初闻，萧萧还住。顿惊倦旅。背青灯吊影，起吟愁赋。断续无凭，试立荒庭听取。在何许？但落叶满阶，惟有高树。\t迢递归梦阻。正老耳难禁，病怀凄楚。故山院宇。想边鸿孤唳，砌蛩私语。数点相和，更著芭蕉细雨。避无处。这闲愁，夜深尤苦。", "topic": "写雪", "notes": ["秋声：时至秋日，西风起，草木凋零，多肃杀之声，曰秋声。", "商飙（biāo）：指秋风 。古人把五音与四季相配。商音配秋。商音凄厉。与秋天肃杀之气相应。因以商指秋季。", "淅淅：象声词，形容风声。", "倦旅：指倦于行旅的人。", "青灯：光线青荧的油灯，借指孤寂、清苦的生活。", "吊影：对影自伤。极言孤独。愁赋：度郎先自吟愁赋，凄凄更闻私语 。", "断续：意指风声不定时断时续。无凭，无准或不定之义。何许：何处。但：只，只有。", "迢（tiáo）递：遥远的样子。", "老耳难禁：老来不堪听取凄凉的秋声。", "边鸿：边塞的鸿雁。孤唳：指鸿雁孤鸣。砌蛩：台阶下的蟋蟀。", "数点：指雨滴。更著：更加上。"], "background": "至元二十八年（1291），元朝诏告天下寻访隐居埋名的人士，征辟任用南士，并责成各级官府严加督视。宋亡后一直隐居会稽的王沂孙在这一年被强征而起，出任庆元路学正。这一首《扫花游·秋声》，便是他出任庆元任上，日夜思念故乡并渴盼早日归家的心迹流露。"},
{"title": "浪淘沙·好恨这风儿", "author": "石孝友", "paragraphs": "好恨这风儿，催俺分离！船儿吹得去如飞，因甚眉儿吹不展？叵耐风儿！\t不是这船儿，载起相思？船儿若念我孤恓？载取人人篷底睡，感谢风儿！", "topic": "写雪", "notes": ["叵耐：本指“不可耐”之义，这里含有“可恨”之意。", "孤恓（xī）：寂寞凄凉；悲伤。"], "background": ""},
{"title": "卜算子·风雨送人来", "author": "游次公", "paragraphs": "风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。\t泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。", "topic": "写雪", "notes": ["草草：匆忙仓促的样子。", "杯盘：指饮食。", "晴：这里指日日流泪（雨天）从来没有停过（晴天）。", "眉黛：指眉，因古代女子以黛画眉。", "明日：明天。"], "background": "该词创作时间约为南宋淳熙十四年（1187年）前后，词人看见男女离别的场景，受到感触故创作该词。"},
{"title": "木兰花·风帘向晓寒成阵", "author": "晏几道", "paragraphs": "风帘向晓寒成阵。来报东风消息近。试从梅蒂紫边寻，更绕柳枝柔处问。\t来迟不是春无信。开晚却疑花有恨。又应添得几分愁，二十五弦弹未尽。", "topic": "写雪", "notes": "", "background": ""}
]