[
{"title": "清平乐·采芳人杳", "author": "张炎", "paragraphs": "采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。\t去年燕子天涯，今年燕子谁家？三月休听夜雨，如今不是催花。", "topic": "写鸟", "notes": ["采芳人：指游春采花的女子。", "杳（yǎo）：没有踪迹。", "顿觉：顿时觉得。", "游情：游玩的心情。", "草草：草率。", "燕子：词人自喻。", "天涯：形容很远的地方。", "谁家：何处。"], "background": "公元1276年，元兵占领临安之后，世居临安的张炎的家园被抄没，亲人被掳杀，他成了逃亡在外的宋臣。多年以后，他的家祸在人们心中已经淡忘，他回到了临安。时值春天，他目睹境况萧条，自已也已无家可归，而成了旧日都城的过客，子是万千感慨，聚于笔端，吟成此住。"},
{"title": "贺新郎·别茂嘉十二弟", "author": "辛弃疾", "paragraphs": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》\t绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。\t将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。", "topic": "写鸟", "notes": ["题下自注：“鹈鴂、杜鹃实两种，见《离骚补注》”。鹈鴂，指伯劳。", "鹧鸪：鸣声凄切，如说“行不得也哥哥”。", "杜鹃：其声哀婉，如说“不如归去”。", "未抵：比不上。", "马上琵琶：用王昭君出塞事。", "“更长门”句：用陈皇后失宠事。", "将军：引用汉武帝时李陵。", "“向河梁”句：引用李陵别苏武事。", "“易水”句：引用《史记·刺客列传》中荆轲刺秦王事。", "如许恨：像上面的许多恨。"], "background": "辛弃疾的这首词大约作于他闲居铅山期间。茂嘉是他的堂弟，其事迹未详。张惠言《词选》以为“茂嘉盖以得罪谪徙，是故有言。”"},
{"title": "摸鱼儿·雁丘词 / 迈陂塘·雁丘词", "author": "元好问", "paragraphs": "乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。\t问世间，情是何物，直教生死相许？\t天南地北双飞客，老翅几回寒暑。\t欢乐趣，离别苦，就中更有痴儿女。\t君应有语：渺万里层云，千山暮雪，只影向谁去？\t横汾路，寂寞当年箫鼓，荒烟依旧平楚。\t招魂楚些何嗟及，山鬼暗啼风雨。\t天也妒，未信与，莺儿燕子俱黄土。\t千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。", "topic": "写鸟", "notes": ["《摸鱼儿》：一名《摸鱼子》，又名《买陂塘》、《迈陂塘》、《双蕖怨》等。唐教坊曲，后用为词牌。宋词以", "《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。双结倒数第三句第一字皆领格，宜用去声。", "乙丑岁：", "泰和五年（公元1205年），以天干地支纪年为乙丑年，当时", "年仅十六岁。", "赴试并州：《金史·选举志》载：金代选举之制，由乡至府，由府至省及殿试，凡四试。明昌元年罢免乡试。府试试期在秋八月。府试处所承安四年赠太原，共为十处。", "识（zhì）：标志。", "雁丘：嘉庆《大清一统志》：雁丘在阳曲县西汾水旁。金元好问赴府试……累土为丘，作《雁丘词》。", "无宫商：不协音律。", "直教：竟使。许：随从。", "双飞客：大雁双宿双飞，秋去春来，故云。", "“就中”句：这雁群中更有痴迷于爱情的。", "“君应”四句：万里长途，层云迷漫，千山暮景，处境凄凉，形影孤单为谁奔波呢？", "“横汾”三句：这葬雁的汾水，当年汉武帝横渡时何等热闹，如今寂寞凄凉。", "平楚：楚指丛木。远望树梢齐平，故称平楚。", "“招魂”二句：我欲为死雁招魂又有何用，雁魂也在风雨中啼哭。", "招魂楚些（suò）：《楚辞·招魂》句尾皆有“些”字。", "何嗟及：悲叹无济于事。山鬼：《楚辞·九歌·山鬼》篇指山神，此指雁魂。", "暗啼：一作“自啼”。", "“天也”二句：不信殉情的雁子与普通莺燕一样都寂灭无闻变为黄土，它将声名远播，使天地忌妒。", "骚人：诗人。"], "background": "金章宗泰和五年（公元1205年），年仅十六岁的青年诗人元好问，在赴并州应试途中，听一位捕雁者说，天空中一对比翼双飞的大雁，其中一只被捕杀后，另一只大雁从天上一头栽了下来，殉情而死。年轻的诗人便买下这一对大雁，把它们合葬在汾水旁，建了一个小小的坟墓，叫“雁丘”，并写《雁丘》辞一阕，其后又加以修改，遂成这首著名的《摸鱼儿·雁丘词》。"},
{"title": "鹧鸪天·十里楼台倚翠微", "author": "晏几道", "paragraphs": "十里楼台倚翠微。百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。\t惊梦觉，弄晴时。声声只道不如归。天涯岂是无归意，争奈归期未可期。", "topic": "写鸟", "notes": ["鹧鸪天：词牌名。又名《思佳客》《半死桐》《思越人》《醉梅花》。双调，五十五字，上、下片各三平韵。", "翠微：青翠的山气，此指青翠掩映的山间幽深处。", "杜鹃：又名杜宇、子规，叫声像“不如归去”。", "行人：离别在外的游子。", "流莺：指黄莺。取次：随意、任意。", "惊梦觉：从睡梦中惊醒。", "弄晴时：弄指卖弄，杜鹃在晴明的春日卖弄自己的叫声。", "不如归：传说中杜鹃的叫声像“不如归去”。", "天涯：指漂泊天涯的游子，即作者。", "争奈：怎奈。未可期：未可肯定的意思。"], "background": "这首词的具体创作时间不详。早年的晏几道是在歌儿舞女消磨时光的公子哥，但随着父亲下台，家道渐衰，他沦落到要为生计奔波天南海北的地步，这般落魄半生、兜转什途的才子文士，历代都有，却少有如像他这样，尝尽了富贵滋味之后才沉沦下僚，囚而他也就比其他人承受着更大的落差，休味着更深的悲凉，就连听到的杜鹃的“不如归去”亦是有更深切的感慨，这首词即是他在奔劳的旅途中所作的。"},
{"title": "昭君怨·赋松上鸥", "author": "杨万里", "paragraphs": "晚饮诚斋，忽有一鸥来泊松上，已而复去，感而赋之。\t偶听松梢扑鹿，知是沙鸥来宿。稚子莫喧哗，恐惊他。\t俄倾忽然飞去，飞去不知何处？我已乞归休，报沙鸥。", "topic": "写鸟", "notes": ["昭君怨：词牌名，又名《宴西园》、《一痕沙》。四十字，全阕四换韵，两仄两平递转，上下片同。", "诚斋：", "书房的名字。", "已而：后来。", "扑鹿：状声音。", "《渔父》：“惊起鸳鸯扑鹿飞。”", "稚子：幼子；小孩。", "喧哗：声音大而杂乱。", "俄倾：片刻；一会儿。", "归休：辞官退休；归隐。", "报沙鸥：沙鸥，栖息于沙滩、沙洲上的鸥鸟。《文选》卷三十一", "《杂体诗》“拟张绰”，李善注引《庄子》：“海上有人好鸥鸟者，旦而之海上，从鸥鸟游，鸥鸟至者百数。其父曰：‘吾闻鸥从汝游，试取来，吾从玩之。’曰：’诺。‘明旦之海上，鸥鸟舞而不下。“今本无之。《", "·黄帝篇》略同。人无机心，能感动异类，称”鸥鸟忘机“本此。这里意谓自己志在隐居，约沙鸥为伴，今即将实行，故告知它。曹松《赠", "》二之二：”他时莫为三征起，门外沙鸥解笑君。“本词似用此意。", "《登快阁》：”万里归船弄长笛，此心吾与白鸥盟。“"], "background": "本词是杨万里辞官归隐家乡江西吉水时的作品，题目《赋松上鸥》说明，这是一首咏物词。小序交代了鸥来复去的时间、地点和经过，“感而赋之”一句，则说明写作动机。"},
{"title": "永遇乐·舟中感旧", "author": "徐灿", "paragraphs": "无恙桃花，依然燕子，春景多别。前度刘郎，重来江令，往事何堪说。逝水残阳，龙归剑杳，多少英雄泪血。千古恨、河山如许，豪华一瞬抛撇。\t白玉楼前，黄金台畔，夜夜只留明月。休笑垂杨，而今金尽，秾李还消歇。世事流云，人生飞絮，都付断猿悲咽。西山在、愁容惨黛，如共人凄切。", "topic": "写鸟", "notes": ["永遇乐：词牌名，始创于", "，双调一百零四字，有平仄两体，上下片各十一句四韵。", "前度刘郎：南朝宋", "《幽明录》记东汉永平年间，刘晨阮肇在天台山桃源洞遇到仙女。至太康年间，二人重回天台。后世称去而复剑的人为“前度刘郎”。唐", "《再游玄都观绝句》诗：“种桃道士今何处？前度刘郎今又剑。”", "江令：隋江总先后仕南朝梁、陈、隋三朝，仕陈时官至尚书令，世称“江令”。", "龙归剑杳（yǎo）：《晋书-", "传》载，张华望丰朝有剑气，乃以雷焕为丰朝令，焕掘得双剑，一与华，一自佩。张华与雷焕死后，焕之子持剑经延平津，剑从腰间跃出堕水，但见化为二龙而没。后用“剑化”比喻人离世。", "一瞬：一眨眼，比喻极短的时间。", "抛撇（pāo piě）：抛开；丢弃。", "白玉楼：传说唐诗人", "昼见绯衣人，云“帝成白玉楼，立召君为记。天上差乐，不苦也”，遂卒。后因以为文人去世的典故。", "黄金台：古台名。又称金台、燕台。故址在今河北省易县东南北易水南。相传战国燕昭王筑，置千金于台上，延请天下贤士，故名。", "秾（nóng）李：华美的李花。", "销歇：衰败零落。", "断猿：孤独悲啼之猿。", "西山：山名，北京市西郊群山的总称。南了拒马山，西北接军都山，林泉清幽，为京郊名胜地。", "惨黛（dài）：谓愁眉。黛，可供画眉的青黑色颜料，借指眉。"], "background": "顺治二年（1645年），陈之遴出仕清朝。不久，徐灿携子女北上京师，与之团聚。这首词或即作于此番北上途中，与《南乡子·秋雨》同时。题为“感旧”，是因为作者十年前曾有北京之行。今日重来，桃花无恙，燕子依然，但人事全非，旧悲新愁纷至沓来，尽寓于此一篇小词之中。"},
{"title": "鹊踏枝·叵耐灵鹊多谩语", "author": "佚名", "paragraphs": "叵耐灵鹊多谩语，送喜何曾有凭据？几度飞来活捉取，锁上金笼休共语。\t比拟好心来送喜，谁知锁我在金笼里。欲他征夫早归来，腾身却放我向青云里。", "topic": "写鸟", "notes": ["叵耐：不可忍耐。", "谩：一作“漫”。 ", "金笼：坚固而又精美的鸟笼", "休共语：不要和他说话", "比拟：打算，准备", "征夫：出远门的人。这里是指关锁灵鹊的人的丈夫", "腾身：跃身而起"], "background": ""},
{"title": "双双燕·咏燕", "author": "史达祖", "paragraphs": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。\t芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。", "topic": "写鸟", "notes": ["春社：古代春天的社日，以祭祀土神。在立春后第五个戊日。", "度：穿过。帘幕：古时富贵人家多张挂于院宇。", "差（cī）池：燕子飞行时，有先有后，尾翼舒张貌。《诗经· 邶风·燕燕》：“燕燕于飞，差池其羽。”", "相（xiàng）：端看、仔细看。雕梁：雕有或绘有图案的屋梁。藻井：用彩色图案装饰的天花板，形状似井栏，故称藻井。", "软语：燕子的呢喃声。", "翠尾：翠色的燕尾。红影：花影。", "芳径：长着花草的小径。", "芹泥：水边长芹草的泥土。", "红楼：富贵人家所居处。", "柳昏花暝（míng）：柳色昏暗，花影迷蒙。暝：天色昏暗貌。", "栖香：栖息得很香甜，睡得很好。", "天涯芳信：给闺中人传递从远方带来的书信。古有双燕传书之说。", "翠黛双峨：指闺中少妇。黛蛾：螺子黛，乃女子涂眉之颜料，其色青黑，或以代眉毛。眉细如蛾须，乃谓蛾眉。更有以眉代指美人者。", "画阑：雕花的栏杆。凭：倚靠。"], "background": ""},
{"title": "双双燕·小桃谢后", "author": "吴文英", "paragraphs": "小桃谢后，双双燕，飞来几家庭户。轻烟晓暝，湘水暮云遥度，帘外余寒未卷，共斜入、红楼深处。相将占得雕梁，似约韶光留住。\t堪举。翩翩翠羽。杨柳岸，泥香半和梅雨。落花风软，戏促乱红飞舞。多少呢喃意绪。尽日向、流莺分诉。还过短墙，谁会万千言语。", "topic": "写鸟", "notes": ["双双燕：调始见史达祖《梅溪集》，此调咏双燕，即以为名，系史之自度曲。双调，九十八字，上片九句五仄韵，下片十句七仄韵。", "云：一本作“雨”。", "促：一本作“从”，一作“逐”。", "还：一本作“还又怜”。"], "background": ""},
{"title": "阮郎归·柳阴庭院占风光", "author": "曾觌", "paragraphs": "柳阴庭院占风光，呢喃清昼长。碧波新涨小池塘，双双蹴水忙。\t萍散漫，絮飘飏，轻盈体态狂。为怜流去落红香，衔将归画梁。", "topic": "写鸟", "notes": ["阮郎归：词牌名，又名“醉桃源”“醉桃园”“碧桃春”。双调，四十七字，前段四句，四平韵；后段五句，四平韵。", "呢喃（ní nán）：形容小声说话，泛指女孩子的撒娇时的声音。", "蹴（cù）水：点水，踏水，掠水。", "萍：一年生草本植物，浮生水面，叶子扁平，表面绿色，背面紫红色，叶下生须根，开白花，称“浮萍”。", "飘飏（yáng）：飘扬，飘动飞扬。", "衔（xián）：含着，用嘴叼。", "画梁：有彩绘装饰的屋梁。"], "background": "据周密《武林旧事》卷七记载，南宋孝宗乾道三年（1167年）三月初十，宋孝宗陪太上皇宋高宗，至后苑赏花，“回至清妍亭看茶蘼，就登御舟，绕堤闲游。倚阑闲看，适有双燕掠水飞过，传旨令曾觌赋之，遂进《阮郎归》。”可见这是奉旨填词。"},
{"title": "忆江南·衔泥燕", "author": "牛峤", "paragraphs": "衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。", "topic": "写鸟", "notes": ["占得：占据。", "杏梁：用杏树所做的屋梁，泛指优质木材所做的梁柱。", "因缘：指双燕美好的结合。"], "background": "乾符五年中进士，中进士两年后黄巢起义攻破长安，在光启二年（公元886年）为避襄王李媪之乱，先流落吴越，后寄寓巴蜀，过着渡口杨花，狂雪任风吹般的飘荡生活，这首词作正是那时所作。"},
{"title": "好事近·花底一声莺", "author": "刘翰", "paragraphs": "花底一声莺，花上半钩斜月。月落乌啼何处，点飞英如雪。\t东风吹尽去年愁，解放丁香结。惊动小亭红雨，舞双双金蝶。", "topic": "写鸟", "notes": ["飞英：飞舞在空中的落花。", "东风吹尽去年愁，解放丁香结：意指东风吹散了丁香花满腹的愁闷，如今它可以尽情绽放了。"], "background": ""},
{"title": "临江仙·暮春", "author": "赵长卿", "paragraphs": "过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。\t见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。", "topic": "写鸟", "notes": ["征鸿：即征雁。 南朝梁", "《赤亭渚》诗：“远心何所类，云边有征鸿。” 宋", "《好事近》词：“懒向碧云深处，问征鸿消息。”", "故园：旧家园；故乡。 唐", "《晚憩田家》诗：“唯有寒潭菊，独似故园花。”", "茫然：模糊不清的样子；无所知的样子。《庄子·盗蹠》：“目芒然无见。”", "寒食：节名，在清明前一日或二日。相传春秋时晋文公负其功臣介之推 。 介愤而隐于绵山 。文公悔悟，烧山逼令出仕，之推 抱树焚死。人民同情 介之推 的遭遇，相约于其忌日禁火冷食，以为悼念。以后相沿成俗，谓之寒食。", "中（zhòng）酒：醉酒。晋", "《博物志》卷九：“人中酒不解，治之以汤，自渍即愈。”", "见说：告知，说明。 晋张华《博物志》卷三：“牵牛人乃惊问曰：‘何由至此？’此人见说来意，并问此是何处。”也有听说的意思。 唐", "《送友人入蜀》诗：“见说 蚕丛 路，崎岖不易行。” ", "殷勤：热情。", "萦牵：牵挂。南朝宋", "《和王丞》：“明涧予沿越，飞萝子萦牵。” 唐", "《壶公山》诗：“清吟思却隐，簪绂奈萦牵。”", "短篷：指小船。元", "《次韵与德明小友》之一：“烟雨短篷 水口 ，人家乱石山前。”", "南浦：虚指，暗用江淹《别赋》“送君南浦，伤如之何”。", "断桥：实指，地处杭州西湖东北角，与白堤相连。自唐以来已有此名。或言本名宝祐桥 ，又名段家桥 ，今罕有称者。 唐", "《杭州孤山寺》诗：“ 断桥 荒藓涩，空院落华深。”"], "background": "“靖康”之变后，北宋亡于金人，宗室纷纷南迁。有的人苟安一隅，整天歌舞升平，醉生梦死。然而也有一些人不忘故国，时时通过他们的诗词抒发怀念故国的感情，表达收复失地的愿望。在这样的背景下词人怀着悲愁与壮志写下了这首抒怀词。"},
{"title": "解连环·孤雁", "author": "张炎", "paragraphs": "楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。\t谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。", "topic": "写鸟", "notes": ["楚：泛指南方。", "恍（huǎng）然：失意这。", "自顾影：对自己的孤独表示怜异之意。", "自顾影：顾影自怜，对自己的孤单表示怜惜。", "下寒塘：崔涂《孤雁》诗：“暮雨相呼失，寒塘欲下迟。”", "写不成书：雁飞行时行列整齐如字，孤雁而不成字，只像笔画中的“一点”，故云。这里们暗用了", "雁足传书的故事。", "因循：迟延。", "残毡拥雪：用苏武事。苏武自匈奴强留，毡毛合雪而吞食，幸免于死。这里喻指困于元统治下有气节的南宋人物。", "荏苒（rěn rǎn）：形容愁苦连绵不绝。", "谩：漫，徒然的意思。长门：汉宫名，汉武帝时，陈皇后自打入长门冷宫。这里用长门宫的寂寞冷落来形容孤雁的凄凉哀怨。", "锦筝：筝的美称。古筝有十二或十三弦，斜列如雁行，称雁筝，其声凄清哀怨，故又称哀筝。《晋书·桓伊传》“抚哀筝而歌怨诗”。", "蓦地：忽然。", "玉关：玉门关，这里泛指北方。"], "background": ""},
{"title": "御街行·霜风渐紧寒侵被", "author": "佚名", "paragraphs": "霜风渐紧寒侵被。听孤雁、声嘹唳。一声声送一声悲，云淡碧天如水。披衣告语：雁儿略住，听我些儿事。\t塔儿南畔城儿里，第三个、桥儿外，濒河西岸小红楼，门外梧桐雕砌。请教且与，低声飞过，那里有、人人无寐。", "topic": "写鸟", "notes": ["注释", "御街行：又名《孤雁儿》。《乐章集》、《张子野词》并入“双调”。双调七十八字，上下片各四仄韵。下片亦有略加衬字者。", "霜风：刺骨寒风。", "嘹唳（liáo lì）：形容声音响亮凄清。", "濒(bīn)：临。", "人人无寐(mèi)：每人都不能入睡。"], "background": "该词具体创作年代不可考，应为南宋初年。词人客居异乡，在秋夜听见孤雁的悲鸣，怀念起不在身边的亲人，因而写下了这首词。"},
{"title": "长亭怨慢·雁", "author": "朱彝尊", "paragraphs": "结多少悲秋俦侣，特地年年，北风吹度。紫塞门孤，金河月冷，恨谁诉？回汀枉渚，也只恋江南住。随意落平沙，巧排作、参差筝柱。\t别浦，惯惊移莫定，应怯败荷疏雨。一绳云杪，看字字悬针垂露。渐欹斜、无力低飘，正目送、碧罗天暮。写不了相思，又蘸凉波飞去。", "topic": "写鸟", "notes": ["俦（chóu）侣：伴侣。", "紫塞：指长城。此处泛指北方塞外。", "金河：指秋空。古代以阴阳五行解释季节演变，秋属金，所以称秋空为金河。", "回汀枉渚：汀，水边平地。渚：水中小洲。回，枉：弯曲的形状。", "筝柱：指筝上的弦柱。此处用以形容大雁飞行的队形。", "浦：水滨。", "一绳云杪（miǎo）：形容大雁排成一字形飞向天边。", "欹(qī)斜：倾斜不平。"], "background": "朱彝尊由于抗清失败，生计艰难，在很长一段时期内飘零四海。这种漫长的羁旅生涯，加上时时要担心清廷的追捕，不能不使他既感到厌倦。正因为如此，所以他看到秋天南飞的大雁，心中产生了强烈的共鸣，忍不住发出了“也只恋、江南住”的慨叹，只是大雁尚能南飞，人却不能自主，有家难归。"},
{"title": "踏莎行·二社良辰", "author": "陈尧佐", "paragraphs": "二社良辰，千秋庭院。翩翩又见新来燕。凤凰巢稳许为邻，潇湘烟暝来何晚。\t乱入红楼，低飞绿岸。画梁时拂歌尘散。为谁归去为谁来，主人恩重珠帘卷。", "topic": "写鸟", "notes": ["燕莎（suō）行：词牌名，又名《柳长春》《喜朝天》等。双调五十八字，仄韵。", "二社：指春社与秋社，是祭祀社神（土地神）的节日。春社立春后第五个戊日，秋社立秋后第五个戊日。", "翩翩：轻快飞行的样之。", "许为邻：同意燕之来作邻居。", "潇湘：湘江的别称，因湘江水深清得名。词中泛指南方，是燕之所来的地方。", "烟暝（míng）：暮霭弥漫。", "乱入：纷纷飞入。", "红楼：指富贵人家。", "画梁：有雕刻绘画的房梁。", "歌尘：梁上的尘土。据", "《别录》载，汉代有一个叫虞公的人，善于歌唱，其歌声能震散梁上灰尘。燕之栖于画梁之上，故用歌尘指梁上尘土。", "珠帘卷：卷起珠帘让燕自由出入。"], "background": "据北宋文莹《湘山野录》记载，时宰相申国公吕夷简欲致仕，宋仁宗问何人可代，吕夷简于是推荐词人。词人拜相后，“极怀荐引之德，无以形其意，因撰燕词一阕，携觞相馆，使人歌之。”可见，这首词为感谢吕夷简“荐引之德”而作。"},
{"title": "双双燕·满城社雨", "author": "张惠言", "paragraphs": "满城社雨，又唤起无家，一年新恨。花轻柳重，隔断红楼芳径。旧垒谁家曾识，更生怕、主人相问。商量多少雕檐，还是差池不定。谁省、去年春静。直数到今年，丝魂絮影。前身应是，一片落红残粉。不住呢喃交讯，又惹得、莺儿闲听。输于池上鸳鸯，日日阑前双暝。", "topic": "写鸟", "notes": [], "background": ""},
{"title": "玉楼春·燕雕梁画栋原无数", "author": "宋徵舆", "paragraphs": "燕雕梁画栋原无数，不问主人随意住。红襟惹尽百花香，翠尾扫开三月雨。\t半年别我归何处？相见如将离恨诉。海棠枝上立多时，飞向小桥西畔去。", "topic": "写鸟", "notes": ["红襟：指燕子前胸的红羽毛。", "翠尾：史达祖《双双燕》：“翠尾分开红影。”"], "background": ""},
{"title": "清平乐·柳边深院", "author": "卢祖皋", "paragraphs": "柳边深院。燕语明如翦。消息无凭听又懒。隔断画屏双扇。\t宝杯金缕红牙。醉魂几度儿家。何处一春游荡，梦中犹恨杨花。", "topic": "写鸟", "notes": ["消息无凭听又懒：指燕子每次捎来的情人归来的消息都不可靠，故自己懒得再听它了。", "宝杯：酒杯。红牙：调节乐曲节拍的拍板，多用檀木做成，色红。", "梦中犹恨杨花：梦中充满了对情人的怨恨。"], "background": ""},
{"title": "蕃女怨·万枝香雪开已遍", "author": "温庭筠", "paragraphs": "万枝香雪开已遍，细雨双燕。钿蝉筝，金雀扇，画梁相见。雁门消息不归来，又飞回。", "topic": "写鸟", "notes": ["蕃女怨，词牌名，为", "所创，《金奁集》入“南吕宫”，七句三十一字，四仄韵，两平韵。", "香雪：指春天白色的花朵，杏花或梨花均可。", "钿（diàn）蝉筝：镶嵌着金蝉的筝。钿，镶嵌，一作“细”。", "金雀扇：绘有金雀的扇子。", "画梁：彩绘的屋梁，此处指燕栖的地方。", "雁门：即雁门关，在今山西代县，古为戍守重地，这里泛指边塞。消息：指远征夫君的音信。"], "background": ""}
]