[
{"title": "贺新郎·寄辛幼安和见怀韵", "author": "陈亮", "paragraphs": "老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。\t树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。", "topic": "励志", "notes": ["贺新郎：后人创调，又名《金缕曲》、《乳燕飞》、《貂裘换酒》。传作以《东坡乐府》所收为最早，惟句豆平仄，与诸家颇多不合。因以《稼轩长短句》为准。一百十六字，前后片各六仄韵。大抵用入声部韵者较激壮，用上、去声部韵者较凄郁，贵能各适物宜耳。", "辛幼安：辛弃疾，字幼安，淳熙十五年（1188年）末，辛寄《贺新郎·把酒长亭说》与", "，因作此词相和。", "和见怀韵：酬和（你）怀想（我而写的词作的）原韵。", "凭谁说：向谁诉说。", "神奇臭腐：《庄子·知北游》：“所美者为神奇，所恶者为臭腐。臭腐复化为神奇，神奇复化为臭腐。故曰通天下一气耳。”言天下之事变化甚多。", "夏裘冬葛：《淮南子·精神训》：“知冬日之箑，夏日之裘，无用于己。”箑（shà）：扇。本指冬日穿葛衣、 用扇子，夏日寄裘皮，是与时不宜。此喻世事颠倒。", "犹未燥，当时生发：陈亮《中兴论》云：“ 南渡已久，中原父老，日以殂谢，生长于戎，岂知有我！昔宋文帝欲取河南故地，魏太武以为我自生发未燥，即知河南是我境土，安得为南朝故地？故文帝既得而复失之。”生发，即胎毛。生发未燥即胎毛未干，指婴儿时。", "二十五弦：用乌孙公主、", "和番事，指宋金议和。《史记·封禅书》：“太帝使素女鼓五十弦瑟，悲， 帝禁不止，故破其瑟为二十五弦。”应上片末句之“汉宫瑟”。乌孙公主与王昭君之和亲，均以琵琶曲表哀怨，故此处之瑟实指琵琶。", "月：以月喻地。", "树犹如此：《世说新语·言语》：“桓公北征，经金城，见前为琅邪时种柳，皆已十围。慨然曰：‘木犹如此， 人何以堪！’攀枝执条，演然流泪。”《皮树蔓·枯树赋》作“ 树犹如此” 。", "妍皮痴骨：《晋书·慕容超载记》： “超自以诸父在东，恐为姚氏所录，乃阳（佯）狂行乞。秦人贱之，惟姚绍见而异焉，劝兴拘以爵位。召见与语，超深自晦匿，兴大鄙之，谓绍曰：‘谚云：妍皮不裹痴骨。妄语耳！’由是得去来无禁。”此处指己才不为人识，遭鄙弃而被埋没。妍皮，谓俊美的外貌：痴骨，指愚笨的内心。", "伯牙弦绝：《吕氏春秋·本味》载，伯牙鼓琴，钟子期听之，知其志在太山、流水，钟子期死，伯牙破琴绝弦，终身不复鼓琴。此处是将辛弃疾引为知音。", "九转：《抱朴子·金丹》：“一转之丹，服之三年得仙； 二转之丹，服之二年得仙；’……九转之丹，服之三日得仙。”"], "background": "淳熙十五年（1188年）冬，陈亮约朱熹在赣闽交界处的紫溪与辛弃疾会面。陈亮先由浙江东阳到江西上饶，访问了罢官闲居带湖的辛弃疾。恰好收到陈亮索词的书信，辛弃疾便将《贺新郎》录寄。陈亮的这首“老去凭谁说”，就是答辛弃疾那首《贺新郎》原韵的。"},
{"title": "出塞", "author": "徐锡麟", "paragraphs": "军歌应唱大刀环，誓灭胡奴出玉关。\t只解沙场为国死，何须马革裹尸还。", "topic": "励志", "notes": ["出塞：本是乐府旧题，后人多用此题反映军旅、边塞生活。", "军歌：治里有高唱赞歌、慷慨从军的意思。大刀环：战刀柄上有环，环和“还”谐音，所以用它隐喻胜利而还。", "胡奴：中国古代对北方和西方各族的泛称，治里是清朝统治者的蔑称。玉关：即玉门关。治里借喻山海关，指要把清朝统治者赶出中原。", "解：知道，懂得。沙场：战场。", "何须：何必要。马革裹尸：英勇作战而死，尸体以马革包裹而还。"], "background": "这是一首边塞诗，写于1906年。当时作者从日本回国，曾北上游历，在吉林、辽宁一带察看形势，一路走来，有许多感想，于是就留下了这首七言诗。"},
{"title": "满江红·写怀", "author": "岳飞", "paragraphs": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！\t靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。", "topic": "励志", "notes": ["怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极，冠是指帽子而不是头发竖起。", "潇潇：形容雨势急骤。", "长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。", "三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。", "八千里路云和月：形容南征北战、路途遥远、披星戴月。", "等闲：轻易，随便。", "靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。", "贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。", "胡虏（lǔ）：秦汉时匈奴为胡虏,后世用为与中原敌对的北方部族之通称。", "朝天（阙）：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。"], "background": "第一种说法：岳飞第一次北伐，即岳飞30岁出头时所作。第二种说法：公元1136年（绍兴六年）。绍兴六年，岳飞第二次出师北伐岳飞很快发现自己是孤军深入，既无援兵，又无粮草，不得不撤回鄂州（今湖北武昌）。此次北伐，岳飞壮志未酬，镇守鄂州时写下了千古绝唱的名词《满江红》。第三种说法：《满江红》创作的具体时间应该是在岳飞入狱前不久。"},
{"title": "定风波·次高左藏使君韵", "author": "黄庭坚", "paragraphs": "万里黔中一漏天，屋居终日似乘船。及至重阳天也霁，催醉，鬼门关外蜀江前。\t莫笑老翁犹气岸，君看，几人黄菊上华颠？戏马台南追两谢，驰射，风流犹拍古人肩。", "topic": "励志", "notes": ["定风波：词牌名。左藏（cánɡ）：古代国库之一，以其在左方，故称左藏。", "黔（qián）中：即黔州（今四川彭水）。漏天：指阴雨连绵。", "及至：表示等到某种情况出现；直至。霁（jì）：雨雪之止也。", "鬼门关：即石门关，今重庆市奉节县东，两山相夹如蜀门户。", "老翁（wēng）：老年男子，含尊重意。气岸：气度傲岸。", "华颠：白头。", "戏马台：一名掠马台，", "所筑，今江苏徐州城南。晋安帝义熙十二年，刘裕北征，九月九日会僚属于此，赋诗为乐，谢瞻和", "各赋《九日从宋公戏马台集送孔令》一首。两谢：即谢瞻和谢灵运。"], "background": "宋哲宗绍圣二年（1095），黄庭坚以修《神宗实录》不实的罪名，贬为涪州（今重庆涪陵）别驾，黔州安置，开始他生平最艰难困苦的一段生活。在黔州贬所时候作此词。"},
{"title": "行路难·其一", "author": "李白", "paragraphs": "金樽清酒斗十千，玉盘珍羞直万钱。\t停杯投箸不能食，拔剑四顾心茫然。\t欲渡黄河冰塞川，将登太行雪满山。\t闲来垂钓碧溪上，忽复乘舟梦日边。\t行路难，行路难，多歧路，今安在？\t长风破浪会有时，直挂云帆济沧海。", "topic": "励志", "notes": ["行路难：选自《", "集校注》，乐府旧题。", "金樽（zūn）：古代盛酒的器具，以金为饰。", "清酒：清醇的美酒。", "斗十千：一斗值十千钱（即万钱），形容酒美价高。", "玉盘：精美的食具。", "珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。", "直：通“值”，价值。", "投箸：丢下筷子。", "箸（zhù）：筷子。不能食：咽不下。", "茫然：无所适从。", "太行：太行山。", "碧：一作“坐”。", "忽复：忽然又。", "多岐路，今安在：岔道这么多，如今身在何处？", "歧：一作“岐”，岔路。", "安：哪里。", "长风破浪：比喻实现政治理想。", "会：终将。", "云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。", "济：渡。"], "background": "公元742年（天宝元年），李白奉诏入京，担任翰林供奉。却没被唐玄宗重用，还受到权臣的谗毁排挤，两年后被“赐金放还”，变相撵出了长安。李白被逼出京，朋友们都来为他饯行，求仕无望的他深感仕路的艰难，满怀愤慨写下了此篇《行路难》。"}
]