[
{"title": "临江仙·送钱穆父", "author": "苏轼", "paragraphs": "一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。\t惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。", "topic": "友情", "notes": ["临江仙：唐教坊曲，用作词调。又名《谢新恩》、《雁后归》、《画屏春》、《庭院深深》、《采莲回》、《想娉婷》、《瑞鹤仙令》、《鸳鸯梦》、《玉连环》。敦煌曲两首，任二北《敦煌曲校录》定名", "《临江仙》。此词双调六十字，平韵格。", "钱穆：名勰，又称钱四。元佑三年，因坐奏开封府狱空不实，出知越州（今浙江绍兴）。元佑五年，又徙知瀛洲（治所在今河北河间）。元佑六年春，钱穆父赴任途中经过杭州，", "作此词以送。", "父：是对有才德的男子的美称。", "都门：是指都城的城门。", "改火：古代钻木取火，四季换用不同木材，称为“改火”，这里指年度的更替。", "春温：是指春天的温暖。", "古井：枯井。比喻内心恬静，情感不为外界事物所动。", "筠：竹。", "翠眉：古代妇女的一种眉饰，即画绿眉，也专指女子的眉毛。", "颦：皱眉头。", "逆旅：旅舍，旅店。"], "background": "这首词是在公元1091年（宋哲宗元祐六年）春苏轼知杭州（今属浙江）时为送别自越州（今浙江绍兴北）徙知瀛洲（治今河北河间）途经杭州的老友钱勰（穆父）而作。当时苏轼也将要离开杭州。所以以此词赠行。"},
{"title": "沁园春·斗酒彘肩", "author": "刘过", "paragraphs": "寄辛承旨。时承旨招，不赴。\t斗酒彘肩，风雨渡江，岂不快哉！被香山居士，约林和靖，与坡仙老，驾勒吾回。坡谓西湖，正如西子，浓抹淡妆临镜台。二公者，皆掉头不顾，只管衔杯。\t白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。逋曰不然，暗香浮动，争似孤山先探梅。须晴去，访稼轩未晚，且此徘徊。", "topic": "友情", "notes": ["辛承旨：即", "。因其曾于开禧三年（1207）被任为枢密院都承旨而得名，不过那时", "已死，“承旨”二字可能是后人加的。", "斗酒彘肩：《史记》载，樊哙见项王，项王赐与斗卮酒（一大斗酒）与彘肩（猪前肘）。", "香山居士：白居易晚年自号香山居士。", "林和靖：林逋，字和靖。", "坡仙老：", "自号东坡居士，后人称为坡仙。", "驾勒吾回：强拉我回来。", "“西湖正如西子”二句：苏轼诗“欲把西湖比西子，淡妆浓抹总相宜。”", "“天竺去来”六句：白居易在杭州时，很喜爱灵隐天竺（寺）一带的景色。他的《寄韬光禅师》诗：东涧水流西涧水，南山云起北山云”，便是写东西二涧和南北两高峰的。", "暗香浮动：林逋《梅花》诗：“疏影横斜水清浅，暗香浮动月黄昏”。", "孤山先探梅：孤山位于里、外两湖之间的界山，山上种了许多梅花。"], "background": "根据此词的小序和《柽史》记载可知，这首词作于宋宁宗嘉泰三年（1203年），当时辛弃疾担任浙东安抚使，邀请刘过到绍兴府相会，刘过因事无法赴约，便在杭州写了此词以作答复。"},
{"title": "浪淘沙·把酒祝东风", "author": "欧阳修", "paragraphs": "把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。\t聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？", "topic": "友情", "notes": ["把酒：端着酒杯。", "从容：留恋，不舍。", "紫陌：紫路。洛阳曾是东周、东汉的都城，据说当时曾用紫色土铺路，故名。此指洛阳的道路。洛城：指洛阳。", "总是：大多是，都是。", "匆匆：形容时间匆促。", "“可惜”两句：", "《九日蓝田崔氏庄》诗：“明年此会知谁健，醉把茱萸仔细看。” "], "background": "此词为春日与友人在洛阳城东旧地同游有感而作。据词意，在写作此词的前一年春，友人亦曾同作者在洛城东同游。欧阳修在西京留守幕前后共三年，其间仅公元1032年（明道元年）春在洛阳，此词当即此年所作。词中同游之人或即梅尧臣。"},
{"title": "玉楼春·尊前拟把归期说", "author": "欧阳修", "paragraphs": "尊前拟把归期说，欲语春容先惨咽。人生自是有情痴，此恨不关风与月。\t离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。", "topic": "友情", "notes": ["尊前：即樽前，饯行的酒席前。", "春容：如春风妩媚的颜容。此指别离的佳人。", "离歌：指饯别宴前唱的流行的送别曲。", "翻新阕：按旧曲填新词。", "《杨柳枝》：“古歌旧曲君莫听，听取新翻杨柳枝。”阕，乐曲终止。", "洛阳花：洛阳盛产牡丹，", "有《洛阳牡丹记》。", "始：始而，表示某一情况或动作开始(后面多接用“继而”、“终于”等副词)。共：和，与。"], "background": "这首词道离情，写作于公元1034年（景祐元年）春三月欧阳修西京留守推官任满离洛之际。"},
{"title": "金缕曲·赠梁汾", "author": "纳兰性德", "paragraphs": "德也狂生耳。偶然间，缁尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。\t共君此夜须沉醉。且由他，蛾眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。", "topic": "友情", "notes": ["金缕曲：词牌名。", "梁汾：", "（1637～1714年），字华峰，号梁汾。江苏无锡人，", "的朋友。清康熙五年（1666年）顺天举人。著有《积书岩集》及《弹指词》。清康熙十五年（1676年）与纳兰性德相识，从此交契，直至纳兰性德病殁。", "德也狂生耳：我本是个狂放不羁的人。德，作者自称。", "偶然间，淄尘京国，乌衣门第：我在京城混迹于官场，又出身于高贵门第，这只是命运的偶然安排。淄尘京国，表居北京之无奈。淄尘，黑尘，喻污垢。此处作动词用，指混迹。淄，通“缁”，黑色。京国，京城。乌衣门第：东晋王、谢大族多居金陵乌衣巷，后世遂以该巷名指称世家大族。", "有酒惟浇赵州土：用", "《浩歌》“买丝绣作平原君，有酒唯浇赵州土”句意，是说希望有战国时赵国平原君那样招贤纳士的人来善待天下贤德才士。浇，浇酒祭祀。赵州土，平原君墓土。", "谁会成生此意：谁会理解我的这片心意。会，理解。成生，作者自称。作者原名成德，后避太子讳改性德。", "不信道、遂成知己：万万没有想到，今天竟然遇到了知己。", "青眼高歌俱未老：趁我们青壮盛年，纵酒高歌。青眼，契重之眼光，此指青春年少。", "向尊前、拭尽英雄泪：姑且面对酒杯，擦去英雄才有的眼泪。为二人均不得志而感伤。尊，同“樽”。", "且由他、娥眉谣诼，古今同忌：姑且由他去吧，才干出众，品行端正的人容易受到谣言中伤，这是古今常有的事。娥眉，亦作“蛾眉”，喻才能。谣诼，造谣毁谤。忌，语助词，无实义。", "身世悠悠何足问：人生岁月悠悠，遭受挫折苦恼，不必去追究。悠悠，遥远而不定貌。", "寻思起、从头翻悔：若对挫折耿耿于怀，反复寻思，那么从人生一开始就错了。", "一日心期千劫在：一日以心相许成为知己，即使经历千万劫难，我们二人的友情也将依然长存。心期：以心相许，情投意合。", "后身缘、恐结他生里：来世他生，我们的情缘还将保持。后身缘，来生情缘。", "然诺重，君须记：朋友间信用为重，您要切记。然诺重，指守信誉，不食言。"], "background": "清代词坛，出现了一个很有意思的现象；许多词人，竞用〔金缕曲〕这一词牌填词。而在清代众多的〔金缕曲〕里，最受人注意的，有纳兰性德赠梁汾一首。据徐釚在《词苑丛谭》中说，此词一出，“都下竞相传写，于是教坊歌曲间，无不知有《侧帽词》者。”"},
{"title": "喜迁莺·花不尽", "author": "晏殊", "paragraphs": "花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。\t朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。", "topic": "友情", "notes": ["《喜迁莺》：词牌名，双调，此牌有小令和长调两体。小令起于唐人，双调，四十七字，以平仄换韵较为常见，也有全用平韵的。长调起自宋人，《词谱》以", "词为正体，双调，103字，仄韵。又名《鹤冲天》、《燕归来》、《喜迁莺令》。此词为小令。", "觥（gōng）船：大酒杯。出自唐", "《题禅院》：“觥船一棹百分空，十岁青春不负公。”", "一棹（zhào）：划桨一次，指大杯饮酒一次。", "天若：出自唐代", "《金铜仙人辞汉歌》：“衰兰送客咸阳道，天若有情天亦老。”"], "background": "词人晏殊一生富贵显达，长期跻身上层，但朝廷内派别倾轧，政治上风雨阴晴，饱受了名利场上的尔虞我诈、你倾我轧，抚今追昔感叹今古一梦。晏殊词中较少见的词意颓废消极的作品，但此处，词人在对友人的百般劝慰之中倾注了自己真挚的情感，于是挥笔写下了这篇词作。"},
{"title": "八声甘州·寄参寥子", "author": "苏轼", "paragraphs": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。\t记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。", "topic": "友情", "notes": ["八声甘州：词牌名。源于唐大曲，又名《甘州》、《潇潇雨》。", "参寥子：即僧人道潜，字参寥，浙江于潜人。精通佛典，工诗，", "与之交厚。元祐六年（1091年），苏轼应召赴京后，寄赠他这首词。", "钱塘江：浙江最大河流，注入杭州湾，江口呈喇叭状，以潮水壮观著名。", "西兴：即西陵，在钱塘江南，今杭州市对岸，萧山县治之西。", "几度斜晖：意谓度过多少个伴随着斜阳西下的夜晚。", "俯仰昔人非：语出", "《兰亭集序》：“俯仰之间，已为陈迹。”", "忘机：忘却世俗的机诈之心。见《", "·黄帝》，传说海上有一个人喜欢鸥鸟，每天坐船到海上，鸥鸟便下来与他一起游玩。一天他父亲对他说，“吾闻鸥鸟皆从汝游，汝取来吾玩之”，于是他就有了捉鸟的“机心”（算计之心），从此鸥鸟再也不下来了。这里说苏轼清除机心，即心中淡泊，任其自然。", "《下终南山过斛斯山人宿置酒》：\"我醉君复乐，陶然共忘机。\"苏轼《和子由送春》：\"芍药樱桃俱扫地，鬓丝禅榻两忘机。\"", "相得：相交，相知。", "谢公雅志：《晋书·谢安传》载：谢安虽为大臣，“然东山之志始末不渝”，“造讽海之装，欲经略初定，自江道还东。雅志未就，遂遇疾笃”。雅志，很早立下的志愿。", "“西州路”三句：《晋书·谢安传》载：安在世时，对外甥羊昙很好。安死后，其外甥羊昙“辍乐弥年，行不由西州路”。某次醉酒，过西州门，回忆往事，“悲感不已”，“恸哭而去”。 西州，古建业城门名。晋宋间建业（今江苏南京）为扬州刺史治所，以治所在城西，故称西州。"], "background": "《八声甘州·寄参寥子》此词作于宋哲宗元祐六年（1091年），时苏轼由杭州知州召为翰林学士承旨，将离杭州赴汴京时送给参寥的。"},
{"title": "南乡子·和杨元素时移守密州", "author": "苏轼", "paragraphs": "东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。\t不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。", "topic": "友情", "notes": ["南乡子：词牌名，唐教坊曲。《金奁集》入“黄钟宫”。唐教坊曲，原为单调，有二十七字、二十八字、三十字各体，平仄换韵。单调始自后蜀", "。南唐", "始增为双调。冯词平韵五十六字，十句，上下片各四句用韵。另有五十八字体。双调五十六字，前后阕各四平韵，一韵到底。", "杨元素：即杨绘，公元1074年（熙宁七年）七月接替陈襄为杭州知州，九月，", "由杭州通判调为密州知府，杨再为饯别于西湖上，唱和此词。", "东武：密州治所，今山东诸城。余杭：杭州。", "“醉笑”句：唐", "《襄阳歌》：“百年三万六千日，一日须倾三百杯。”此化用其意。", "河塘：指沙河塘，在杭州城南五里，宋时为繁荣之区。", "“堕泪”句：《晋书·羊祜传》：羊祜为荆州督。其后襄阳百姓于祜在岘山游息之处建庙立碑，岁时享祭，望其碑者，莫不流涕。杜预因名之为“堕泪碑”。这里以杨绘比羊祜，“羊”、“杨”音近。"], "background": "此词当作于公元1074年（熙宁七年），是苏轼唱和杨绘（字元素）的应酬之作。作者因对杭州的依依不舍和对杨桧人品的敬佩、赞赏以及出任州官的喜悦，故而写下此词。"},
{"title": "卜算子·送鲍浩然之浙东", "author": "王观", "paragraphs": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。\t才始送春归，又送君归去。若到江南赶上春，千万和春住。", "topic": "友情", "notes": ["卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。", "鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。", "水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。", "眼波：比喻目光似流动的水波。", "山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载", "容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。", "欲：想，想要。", "行人：指词人的朋友（鲍浩然）。", "眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。", "盈盈：美好的样子。", "才始：方才。"], "background": "春末时节，词人在越州大都督府送别即将回家乡（浙东）的好友鲍浩然。表达了词人送别友人鲍浩然时的心绪，衷心祝福好友，望好友能与春光同住。"},
{"title": "南乡一剪梅·招熊少府", "author": "虞集", "paragraphs": "南阜小亭台，薄有山花取次开。寄语多情熊少府；晴也须来，雨也须来。\t随意且衔杯，莫惜春衣坐绿苔。若待明朝风雨过，人在天涯！春在天涯。", "topic": "友情", "notes": ["南阜：南边土山。", "薄：少。", "取次：任意，随便。", "熊少府：", "好友，生平不详。", "衔环：此处指饮酒。"], "background": ""},
{"title": "念奴娇·驿中别友人", "author": "文天祥", "paragraphs": "水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。\t那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。", "topic": "友情", "notes": ["金人：谓魏明帝迁铜人、承露盘等汉时旧物，铜人潸然泪下之事。", "堂堂剑气：指灵剑奇气，上冲斗牛，得水化龙事。", "斗牛：二十八宿之斗、牛二宿也。斗音抖，南斗，非北斗七星之谓也。", "睨柱吞嬴：谓战国蔺相如使秦完璧归赵故事。", "回旗走懿：谓诸葛亮遗计吓退司马懿事。"], "background": "此词作于邓剡和文天祥被押送燕京途中。南宋祥兴元年（1278），文天祥抗元兵败，被俘为虏。次年南宋最后的厓山行朝覆灭，邓剡跳海未死也被俘。邓剡和文天祥是同乡好友，被俘后同被囚禁在一起，又一同被押解北上元朝京都。到金陵时，邓剡因病留下就医，文天祥将继续北上。临别之际，感触良多，作此词赠友人，为之壮行。文天祥集中有《酹江月·和友驿中言别》一词，当为此词唱和之作。"},
{"title": "满江红·送李正之提刑入蜀", "author": "辛弃疾", "paragraphs": "蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。\t儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。", "topic": "友情", "notes": ["满江红：词牌名；李正之：李大正，字正之；提刑：提点刑狱使的简称，主管一路的司法、刑狱和监察事务。", "绣衣：西汉武帝时设绣衣直指官，派往各地审理重大案件。他们身着绣衣，以示尊贵。这里借指友人李正之。", "东北看惊：指曹魏有惊于西蜀北伐，此借喻金人闻风心惊。诸葛表：", "出师北伐曹魏，有《出师表》上蜀汉后主。", "西南：川蜀地处西南。檄（xí席）：檄文，即告示。相如檄：", "有《喻巴蜀檄》。", "功名：赞友人文才出众，足能立功建业。君侯：汉代对列侯的尊称，后泛指达官贵人，此指李正之。", "如椽（chuán传）笔：如椽（架屋用的椽木）巨笔，指大手笔。", "休：不要。", "荆楚：今湖南、湖北一带，为李由江西入蜀的必经之地。稼轩曾官湖南、湖北，故谓“吾能说”。", "要：请。", "赤壁矶：一名赤鼻矶，在今湖北黄冈县西南，", "以为是当年周瑜破曹之地，曾作《念奴娇·赤壁怀古》词和《赤壁赋》凭吊之。", "铜鞮（dī）：铜鞮在今湖北襄阳。三更：古代时间名词。古代把子时作为三更，一般用三更来指深夜。", "正：正值，正当时。", "相忆：相思；想念。"], "background": "《满江红·送李正之提刑入蜀》作于宋孝宗淳熙十一年（1184年）冬，时稼轩罢居上饶。李正之是辛弃疾的好友，曾两度任江淮、荆楚、福建、广南路的提点坑冶铸钱公事（采铜铸钱），信州为当时主要产铜区，故李正之常驻信州。是年冬入蜀，改任利州路提点刑狱使。稼轩作此词送行。"},
{"title": "玉楼春·戏林推", "author": "刘克庄", "paragraphs": "年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。\t易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。", "topic": "友情", "notes": ["玉楼春：词牌名。词谱谓五代后蜀顾夐词起句有“月照玉楼春漏促”、“柳映玉楼春欲晚”句；", "起句有“日照玉楼花似锦”、“春早玉楼烟雨夜”句，因取以调名（或加字令）。亦称《 木兰花 》、《 春晓曲 》、《西湖曲》、《惜春容》、《归朝欢令》、《呈纤手》、《归风便》、《东邻妙》、《梦乡亲》、《续渔歌》等。 双调五十六字，前后阕格式相同，各三仄韵 ，一韵到底。", "林推：姓林的推官，词人的同乡。", "长安：借指南宋都城临安。", "寄：客居。此句说客居的日子多于家居的日子。", "青钱：古铜钱成色不同，分青钱、黄钱两种。无何：不过问其他的事情。", "红烛呼卢：晚上点烛赌博。呼卢，古时一种赌博，又叫樗蒲，削木为子，共五个，一子两面，一面涂黑，画牛犊，一面涂白，画雉。五子都黑，叫卢，得头彩。掷子时，高声大喊，希望得到全黑，所以叫呼卢。", "《少年行》：“听卢百万终不惜，报仇千里如咫尺。”", "锦妇机中字：织锦中的文字。化用前秦窦滔妻苏惠织锦为回文诗以寄其夫的典故。晋窦滔妻苏惠字若兰，善属文。滔仕前秦符坚为秦州刺史，被徒流沙。苏氏在家织锦为回文璇玑图诗，用以赠滔。诗长八百四十字，可以宛转循环以读，词甚凄惋。", "玉人：美人，这里指妓女。这句说妓女的心事是不易捉摸的。", "水西桥：", "《须溪集·习溪桥记》载“闽水之西”（在福建建瓯县“，为当时名桥之一，又《丹徒县志·关津》载”水西桥在水西门。“此处泛指妓女所居之处。"], "background": ""},
{"title": "贺新郎·把酒长亭说", "author": "辛弃疾", "paragraphs": "陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之正是遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。\t把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢残雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。\t佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。", "topic": "友情", "notes": ["陈同父：即", "（—），字同父（甫），号龙川，婺州永康（今属浙江）人。", "东阳：即今浙江金华。", "来：访问，探望。", "鹅湖：在江西铅山县东北，山上有湖，原名荷湖，因东晋龚氏居山养鹅，更名鹅湖。", "朱晦庵：即", "，字元晦，号晦庵，早期主战，晚年主和，与辛陈政见相左。", "紫溪：在铅山县南四十里，为建阳上饶的必经之道。", "既别之明日：别后的第二天。", "追路：追随，追赶。", "鹭鹚林（lù cí lín）：地名，古驿道所经之地。南宋史弥宁《鹭鹚林》诗：“驿路逢梅香满襟，携家又过鹭鹚林。含风野水琉璃软，沐雨春山翡翠深。”", "方村：村庄名，在鹭鹚林西南。", "怅（chàng）然：失望的样子。", "不遂：没有成功。", "泉湖：地名，在信州东，方村附近。", "《乳燕飞》：《贺新郎》的别名，因", "《贺新郎》有“乳燕飞华屋”句而得名。", "见意：表达意见。", "索词：要我写词。", "心所同然：两人内心所共同想到的。", "长亭：古时在城外道路旁每隔十里设立的亭子，供行旅休息，或饯别亲友。", "渊明：", "，这里指陈亮。陈亮没有做过官，所以", "把他比作躬耕紫桑的陶渊明。", "风流：高洁宏远的风度和志趣。", "酷似：非常相似。", "卧龙诸葛：未出山前的", "。这里是称赞陈亮，说他和诸葛亮一样，有杰出的政治才能。卧龙，比喻才能杰出的隐士。", "蹙（cù）踏：踩踏。", "剩水残山：凋敝的山水。", "无态度：不成样子。", "料理：点缀，装饰。", "风月：泛指风光景色。", "萧瑟：冷落，凄凉。", "佳人：美好的人，指君子贤人好友。这里指陈亮。", "重约：重视约定。五年前，陈亮约访辛弃疾，因被诬下狱未能践约，此次方践旧约。", "轻别：轻易地分别。", "冰合：冰封住了江面。", "车轮生四角：谓道路泥泞，车轮像长了角一样，不能转动，无法前进。", "销骨：极度伤心。", "愁绝：极端哀愁。", "“铸就”句：《资治通鉴》卷二六五：罗绍威曰：“合六州四十三县铁，不能为此错也。”此言没留住陈亮是个错误。费尽人间铁，用尽了人世上所有的铁。这里是用夸张的笔法，写友谊的深厚坚实。", "长夜笛：：《太平广记》卷二十四载，唐代著名笛师李謩在宴会遇见善吹笛的独孤生，就把自己的长笛拿出来请他吹奏。独孤生说此笛吹至乐曲“入破”处必裂，一试果然。这里用此典关合题序“闻邻笛悲甚”之意，希望他不要把笛子吹裂，自己实在受不了笛声之悲。"], "background": "淳熙十五年（1188）冬，陈亮远道来访，和辛弃疾同游鹅湖，虽然为期只有十天，这在辛弃疾一生中，是一次很有意义的会见。陈亮东归之后，辛弃疾写了这首《贺新郎》，两人往返唱和，各自写了三首。他们两人在词中所写的，离不开抗金这个中心思想。"},
{"title": "临江仙·忆昔西池池上饮", "author": "晁冲之", "paragraphs": "忆昔西池池上饮，年年多少欢娱。别来不寄一行书。寻常相见了，犹道不如初。\t安稳锦衾今夜梦，月明好渡江湖。相思休问定何如。情知春去后，管得落花无。", "topic": "友情", "notes": ["西池：指北宋汴京金明池。当时为贵族游玩之所。", "寻常：平时，平常。", "安稳：布置稳当。锦衾：锦缎被子。", "何如：问安语。", "情知：深知，明知。"], "background": "公元1086年（元祐元年），宋哲宗初立，神宗母宣仁皇太后高氏临朝听政，以司马光为首的旧党上台，苏轼等人各有晋升。元祐八年，宣仁太后死，哲宗亲政，新党再度上台，章惇执政，排斥旧党。同年八月，苏轼被贬定州。哲宗绍圣元年，即元祐九年，“二苏”及“四学士”先后相继连续被贬。晁冲之虽只作了个承务郎的小官，也被当作旧党人物，被迫离京隐居河南具茨山（今河南密县东）。从此，当年的诗朋酒侣，天各一方，均遭困厄。晁冲之在隐居生活中对旧日的志同道合的朋友深怀眷念，当年同朋友们游宴唱和的美好往事时时萦绕于怀，引起他无限感慨和思念。该词就是这样一首怀旧相思之作。"},
{"title": "满江红·送廖叔仁赴阙", "author": "严羽", "paragraphs": "日近觚棱，秋渐满、蓬莱双阙。\t正钱塘江上，潮头如雪。\t把酒送君天上去，琼玉琚玉佩軝鸿列。\t丈夫儿、富贵等浮云，看名节。\t天下事，吾能说；今老矣，空凝绝。\t对西风慷慨，唾壶歌缺。\t不洒世间儿女泪，难堪亲友中年别。\t问相思、他日镜中看，萧萧发。", "topic": "友情", "notes": "", "background": "它是作者送友人廖叔仁去京城赴任时所作。这首词写得气势豪迈，饶有兴味。将作者的那种淡薄功名、慷慨悲歌的气韵，生动地表达了出来。"},
{"title": "鹊桥仙·七夕送陈令举", "author": "苏轼", "paragraphs": "缑山仙子，高情云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。\t客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处。", "topic": "友情", "notes": ["鹊桥仙：词牌名，又名《鹊桥仙令》、《金风玉露相逢曲》、《广寒秋》等。", "缑（gōu）山：在今河南偃师县。缑山仙子指在缑山成仙的王子乔。", "云渺（miǎo）：高远貌。", "痴（chī）牛騃（ái）女：指牛郎箫女。在这里不仅限于指牛郎箫女，而是代指痴迷于俗世的芸芸众生。", "凤箫声：王子乔吹笙时喜欢模仿凤的叫声。", "时人：当时看到王子乔登仙而去的人们。", "槎（chá）：竹筏。", "银河：天河。", "尚（shàng）：还。", "前缘：前世的因缘。"], "background": "熙宁七年（1074年），词人和陈令举坐船游玩，一边喝酒，一边快乐的畅谈，然而相聚总是要分离的，为了表达对陈令举的依依不舍，词人便写下这首词送给他。"},
{"title": "沁园春·送李御带珙", "author": "李曾伯", "paragraphs": "饯税巽甫。唐入以处士辟幕府如石、温辈甚多。税君巽甫以命士来淮幕三年矣，略不能挽之以寸。巽甫号安之，如某歉何。临别，赋【沁园春】以饯。\t水北洛南，未尝无人，不同者时。赖交情兰臭，绸缪相好；宦情云薄，得失何知。夜观论兵，春原吊古，慷慨事功千载期。萧如也，料行囊如水，只有新诗。\t归兮，归去来兮，我亦办征帆非晚归。正姑苏台畔，米廉酒好；吴松江上，莼嫩鱼肥。我住孤村，相连一水，载月不妨时过之。长亭路，又何须回首，折柳依依。", "topic": "友情", "notes": ["沁园春：词牌名，双调，一百十四字。前段十三句，四意韵；后段十二句，五意韵。", "饯：设酒席送行。", "税巽 （xùn）甫：作者友人，生意不详。", "处（chǔ）士：古代不曾入仕的士人。", "辟（bì）：召募，征召。", "命士：名士。", "略：稍。", "挽之以寸：尽力引荐，此为谦词。", "不同者时：不同的是时代。", "交情兰臭（xiù）：此处形容作者与税巽甫情投意和。", "绸缪（móu）：情意缠绵。", "宦情：作官的心情。", "期：希冀。", "落，凄凉。此指清贫。", "姑苏台：春秋时吴国建造，在今江苏苏州市姑苏山上。", "吴松江：即吴淞江，源于太湖，汇入黄浦江人海。", "折柳：古代有折柳送别的习俗。", "依依：形容柳枝柔弱轻舞的样子。"], "background": "李曾伯于淳祐二年（1242）任淮东制置使兼知扬州，此词当作于是时，小序所谓“淮幕”当指淮东制置使司幕府。词乃为友人幕僚税巽甫饯行而作。"},
{"title": "沁园春·和吴尉子似", "author": "辛弃疾", "paragraphs": "我见君来，顿觉吾庐，溪山美哉。怅平生肝胆，都成楚越，只今胶漆，谁是陈雷。搔首踟蹰，爱而不见，要得诗来渴望梅。还知否，快清风入手，日看千回。\t直须抖擞尘埃。人怪我柴门今始开。向松间乍可，从他喝道：庭中且莫，踏破苍苔。岂有文章，谩劳车马，待唤青刍白饭来。君非我，任功名意气，莫恁徘徊。", "topic": "友情", "notes": ["作于庆元五年（1199）前后，时稼轩罢居铅山瓢泉。吴子似县尉：吴绍古，字子似，江西鄱阳人，时任铅山县尉。有史才，并善诗。与稼轩交往颇密，常相互唱和。　词写深挚友情。上片由爱人而爱及友人之诗，下片由始开柴门而从他花间喝道，到青刍白饭以待客，叠层铺叙，备言友谊。此词起以茅庐山水增光添彩，托出宾至主喜之情，亲切有致。结处冀友人莫效我流连丘壑，当以立功建业自勉，读后令人惋惜，哀叹，悲愤。通篇用事稍多，尤以“肝胆楚越”之类太觉生涩。", "肝胆楚越：肝、胆虽近，却如远隔楚、越。喻知交疏远。胶漆陈雷：据《后汉书·独行传》，陈重、雷义两人交谊甚厚，每当官府举荐时，他们都互相推让而不应命。乡里赞曰：“胶漆自谓坚，不如雷与陈。”胶漆：胶与漆一经粘合，便无从分开。喻友谊之坚牢。", "爱：“薆”的借字，隐蔽貌。踟蹰（chíchú持除）：迟疑不决，徘徊不前貌。渴望梅：活用“望梅止渴”（见《世说新语·假谲篇》）事，喻盼诗之心切。", "清风：喻诗篇。", "抖擞尘埃：抖落掉衣上的尘土。", "乍可：宁可，只可。喝道：指官府出行时，必随以鸣锣开道之声。踏破苍苔：宋滏水僧人宝黁（nún）诗：“只怪高声问不应，瞋（恼）余踏破苍苔色。”（引见", "《书黁公诗后》小序）", "谩劳：徒劳。青刍（chú除）：喂马的青草。", "恁：如此，这般。"], "background": ""},
{"title": "江城子·王温季自北都归过予三河坐中赋此", "author": "蔡圭", "paragraphs": "王温季自北都归，过余三河，坐中赋此。\t鹊声迎客到庭除。问谁欤？故人车。千里归来，尘色半征裾。珍重主人留客意，奴白饭，马青刍。\t东城入眼杏千株。雪模糊，俯平湖。与子花间，随分倒金壶。归报东垣诗社友，曾念我，醉狂无。", "topic": "友情", "notes": ["王温季：一作王季温，词人的朋友。北都：即大定府，当时又称北都、北京，在今辽宁宁城。三河：在今河北，词人在此任主簿，本词作于此间。", "鹊声迎客：古人以为鹊声噪门则将有客相访。《西京杂记》有“千鹊噪而行人至”。除：台阶。庭除：门庭前的台阶。", "诗：“香烟泛庭除。”", "故人车：故人的车子，即指故人。", "《读山海经》有“穷巷隔深辙，颇回故人车。”", "千里：北都到三河县不足千里，这里举成数。征裾：旅人的衣裳。裾，衣袍。", "奴白饭，马青刍（chú）：蒸白米饭给仆人吃，用青刍来喂客人的马。", "《赠窦侍御》诗：“为君酤酒满眼酤，与奴白饭马青刍。”青刍：刚铡下的草。", "杏千株：杏树多，花盛开。", "雪模糊：形容杏花盛开．远望似一片白雪。", "随分：随缘、随便之意。 金壶：盛酒器。", "东垣（yuán）：东垣：古县名，秦置。汉时改真定，今名正定，在河北省境内。东垣当为客人此行的终点，亦是词人的家乡。"], "background": "这首词具体创作年代已无从得知。从词序可知，词人的友人王温季从北都归来，经过了词人的所在地三河，词人为之举办了宴席，并创作了这首词。"},
{"title": "临江仙·送宇文德和被召赴行在所", "author": "张元干", "paragraphs": "露坐榕阴须痛饮，从渠叠鼓频催。暮山新月两徘徊。离愁秋水远，醉眼晓帆开。\t泛宅浮家游戏去，流行坎止忘怀。江边鸥鹭莫相猜。上林消息好，鸿雁已归来。", "topic": "友情", "notes": ["上林：即上林苑，古代宫苑，秦汉时都有上林苑，这里指行在之所。", "鸿雁：汉苏武系于匈奴，汉昭帝使者至匈奴，匈奴诡称苏武已死。使者对单于说，天子在上林苑射中一只大雁，脚上绑着苏武写的一封信，匈奴才把苏武还给汉朝。"], "background": ""},
{"title": "鹧鸪天·送欧阳国瑞入吴中", "author": "辛弃疾", "paragraphs": "莫避春阴上马迟。春来未有不阴时。人情展转闲中看，客路崎岖倦后知。\t梅似雪，柳如丝。试听别语慰相思。短篷炊饮鲈鱼熟，除却松江枉费诗。", "topic": "友情", "notes": "", "background": ""},
{"title": "琴调相思引·送范殿监赴黄岗", "author": "贺铸", "paragraphs": "终日怀归翻送客，春风祖席南城陌。便莫惜离觞频卷白。动管色，催行色；动管色，催行色。\t何处投鞍风雨夕？临水驿，空山驿；临水驿，空山驿。纵明月相思千里隔。梦咫尺，勤书尺；梦咫尺，勤书尺。", "topic": "友情", "notes": ["琴调相思引：双调，七十三字，上片七句七仄韵，下片十句十仄韵，皆为入声韵，重韵形式同上。此调《词律》、《词谱》均未载。", "范殿监：名字经历均不详。从词中可以看出，他是词人的好友，大概要到黄冈去做官，所以临行前方回作此词以赠之。", "翻：因离别引起的种种复杂心情。", "祖席：本是古代出行时祭祀路神的一种仪式，这里便指饯行的酒宴。", "觞（shāng）：酒杯。卷白：卷白波，所谓卷白波者，盖卷白上之酒波耳，言其饮酒之快也。这句是在劝酒。", "管色：指离别时奏起的音乐。", "书尺：书信。"], "background": "贺铸在外作官，他乡为客。无时无刻不思念家乡，盼望着能够早日归去，恰逢要送别好友范殿监赴黄冈做官，此时心中必然集聚了一些羁宦之愁。正是在这种情境之下，要给陪伴自己多日的朋友送别，便作该词以赠别。"},
{"title": "渔家傲·和程公辟赠", "author": "张先", "paragraphs": "巴子城头青草暮，巴山重叠相逢处。燕子占巢花脱树。杯且举，瞿塘水阔舟难渡。\t天外吴门清霅路。君家正在吴门住。赠我柳枝情几许。春满缕，为君将入江南去。", "topic": "友情", "notes": ["渔家傲 ：词牌名。", "程公辟：名师孟。曾提点夔州路刑狱（主管一路司法刑狱和监察的长官）。", "巴子：指渝州，周代为巴子国，即今之巴县。", "巴山：东汉末刘璋在四川置巴郡（巴县）、巴东（奉节垦）、巴西（阆中县）三郡，合称“三巴”。这里的巴山指巴子一带。", "占巢：相传燕子在立春后清明前从南海飞回我国。燕子有飞回原栖息地住旧巢的习性。", "花脱树：指花开后花瓣从树枝上落下。", "瞿塘：瞿塘峡。", "吴门：今苏州市。", "清霅（zhà）：指霅溪，在今浙江吴兴。", "春满缕：指刚折下的柳枝，春意盎然。", "将：持，拿。", "江南：泛指二人的家乡。 "], "background": "张先六十三岁那年（1052），以屯田员外郎知渝州（今四川重庆），不久离任。此词为离任时答赠时任夔州（今四川奉节）路提点刑狱的友人程师孟之作。"},
{"title": "千秋岁·苑边花外", "author": "黄庭坚", "paragraphs": "少游得谪，尝梦中作词云：“醉卧古藤阴下，了不知南北。”竟以元符庚辰死于藤州光华亭上。崇宁甲申，庭坚窜宜州，道过衡阳。览其遗，始追和其《千秋岁》词。\t苑边花外，记得同朝退。飞骑轧，鸣珂碎。齐歌云绕扇，赵舞风回带。严鼓断，杯盘狼藉犹相对。\t洒泪谁能会？醉卧藤阴盖。人已去，词空在。兔园高宴悄，虎观英游改。重感慨，波涛万顷珠沉海。", "topic": "友情", "notes": ["千秋岁：词牌名，“念奴娇”的别称。一百字。前片四十九字；后片五十一字，各十句四仄韵。此令宜于抒写豪迈感情。", "元符庚辰：元符三年（公元1100年）。", "藤州：州治在广西藤县。", "崇宁甲申：崇宁三年（公元1104年）。", "珂：马笼头的装饰。", "严鼓：急促的鼓声。", "兔园：汉梁孝王园，指代朝廷。", "虎观：汉宫中讲论经学之所。后泛指宫廷中讲学处。", "英游：英俊之辈；才智杰出的人物。"], "background": "这是一首悼念故人的词。据词的序文，可知这首词作于公元1104年（宋徽宗崇宁三年）。当时黄庭坚被贬宜州，经过衡阳，秦观的好友、衡州知州孔毅甫处，见到了秦观的遗作《千秋岁》词。黄庭坚追和《千秋岁》词时，距离秦观之死已经五年。"},
{"title": "齐天乐·中秋宿真定驿", "author": "史达祖", "paragraphs": "西风来劝凉云去，天东放开金镜。照野霜凝，入河桂湿，一一冰壶相映。殊方路永。更分破秋光，尽成悲镜。有客踌躇，古庭空自吊孤影。\t江南朋旧在许，也能怜天际，诗思谁领？梦断刀头，书开虿尾，别有相思随定。忧心耿耿。对风鹊残枝，露蛩荒井。斟酌姮娥，九秋宫殿冷。", "topic": "友情", "notes": ["齐天乐：词牌名。又名《台城路》、《五福降中天》、《如此江山》。《清真集》、《白石道人歌曲》、《梦窗词集》并入“正宫”（即“黄钟宫”）。此词一百零二字，前后片各五仄韵。前片第七句、后片第八句第一字是领格，例用去声。真定：即今河北正定。", "凉云：秋云。谢眺《七夕赋》：“朱光既敛，凉云始浮。”", "天东：东方的天空。", "《溪晚凉》：“玉烟青湿白如幢，银湾晓转流天东。”金镜：月亮。", "霜凝：月光撒满大地，像铺了一层冻霜一样白。", "桂湿：月亮入水。传说月中有桂树，故云。", "冰壶：皎洁之月光。", "分破：指宋与金南北分疆，山河破碎，犹各自领一半秋光。", "悲镜：", "诗《将进酒》：“君不见高堂明镜悲白发，朝如青丝暮成雪。”此指的岁月易老之谓也。", "客：客子，自指。", "许：何许，何处。", "刀头：刀环，战罢还家之意。", "虿（chài）尾：女子卷发；此指书法峭劲。", "定：助语词，犹“了”也，“着”也。", "蛩（qióng）：蟋蟀。", "斟酌（zhēn zhuó）：往杯盏里倒酒供饮用。", "九秋：九月深秋。"], "background": "这首词有两个写作背景：一是以一个南宋官吏的身份前往曾是北宋疆土的异国祝寿，二是恰逢中国的传统佳节——中秋节，这两个背景注定了这首词一定带有十分悲壮的风格。"},
{"title": "上西平·送陈舍人", "author": "吴泳", "paragraphs": "跨征鞍，横战槊，上襄州。便匹马、蹴踏高秋。芙蓉未折，笛声吹起塞云愁。男儿若欲树功名，须向前头。\t凤雏寒，龙骨朽，蛟渚暗，鹿门幽。阅人物、渺渺如沤。棋头已动，也须高著局心筹。莫将一片广长舌，博取封侯。", "topic": "友情", "notes": ["题目中的陈舍人，不详，可能是作者的朋友。舍人，官名。", "横战槊（shuò）：横持长矛，指从军或习武。", "襄州：襄阳，襄阳区位于鄂西北，地处汉水中游属南阳盆地边缘，在今天的湖北。", "凤雏：三国时期庞统的号。“凤雏”即庞统，汉未襄阳人，其叔德公称之为“凤雏”，善知人的司马徽称他为“南州士之冠冕”。“龙”指", "，曾在襄阳居住，司马徽称之为“卧龙”。“蛟渚”，晋邓遐斩蛟的地方。《晋书。邓遐传》载：襄阳城北沔水中有蛟，常为人害，邓遐拔剑入水截蛟数段。“鹿门”，在今襄樊市东南，唐代诗人", "曾隐居在此。", "龙骨：指的是卧龙，即诸葛亮。", "鹿门：鹿门山之省称。在湖北省襄阳县后汉", "携妻子登鹿门山，采药不返。后因此用指隐士所居之地。唐代山水田园诗人孟浩然隐居于此。"], "background": "此词作于宋宁宗嘉定十四年（公元1221年），当时宋金之间战事不断，川陕和弗襄一带局势尤为紧张，祸患频仍。此时陈赅继赵方为京湖安抚使，即将赴襄阳任所，于是词人赋此阕相赠，对友人进行慰勉和鼓励。"},
{"title": "定风波·山路风来草木香", "author": "辛弃疾", "paragraphs": "药名招婺源马荀仲游雨岩。马善医。\t山路风来草木香。雨余凉意到胡床。泉石膏肓吾已甚，多病，提防风月费篇章。\t孤负寻常山简醉，独自，故应知子草玄忙。湖海早知身汗漫，谁伴？只甘松竹共凄凉。", "topic": "友情", "notes": ["定风波：词牌名。一作“定风波令”，又名“卷春空”、“醉琼枝”。双调六十二字，上片五句三平韵，二仄韵，下片六句四仄韵，二平韵。", "马荀仲：事历未详。雨岩：博山的一处山崖，位于永丰县西20里，离上饶极近。", "胡床：一种四脚可以交叠收起的轻便坐具。", "孤负：即辜负。季伦，晋山简子。", "湖海：就是所谓之江湖，也就是社会。汗漫：漫无边际，此处可作可有可无讲。"], "background": "这首词当作于辛弃疾闲居上饶带湖时期，是招呼一位行医的朋友一起游览雨岩而作的。"},
{"title": "高阳台·送陈君衡被召", "author": "周密", "paragraphs": "照野旌旗，朝天车马，平沙万里天低。宝带金章，尊前茸帽风欹。秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。\t酒酣应对燕山雪，正冰河月冻，晓陇云飞。投老残年，江南谁念方回。东风渐绿西湖柳，雁已还、人未南归。最关情，折尽梅花，难寄相思。", "topic": "友情", "notes": ["高阳台：词牌名，又名“庆春泽”。双调一百字，平韵格。", "陈君衡：名允平，号西麓，四明（今浙江宁波）人。德祐时，授沿海制置司参议官。宋亡后，曾应召至元大者，不仕而归。有词集《日湖渔唱》。词风和婉平正，少数作品表现了故国之思。", "旌旗：旗帜的总称。", "朝天：指朝见天子。", "宝带金章：官服有宝玉饰带，金章即金印。", "尊前：在酒樽之前。指酒筵上。", "茸帽风攲（yǐ）：茸帽，皮帽；欹，侧。“风欹”，原本作“风欺”，据别本改。", "英游：英俊之辈；才智杰出的人物。", "晓陇云飞：", "《曲玉管》词：“陇首云飞，江边日晚。”", "投老：到老，临老。", "方回：北宋词人", "字，此处作者自指。", "东风：", "《泊船瓜洲》诗：“春风又绿江南岸”，此处借用其意。", "最关情：用", "、", "故事，见", "《虞美人》注。"], "background": "者的友人陈君衡为蒙元朝廷所召，将要前往大都（今北京）赴任。作者为此写了这首送别的词。"},
{"title": "浣溪沙·和无咎韵", "author": "陆游", "paragraphs": "懒向沙头醉玉瓶，唤君同赏小窗明。夕阳吹角最关情。\t忙日苦多闲日少，新愁常续旧愁生。客中无伴怕君行。", "topic": "友情", "notes": ["浣溪沙：有的本子词》作“浣沙溪”。查词律、词谱，《浣溪沙》一》并无“浣沙溪”的别名，当系传抄之误。", "和无咎韵：韩元吉，字无咎，号南涧，南宋许昌（今河南省许昌市）人，官至吏部尚书。与", "友善，多有唱和，工词，有 《南涧甲乙稿》。陆游这首《浣溪沙》是和词，韩元吉的原唱不见于他的词集，恐已亡佚。", "\"懒向沙头醉玉瓶\"又作\"漫向寒炉醉玉瓶\"。玉瓶：此处指酒瓶，称玉瓶，是美化的修辞手段。", "同赏：一同欣赏。", "夕阳吹角：黄昏时分吹起号角。", "关情：牵动情怀。", "闲日：休闲的日子。", "新愁：新添的忧愁。"], "background": "宋孝宗隆兴二年（1164年）闰十一月至次年正月，陆游与韩元吉在镇江相聚，那时，陆游是在镇江通判任上，韩元吉则是来镇江省亲暂住。两位朋友相聚两月，彼此唱和的诗词作品共有三十多首，此词当是其中之一。"},
{"title": "满江红·送李御带珙", "author": "吴潜", "paragraphs": "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹亭下系扁舟，鲈堪煮。\t拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。", "topic": "友情", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多，格调沉郁激昂，前人用以发抒怀抱，佳作颇多。另有平声格，双调九十三字，前片八句四平韵，后片十句五平韵。李御带珙（gǒng）：李珙，作者的友人，《宋史·杨巨源传》中有“成忠郎李珙投匦，献所作《巨源传》为之讼冤”（巨源，蜀人，平吴曦后，为四川宣抚安丙倾轧，被杀），此李珙或系其人。御带：也称“带御器械”，官名。为武臣的荣誉性加官。", "红玉阶：红色的台阶，此处代指宫殿。", "翩（piān）然：形容动作轻快的样子。", "汀（tīng）：水边平地。", "济时：拯救时局。从：跟，向。", "垂虹亭：地名，在今江苏吴江县虹桥上，建于宋仁宗庆历（公元1041年—公元1048年）年间。宋代许多文学家都在诗词中提到了它。扁（piān）舟：小船。", "鲈堪煮：晋代吴江人", "在洛阳做官，见秋风起，想起家乡的鲈鱼脍，于是慨然叹道：“人生贵适志，何能羁宦数千里，以邀名爵乎？”便辞官返乡。鲈（lú）：鲈鱼。堪：可。以上两句写李珙将回故乡隐居。", "拚（pàn）：舍弃，不顾惜。", "悠悠：众多的样子。浑：全。", "冉冉：形容时间渐渐过去的样子。"], "background": "此词当作于嘉熙元年（公元1237年）八月，吴潜任平江（今江苏苏州）知府时，李珙辞官途经此地，作者为了送别李珙作下了这首词。"},
{"title": "虞美人·张帆欲去仍搔首", "author": "陈与义", "paragraphs": "张帆欲去仍搔首，更醉君家酒。吟诗日日待春风，及至桃花开后却匆匆。\t歌声频为行人咽，记著樽前雪。明朝酒醒大江流，满载一船离恨向衡州。", "topic": "友情", "notes": ["搔首：以手搔头，意为有所思的样子。"], "background": "这首词是在席益举行的告别宴会上所作。席益字大光，洛阳人，是陈与义的同乡。与义宣和六年（1124）在汴京任符宝郎时与他相识，不久与义遭贬，别后还有诗札。建炎三年（1129）席益离郢州知州任，流浪于衡山县（今属湖南），与义同时躲避金兵至湖南。同年腊月，两人相遇于衡山。次年元旦后数日，与义离衡山赴邵阳，有《别大光》诗，别宴上并作此词。"},
{"title": "满江红·寄鄂州朱使君寿昌", "author": "苏轼", "paragraphs": "江汉西来，高楼下、蒲萄深碧。犹自带、岷峨雪浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。\t江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。", "topic": "友情", "notes": ["满江红：《乐章集》、《清真集》入“仙吕调”。宋以来作者多以", "词为准。双调九十三字，前片四仄韵，后片五仄韵，一般例用入声韵。前阕五六句，后阕七八句要对仗。声情激越，宜抒豪壮情感和恢张襟抱。亦可酌增衬字。南宋", "改作平韵，附着于后，则情调俱变，但用者不多。", "朱使君：朱寿昌，安康叔，时为鄂州（冶所今湖北武汉武昌）知州。使君，汉时对州郡长官之称，后世如唐宋时就相当于太守或刺史。", "江汉：长江和汉水。", "高楼：指武昌黄鹤楼。", "蒲萄：喻水色，或代指江河。语出李白《襄阳歌》有“遥看汉水鸭头绿，恰似葡萄初发醅”。", "岷峨句：岷山和峨嵋山融化的雪水浪花。", "锦江：在四川成都南，一称濯锦江，相传其水濯锦，特别鲜丽，故称。", "《登楼》：“锦江春色来天地。”", "南山：终南山，在陕西，朱寿昌曾任陕州通判，故称。", "遗爱：指有惠爱之政引起人们怀念。《左传·昭公二十年》载孔子闻郑子产卒时“出涕曰：‘古之遗爱也’”。", "剑外：四川剑门山以南。", "家乡四川眉山，故自称剑外来客。", "《江表传》：晋虞溥著，其中记述三国时江左吴国时事及人物言行，已佚，《三国志》裴松之注中多引之。", "狂处士：指三国名士祢衡。他有才学而行为狂放，曾触犯曹操，曹操多顾忌他才名而未杀。后为江夏太守黄祖所杀。不出仕之士称处士。", "空洲：指鹦鹉洲，在长江中，后与陆地相连，在今湖北汉阳。黄祖长子黄射在洲大会宾客，有人献鹦鹉，祢衡当即作《鹦鹉赋》，故以为洲名。唐崔颢《黄鹤楼》诗：“芳草萋萋鹦鹉洲。”李白《赠江夏韦太守》诗：“顾惭祢处士，虚对鹦鹉洲。”为此词用语所本。", "曹公黄祖：指曹操与刘表属将黄祖。", "谪仙：指李白。", "黄鹤：崔颢的《黄鹤楼》诗。相传李白登黄鹤楼说：“眼前有景道不得，崔颢题诗在上头。”（见《唐才子传》）无作而去。后李白作《登金陵凤凰台》，即有意追赶崔诗。"], "background": "这首词是宋神宗元丰年间苏轼写给友人朱寿昌的，作于公元元丰四年（1081年）。这是苏轼谪居黄州期间的作品。"},
{"title": "青玉案·送伯固归吴中", "author": "苏轼", "paragraphs": "三年枕上吴中路。遣黄耳、随君去。若到松江呼小渡。莫惊鸥鹭，四桥尽是，老子经行处。\t辋川图上看春暮。常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。", "topic": "友情", "notes": ["伯固：", "诗友苏坚，字伯固，随苏轼在杭州三年。", "黄犬：狗名。这里用此典表示希望常通音信。", "《辋川图》：唐王维于蓝田清凉寺壁上曾画《辋川图》。", "小蛮：歌妓名。这里指苏轼侍妾朝云。"], "background": ""},
{"title": "水龙吟·黄州梦过栖霞楼", "author": "苏轼", "paragraphs": "闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。\t小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。\t推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。", "topic": "友情", "notes": ["水龙吟：词牌名，又名“龙吟曲”“庄椿岁”“小楼连苑”等。双调一百零二字，上片十一句四仄韵，下片十一句五仄韵。", "栖霞楼：唐宋时期黄州的四大名楼之一。最早为江西临川人王义庆所建，后为闾丘孝终守黄州时重建。", "闾（lǘ）丘大夫孝终公显：即闾丘孝终，字公显。作者友人。曾任黄州知州，致仕（退休）后归苏州故里。", "胜绝：绝佳的名胜。", "扁（piān）舟：小船。", "鼓笛慢：据考证指词牌“水龙吟”。清王亦清等编《钦定词谱》卷三十：“‘水龙吟’，姜菱词注无射商，俗名越调。……", "老词名‘鼓笛慢’。”", "致仕：退休。", "截：直渡。", "红楼：指栖霞楼。", "云间：形容栖霞楼之高。", "高会：雅聚。", "危柱哀弦：指演奏音乐，乐声凄绝。危，高，谓定音高而厉。柱，筝瑟之类乐器上的枕木，移至高处则声高厉。哀弦，指声音悲怨。", "“艳歌”两句：用秦青“响遏行云”典故。《", "·汤问》：“薛谭学讴于秦青，未穷青之技，自谓尽之；遂辞归。秦青弗止。饯于郊衢， 抚节悲歌，声振林木，响遏行云。薛谭乃谢求反，终身不敢言归。”绕云萦水，形容歌声高亢回旋，悠扬动听。", "故人老大：言闾丘孝终年事己高。老大，年岁大。", "惘（wǎng）然：迷茫的样子。", "“五湖”三句：五湖，泛指太湖一带地方。西子，西施。春秋时期，越相范蠡辅佐越王勾践灭吴。勾践命他为上将军，但他知道大名之下难以久居，就携带宝珠，乘舟浮海，终不返。传说范蠡还携带西施出走。", "云梦南州：指黄州，因其在古云梦泽之南。", "武昌东岸：亦指黄州。武昌为今湖北鄂城，与黄州隔江相对。长江经黄州时南流，黄州在武昌东岸。", "多情：多情的人，指闾丘孝终。", "端来：准来，定来。", "参（cēn）差（cī）是：大概如此，指如自己梦见闾丘孝终的情形。唐", "《长恨歌》：“中有一人字太真，雪肤花貌参差是。”"], "background": "这首词当作于宋神宗元丰五年（1082年）正月。元丰五年（1082年）正月十七日，他梦见自己乘一叶扁舟横渡长江，中流回望，见栖霞楼上灯火辉煌，歌乐杂作。苏轼醒来，自觉此梦奇异，心想闾丘孝终此时已致仕住在苏州，入其梦一定有所因缘，于是作词抒怀。"},
{"title": "朝中措·送刘仲原甫出守维扬", "author": "欧阳修", "paragraphs": "平山栏槛倚晴空。山色有无中。手种堂前垂柳，别来几度春风。\t文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。", "topic": "友情", "notes": ["平山栏槛：平山堂的栏槛。", "手种堂前垂柳：平山堂前，", "曾亲手种下杨柳树。", "别来：分别以来。作者曾离开扬州八年，此次是重游。", "文章太守：作者当年知扬州府时，以文章名冠天下，故自称“文章太守”。", "挥毫万字：作者当年曾在平山堂挥笔赋诗作文多达万字。", "千钟：饮酒千杯。", "直须：应当。", "尊：通“樽”，酒杯。", "衰翁：词人自称。"], "background": "北宋仁宗庆历八年（1048），欧阳修任扬州（今江苏扬州市）太守，在扬州城西北五里的大明寺西侧蜀岗中峰上，修建了一座“平山堂”，据说壮丽为淮南第一。欧阳修调离扬州几年之后，他的朋友刘原甫也被任命为扬州太守。欧阳修给他饯行，在告别的宴会上，作了这首《朝中措》相送。"},
{"title": "谪仙怨·晴川落日初低", "author": "刘长卿", "paragraphs": "晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。\t白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。", "topic": "友情", "notes": ["晴川：指在阳光照耀下的江水。", "平芜：指草木繁茂的原野。", "长沙：这里用汉代贾谊谪迁长沙的典故。", "萋萋：草盛貌。"], "background": "这首词又题作《答秦徵君、徐少府春日见集苕溪，酬梁耿别后见寄六言》。这首词大约是作者被贬睦州（今浙江淳安一带）司马途中，经苕溪（流域在今浙江湖州地区），在友人的宴集上为酬答远谪的梁耿的寄赠所作。"},
{"title": "贺新郎·用前韵送杜叔高", "author": "辛弃疾", "paragraphs": "细把君诗说。怅余音、钧天浩荡，洞庭胶葛。千尺阴崖尘不到，惟有层冰积雪。乍一见、寒生毛发。自昔佳人多薄命，对古来、一片伤心月。金屋冷，夜调瑟。\t去天尺五君家别。看乘空、鱼龙惨淡，风云开合。起望衣冠神州路，白日销残战骨。叹夷甫、诸人清绝。夜半狂歌悲风起，听铮铮、阵马檐间铁。南共北，正分裂。", "topic": "友情", "notes": ["杜叔高：名斿，金华籣谿人。兄旟，字伯高；旃，字仲高，弟旞，字季高；旝，字幼高。五人俱博学工文，人称金华五高。端平初，以布衣与稼轩壻范", "（炎）及刘后村等八人同时受召。《中兴馆阁续录·祕阁校勘门》：“绍定以后二人：杜斿字叔高，婺州人。六年十一月以布衣特补迪功郎，差充。端平元年七月与在外合入差遣。”", "《龙川文集》卷十九《复杜仲高书》：“伯高之赋，如奔风逸足，而鸣以和鸾。叔高之诗，如干戈森立，有吞虎食牛之气，而左右发春妍以辉映于其间，匪独一门之盛，可谓一时之豪。”", "《水心文集》卷七《赠杜幼高》诗：“杜子五兄弟，词林俱上头。规模古乐府，接续后《春秋》。奇崛令谁赏，羁栖浪自愁。故园如镜水，日日抱村流。”", "恍（huǎng）：仿佛。", "钧（jūn）天：广阔的天空。", "洞庭胶葛：《庄子·天运》篇：“黄帝张咸池之乐于洞庭之野，……其声能短能长，能柔能刚，变化齐一，不主故常。”胶葛：指意境高远。", "《上林赋》：“张乐乎胶葛之㝢。”", "阴崖：朝北的山崖。", "层冰积雪：《楚辞·九歌·湘君》：“桂櫂兮籣枻，斲曾冰兮积雪。”", "自昔句：", "《薄命佳人》诗：“自古佳人多命薄，闭门春尽杨花落。”佳人：指杜叔高。", "金屋：《汉武故事》：“若得阿娇作妇，当作金屋贮之也。”", "去天句：《辛氏三秦记》：“城南韦、杜，去天尺五。”", "《赠韦七赞善》诗：“乡里衣冠不乏贤，杜陵韦曲未央前。尔家最近魁三象，时论同归尺五天。”", "乘空：飞上天空。", "衣冠：指士大夫。", "叹夷甫句：《晋书·王衍传》：“衍字夷甫，神情明秀，风姿详雅。……口不论世事，唯雅咏玄虚而已。……既有盛才关貌，明悟若神，常自比子贡。兼声名藉甚，倾动当世。妙善玄言，唯谈《老》《庄》为事。每捉玉柄麈尾，与手同色。……众共推衍为元帅，……俄而举军为石勒所破，勒呼王公与之相见，……使人夜排墙填杀之。衍将死，顾而言曰：‘呜呼！吾曹虽不如古人，向若不祖尚浮虚，戮力以匡天下，犹可不至今日。’”", "听铮铮句：《芸窗私志》：“元帝时临池观竹，竹既枯，后每思其响，夜不能寝，帝为作薄玉龙数十枚，以缕线悬于檐外，夜中因风相击，听之与竹无异。民间效之，不敢用龙，以什骏代，今之铁马，是其遗制。”檐间铁：屋檐下挂着的铁制风铃，称为”铁马”或“檐马”。"], "background": "宋孝宗淳熙十六年（1189年）春，杜叔高从浙江金华到江西上饶探访辛弃疾，词人于是作此词来送别。"},
{"title": "虞美人·有美堂赠述古", "author": "苏轼", "paragraphs": "湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。\t沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。", "topic": "友情", "notes": ["湖山信：元祐初，学士梅挚任杭州太守，宋仁宗曾作诗送行曰：“地有湖山美，东南第一州。”此句即从仁宗诗来。梅挚到任后筑有美堂于吴山。神宗熙宁七年（1074）秋，杭州太守陈襄（述句），将调往雨京（今河南商丘）行前宴客于美堂。席间", "作此词。", "使君：对州郡长官的称呼，此处指陈襄。汉时称刺史为使君，汉以后用以尊称州郡长官。　", "沙河塘：位于杭州东南，当时是商业中心。", "水调：商调名，隋炀帝开汴渠，曾作《水调》。", "阑：残，尽，晚。"], "background": "此词作于熙宁七年（1074）七月苏轼任杭州通判时。时杭州太守陈襄（字述古）调任，即将离杭，设宴于杭州城中吴山上之有美堂。应陈襄之请，苏轼即席写下了此词。"},
{"title": "临江仙·记得金銮同唱第", "author": "欧阳修", "paragraphs": "记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。\t闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。", "topic": "友情", "notes": ["临江仙：原为唐教坊曲，后用作词牌名，双调小令，共六十字。又名“谢新恩”“雁后归”“画屏春”“庭院深深”“采莲回”“想娉婷”“瑞鹤仙令”“鸳鸯梦”“玉连环”。", "金銮：帝王车马的装饰物。金属铸成鸾鸟形，口中含铃，因指代帝王车驾。这里指皇帝的金銮殿。", "唱第：科举考试后宣唱及第进士的名次。", "上国：指京师。", "薄宦：卑微的官职。有时用为谦辞。", "曲江花：代指新科进士的宴会。", "阆山：即阆风巅。山名，在昆仑之巅。", "阆苑：指传说中神仙居住的地方。", "君家：敬词。犹贵府，您家。", "孤城：边远的孤立城寨或城镇。", "寒日：寒冬的太阳。", "离愁：离别的愁思。"], "background": "此词当作于公元1045年（宋仁宗庆历五年）欧阳修贬任滁州太守期间。当时一位同榜及第的朋友将赴任阆州（今四川阆中）通判，远道来访，欧阳修席上作此词相送。"}
]