[
{"title": "浣溪沙·游蕲水清泉寺", "author": "苏轼", "paragraphs": "游蕲水清泉寺，寺临兰溪，溪水西流。\t山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。\t谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。", "topic": "哲理", "notes": ["蕲qí水：县名，今湖北浠水县。", "浸：泡在水中。", "萧萧：形容雨声。", "子规：又叫杜宇、杜鹃、催归。它总是朝着北方鸣叫，六、七月呜叫声更甚，昼夜不止，发出的声音极其哀切，犹如盼子回归，所以叫杜鹃啼归、这种鸟也叫子规。", "无再少：不能回到少年时代。", "白发：老年。", "唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。"], "background": "公元1082年（宋神宗元丰五年）苏轼因“乌台诗案”，被贬至黄州（今湖北黄冈）任团练副使。春三月作者游蕲水清泉寺时写下此词。"},
{"title": "临江仙·滚滚长江东逝水", "author": "杨慎", "paragraphs": "滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。\t白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。", "topic": "哲理", "notes": ["临江仙：原唐教坊曲名，后用作词牌名，字数有五十二字、五十四字等六种。常见者全词分两片，上下片各五句，三平韵。", "东逝水：是江水向东流逝水而去，这里将时光比喻为江水。", "淘尽：荡涤一空。", "成败：成功与失败。", "青山：青葱的山岭。", "几度：虚指，几次、好几次之意。", "渔樵：此处并非指渔翁、樵夫，联系前后文的语境而为动词：隐居。此处作名词，指隐居不问世事的人。", "渚（zhǔ）：原意为水中的小块陆地，此处意为江岸边。", "秋月春风：指良辰美景。也指美好的岁月。", "浊（zhuó）：不清澈；不干净。与“清”相对。浊酒 ：用糯米、黄米等酿制的酒，较混浊。", "古今：古代和现今。", "都付笑谈中：在一些古典文学及音乐作品中，也有作“尽付笑谈中”。"], "background": "1511年（明朝正德六年），杨慎获殿试第一。1524年因得罪世宗朱厚熜，杨升庵被发配到云南充军。他经常四处游历，观察民风民情。每到一地都要与当地的读书人谈诗论道，留下了大量描写云南的诗篇。此词即其中一篇。"},
{"title": "西施", "author": "罗隐", "paragraphs": "家国兴亡自有时，吴人何苦怨西施。\t西施若解倾吴国，越国亡来又是谁。", "topic": "哲理", "notes": ["家国：家与国。亦指国家。", "何苦：用反问语气表示不值得（可用否定式）。", "解：懂，明白，理解。", "亡：灭亡。"], "background": ""},
{"title": "水调歌头·隐括杜牧之齐山诗", "author": "朱熹", "paragraphs": "江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。\t酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。", "topic": "哲理", "notes": ["隐括：指对原有作品的内容、语言加以剪裁、修改而成新篇。", "结客：和客人们一起登山。", "尘世：即人生。", "紫萸：即茱萸，一种有浓烈香味的植物。", "酩酊：大醉貌。"], "background": "朱熹重阳节登高，眼见秋景，胸怀舒展畅快，顿生感慨，借杜牧诗《九日齐山登高》作此抒情词，只本诗的具体创作时间不详。杜牧出身于显赫的世代公卿之家，胸怀致仕用世的大志；朱熹是思想家，又是诗人。虽然他们前后相隔三百多年，但都主张积极入世，因思想上有共通之处，朱熹仰慕小杜的诗，进而“隐括”成该词。"},
{"title": "浣溪沙·一曲新词酒一杯", "author": "晏殊", "paragraphs": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？\t无可奈何花落去，似曾相识燕归来。小园香径独徘徊。", "topic": "哲理", "notes": ["浣溪沙：唐玄宗时教坊曲名，后用为词调。沙，一作“纱”。", "一曲：一首。因为词是配合音乐唱的，故称“曲”。新词，刚填好的词，意指新歌。酒一杯，一杯酒。", "去年天气旧亭台：是说天气、亭台都和去年一样。", "去年天气：跟去年此日相同的天气。旧亭台，曾经到过的或熟悉的亭台楼阁。旧，旧时。", "夕阳：落日。西下：向西方地平线落下。", "几时回：什么时候回来。", "无可奈何：不得已，没有办法。", "似曾相识：好像曾经认识。形容见过的事物再度出现。后用作成语，即出自", "此句。", "燕归来：燕子从南方飞回来。燕归来，春中常景，在有意无意之间。", "小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。香径，带着幽香的园中小径。", "独：副词，用于谓语前，表示“独自”的意思。", "徘徊：来回走。"], "background": ""},
{"title": "行路难·其一", "author": "李白", "paragraphs": "金樽清酒斗十千，玉盘珍羞直万钱。\t停杯投箸不能食，拔剑四顾心茫然。\t欲渡黄河冰塞川，将登太行雪满山。\t闲来垂钓碧溪上，忽复乘舟梦日边。\t行路难，行路难，多歧路，今安在？\t长风破浪会有时，直挂云帆济沧海。", "topic": "哲理", "notes": ["行路难：选自《", "集校注》，乐府旧题。", "金樽（zūn）：古代盛酒的器具，以金为饰。", "清酒：清醇的美酒。", "斗十千：一斗值十千钱（即万钱），形容酒美价高。", "玉盘：精美的食具。", "珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。", "直：通“值”，价值。", "投箸：丢下筷子。", "箸（zhù）：筷子。不能食：咽不下。", "茫然：无所适从。", "太行：太行山。", "碧：一作“坐”。", "忽复：忽然又。", "多岐路，今安在：岔道这么多，如今身在何处？", "歧：一作“岐”，岔路。", "安：哪里。", "长风破浪：比喻实现政治理想。", "会：终将。", "云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。", "济：渡。"], "background": "公元742年（天宝元年），李白奉诏入京，担任翰林供奉。却没被唐玄宗重用，还受到权臣的谗毁排挤，两年后被“赐金放还”，变相撵出了长安。李白被逼出京，朋友们都来为他饯行，求仕无望的他深感仕路的艰难，满怀愤慨写下了此篇《行路难》。"},
{"title": "渔父", "author": "屈原", "paragraphs": "屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”\t渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”\t屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”\t渔父莞尔而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。", "topic": "哲理", "notes": ["既：已经，引申为“（在）……之后”。", "颜色：脸色。形容：形体容貌。", "三闾（lǘ)大夫：掌管楚国王族屈、景、昭三姓事务的官。屈原曾任此职。", "是以见放，是：这。以：因为。见：被。", "淈(gǔ)：搅浑。", "餔：吃。糟：酒糟。歠(chuò)：饮。醨(lí)：薄酒。 成语：哺糟歠醨", "高举：高出以俗的行为。在文中流“深思”都是渔父对屈原的批评，有贬意，故译为(在行为上)自命清高。举，举动。", "沐：洗头。", "浴：洗身，洗澡。", "察察：皎…的样子。", "汶(mén)汶：污浊。", "皓皓：…白的或高…的样子。", "莞尔：微笑的样子。", "鼓枻：摇摆着船桨。.鼓：拍打。枻(yì)：船桨。", "沧浪：水名，汉水的支流，在湖北境内。或谓沧浪是说水清澈的样子。“沧浪之水清兮”四句：这首《沧浪歌》也见于《孟子·离娄上》，二“吾”字皆作“我”字。", "濯：洗。", "缨：系帽的带子，在颔下打结。", "遂去，遂：于是。去：离开。", "不复流言，复：再。"], "background": "《渔父》的写作背景，按司马迁本传和东汉文学家王逸的说法，大约是在楚顷襄王执政时期，屈原遭到流放，政治上遭到重大打击，个人和楚国面临着厄运的情况下，诗人心情忧愤苦闷，来到汨罗江畔，边行边吟而成的。《渔父序》在末尾说：“楚人思念屈原，因叙其辞以相传焉。”为楚人因怀念屈原而收集整理屈原之诗词互相传赠。这说明《渔父》在秦汉以前已经广为流传。"},
{"title": "西江月·世事短如春梦", "author": "朱敦儒", "paragraphs": "世事短如春梦，人情薄似秋云。不须计较苦劳心，万事原来有命。\t幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。", "topic": "哲理", "notes": ["西江月：原为唐教坊曲，后用作词调。《乐章集》《张子野词》并入“中吕宫”。五十字，上下片各两平韵，结句各叶一仄韵。", "计较：算计。", "且：姑且，聊且。", "相亲：互相亲爱。"], "background": "据现有材料，他很可能活到近百岁。那么他第二次被罢以后至少又活了十五至二十余年。这期间，他在嘉禾城南放鹤洲筑别墅，其创作主要写隐居生活情趣，反映他生活与思想的另一侧面。这首词即写于这段时间内。"},
{"title": "满江红·东武会流杯亭", "author": "苏轼", "paragraphs": "上巳日作。城南有坡，土色如丹，其下有堤，壅郑淇水入城。\t东武城南，新堤固、涟漪初溢。隐隐遍、长林高阜，卧红堆碧。枝上残花吹尽也，与君更向江头觅。问向前、犹有几多春，三之一。\t官里事，何时毕。风雨外，无多日。相将泛曲水，满城争出。君不见兰亭修禊事，当时坐上皆豪逸。到如今、修竹满山阴，空陈迹。", "topic": "哲理", "notes": ["东武：此处指密州治所诸城。会：聚会。流杯亭：即诸城南禅小亭。", "上巳（sì）：农历每月上旬的巳日。三月上巳为古时节日，习用三月初三日。", "壅（yōng）：堵塞。郑淇：水名，由郑河、淇河于密州城南汇集而成，东北流入潍河。", "阜：土丘。", "卧红：指花瓣被雨打落在地。", "江头：指郏淇水边。", "向前：往前，未来。几多：多少。春：指春光。", "兰亭修禊（xì）：东晋永和九年（353年）三月三日，", "与当时名士41人集合于会稽山阴（今浙江绍兴）兰亭，修祓禊之礼。众人作诗，王氏作《兰亭集序》。修禊，三月三日于水边采兰嬉游，以驱除不祥。", "豪逸：指豪放不羁，潇洒不俗的人。"], "background": "《满江红·东武会流杯亭》词当作于宋神宗熙宁九年（1076年）。自从东晋永和九年王羲之与众名士兰亭修禊之后，传统的节日上巳日便成了一个富有诗意的日子，这对于苏轼这样的士大夫文人尤其具有诱惑力。熙宁九年三月上巳日，苏轼在密州城南流觞曲水时，忆及兰亭盛会，因作此词。"},
{"title": "将进酒", "author": "李白", "paragraphs": "君不见黄河之水天上来，奔流到海不复回。\t君不见高堂明镜悲白发，朝如青丝暮成雪。\t人生得意须尽欢，莫使金樽空对月。\t天生我材必有用，千金散尽还复来。\t烹羊宰牛且为乐，会须一饮三百杯。\t岑夫子，丹丘生，将进酒，杯莫停。\t与君歌一曲，请君为我倾耳听。\t钟鼓馔玉不足贵，但愿长醉不愿醒。\t古来圣贤皆寂寞，惟有饮者留其名。\t陈王昔时宴平乐，斗酒十千恣欢谑。\t主人何为言少钱，径须沽取对君酌。\t五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。", "topic": "哲理", "notes": ["将进酒：劝酒歌，属乐府旧题。", "将（qiāng）：请。", "君不见：乐府中常用的一种夸语。", "天上来：黄河发源于青海，因那里地势极高，故称。", "高堂：房屋的正室厅堂。一说指父母。一作“床头”。", "青丝：喻柔软的黑发。一作“青云”。", "成雪：一作“如雪”。", "得意：适意高兴的时候。", "金樽（zūn）：中国古代的盛酒器具。", "会须：正应当。", "岑夫子：岑勋。", "丹丘生：元丹丘。二人均为", "的好友。", "杯莫停：一作“君莫停”。", "与君：给你们，为你们。君，指岑、元二人。", "倾耳听：一作“侧耳听”。", "钟鼓：富贵人家宴会中奏乐使用的乐器。", "馔（zhuàn）玉：形容食物如玉一样精美。", "不愿醒：也有版本为“不用醒”或“不复醒”。", "陈王：指陈思王曹植。", "平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。", "主人：指宴请李白的人，元丹丘。", "恣（zì）：纵情任意。", "谑（xuè）：戏。言少钱：一作“言钱少”。", "径须：干脆，只管。沽：买。", "五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。", "裘（qiú）：皮衣。", "尔：你。销：同“消”。"], "background": "关于这首诗的写作时间，说法不一。郁贤皓《集》认为此诗约作于开元二十四年（公元736年）前后。黄锡珪《李太白编年诗集目录》系于天宝十一载（752）。一般认为这是李白天宝年间离京后，漫游梁、宋，与友人岑勋、元丹丘相会时所作。唐玄宗天宝初年，李白由道士推荐，由唐玄宗招进京，命李白为供奉翰林。不久，因权贵的谗毁，于天宝三载（744年），李白被排挤出京，唐玄宗赐金放还。此后，李白在江淮一带盘桓，思想极度烦闷，又重新踏上了云游祖国山河的漫漫旅途。李白作此诗时距李白被唐玄宗“赐金放还”已有八年之久。这一时期，李白多次与友人岑勋（岑夫子）应邀到嵩山另一好友元丹丘的颍阳山居为客，三人登高饮宴，借酒放歌。诗人在政治上被排挤，受打击，理想不能实现，常常借饮酒来发泄胸中的郁积。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”之际，于是满腔不合时宜借酒兴诗情，以抒发满腔不平之气。"},
{"title": "相见欢·年年负却花期", "author": "张惠言", "paragraphs": "年年负却花期！过春时，只合安排愁绪送春归。\t梅花雪，梨花月，总相思。自是春来不觉去偏知。", "topic": "哲理", "notes": ["负却：犹辜负。", "只合：只得，只当。"], "background": ""},
{"title": "玉楼春·西园花落深堪扫", "author": "王国维", "paragraphs": "西园花落深堪扫，过眼韶华真草草。\t开时寂寂尚无人，今日偏嗔摇落早。\t昨朝却走西山道，花事山中浑未了。\t数峰和雨对斜阳，十里杜鹃红似烧。", "topic": "哲理", "notes": ["西园：汉上林苑又称西园。", "过眼韶华：谓经过眼前但随即消逝的春光。草草：匆忙仓促的样子。", "寂寂：孤单，冷落。", "嗔（chēn）：责怪。摇落：凋残，零落。", "浑未了：全然没有结束。", "杜鹃：杜鹃花。红似烧：红得像野火。"], "background": "1905年，王国维在外地教书。当看到花开花落，触景伤情，想起自己远方的亲人。不由感慨韶华将逝，人之将老。"},
{"title": "沁园春·雪", "author": "毛泽东", "paragraphs": "北国风光，千里冰封，万里雪飘。\t望长城内外，惟余莽莽；大河上下，顿失滔滔。\t山舞银蛇，原驰蜡象，欲与天公试比高。\t须晴日，看红装素裹，分外妖娆。\t江山如此多娇，引无数英雄竞折腰。\t惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。\t一代天骄，成吉思汗，只识弯弓射大雕。\t俱往矣，数风流人物，还看今朝。", "topic": "哲理", "notes": ["北国：该词源于中国古代的分裂时期，如宋称辽、金为北国，东晋称十六国等为北国，南北朝时代南方的各朝代称在北方与之对抗的各朝代为北国等。毛泽东诗中的“北国”使人在不觉中产生出一种我国疆土广大的民族自豪感。", "雪：这首词作于红一方面军一九三六年二月由陕北准备东渡黄河进入山西省西部的时候。作者在一九四五年十月七日给柳亚子信中说，这首词作于“初到陕北看见大雪时”。", "惟：只。", "馀：剩下。此字一作“余”，但目前刊出的书法作品中写作“馀”，以此为准。", "莽莽：无边无际。", "大河上下：大河，指黄河。大河上下，犹言整条黄河。", "顿失滔滔：（黄河）立刻失去了波涛滚滚的气势。描写黄河水结冰的景象。", "山舞银蛇，原驰蜡象：群山好像（一条条）银蛇在舞动。高原（上的丘陵）好像（许多）白象在奔跑。“原”指高原，即秦晋高原。蜡象，白色的象。", "天公：指天，即命运。", "须：等到；需要。", "红装素裹：形容雪后天晴，红日和白雪交相辉映的壮丽景色。红装，原指妇女的艳装，这里指红日为大地披上了红装。素裹，原指妇女的淡装，这里指皑皑白雪覆盖着大地。", "分外妖娆：格外婀娜多姿。", "竞折腰：折腰，倾倒，躬着腰侍候。这里是说争着为江山奔走操劳。", "秦皇：秦始皇嬴政（前259~前210），秦朝的创业皇帝。", "汉武：汉武帝", "（前156~前87），汉朝功业最盛的皇帝。", "略输文采：文采本指辞藻、才华。“略输文采”，是说秦皇汉武，武功甚盛，对比之下，文治方面的成就略有逊色。", "唐宗：唐太宗", "（599~649），唐朝的建立统一大业的皇帝。", "宋祖：宋太祖", "（927~976），宋朝的创业皇帝。", "稍逊风骚：意近“略输文采”。风骚，本指《诗经》里的《国风》和《楚辞》里的《离骚》，后来泛指文章辞藻。", "一代天骄：指可以称雄一世的英雄人物，泛指非常著名，有才能的人物。天骄，“天之骄子”的省略语。意思是上天所骄纵宠爱的人，成吉思汗即是。汉时匈奴自称。后来也泛称强盛的少数名族或其首领。", "成吉思汗（hán）：元太祖铁木真（1162~1227）在1206年统一蒙古后的尊称，意为“强者之汗”（汗是可汗的省称，即王）。后蒙古于1271年改国号为元，成吉思汗被尊为建立元朝的始祖。成吉思汗除占领中国黄河以北地区外，还曾向西远征，占领中亚和南俄，建立了庞大的蒙古帝国。", "只识弯弓射大雕：雕，一种属于鹰类的大型猛禽，善飞难射，古代因用“射雕手”比喻高强的射手。“只识弯弓射大雕”，是说只以武功见长。", "俱往矣：都已经过去了。 俱，都。", "数风流人物：称得上能建功立业的英雄人物。数，数得着、称得上的意思。"], "background": "该词的创作有2种说法：一说是，1936年2月，毛泽东等率领红军东征抗日先锋军东渡黄河、突破阎军防线后，踏雪沿官道山行进，顺利到达山西省石楼县留村，并在此写下了著名诗篇《沁园春·雪》；另一说是1936年2月，毛泽东率红军抗日，来到西北高原。在陕西省清涧县高杰村附近的袁家沟，写下壮丽的《沁园春·雪》。《沁园春·雪》最早发表于1945年11月14日重庆《新民报晚刊》，后正式发表于《诗刊》1957年1月号。"},
{"title": "八声甘州·寄参寥子", "author": "苏轼", "paragraphs": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。\t记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。", "topic": "哲理", "notes": ["八声甘州：词牌名。源于唐大曲，又名《甘州》、《潇潇雨》。", "参寥子：即僧人道潜，字参寥，浙江于潜人。精通佛典，工诗，", "与之交厚。元祐六年（1091年），苏轼应召赴京后，寄赠他这首词。", "钱塘江：浙江最大河流，注入杭州湾，江口呈喇叭状，以潮水壮观著名。", "西兴：即西陵，在钱塘江南，今杭州市对岸，萧山县治之西。", "几度斜晖：意谓度过多少个伴随着斜阳西下的夜晚。", "俯仰昔人非：语出", "《兰亭集序》：“俯仰之间，已为陈迹。”", "忘机：忘却世俗的机诈之心。见《", "·黄帝》，传说海上有一个人喜欢鸥鸟，每天坐船到海上，鸥鸟便下来与他一起游玩。一天他父亲对他说，“吾闻鸥鸟皆从汝游，汝取来吾玩之”，于是他就有了捉鸟的“机心”（算计之心），从此鸥鸟再也不下来了。这里说苏轼清除机心，即心中淡泊，任其自然。", "《下终南山过斛斯山人宿置酒》：\"我醉君复乐，陶然共忘机。\"苏轼《和子由送春》：\"芍药樱桃俱扫地，鬓丝禅榻两忘机。\"", "相得：相交，相知。", "谢公雅志：《晋书·谢安传》载：谢安虽为大臣，“然东山之志始末不渝”，“造讽海之装，欲经略初定，自江道还东。雅志未就，遂遇疾笃”。雅志，很早立下的志愿。", "“西州路”三句：《晋书·谢安传》载：安在世时，对外甥羊昙很好。安死后，其外甥羊昙“辍乐弥年，行不由西州路”。某次醉酒，过西州门，回忆往事，“悲感不已”，“恸哭而去”。 西州，古建业城门名。晋宋间建业（今江苏南京）为扬州刺史治所，以治所在城西，故称西州。"], "background": "《八声甘州·寄参寥子》此词作于宋哲宗元祐六年（1091年），时苏轼由杭州知州召为翰林学士承旨，将离杭州赴汴京时送给参寥的。"},
{"title": "鹊桥仙·云林瞩题闰七夕联吟图", "author": "顾太清", "paragraphs": "新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？\t闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。", "topic": "哲理", "notes": ["玉绳：星名。常泛指群星。", "闺中女伴：指画中联吟赋诗的仕女们。"], "background": ""},
{"title": "清平乐·咏雨", "author": "王夫之", "paragraphs": "归禽响暝，隔断南枝径。不管垂杨珠泪进，滴碎荷声千顷。\t随波赚杀鱼儿，浮萍乍满清池。谁信碧云深处，夕阳仍在天涯？", "topic": "哲理", "notes": ["暝：指空漾灰暗的天色。", "赚杀：赚煞。意谓逗煞。言雨滴水面，鱼儿疑为投食，遂被赚接喋。"], "background": ""},
{"title": "高阳台·除夜", "author": "韩疁", "paragraphs": "频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。\t邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。", "topic": "哲理", "notes": ["高阳台：词牌名，取战国楚", "赋神女事以为名。又名“庆春泽慢”“庆春宫”。双调一百字，平韵。除夜：除夕之夜。", "银签：指的是古时一种计时的器具，即更漏中的标签。", "绛蜡：指红蜡烛。", "衮衮：连续不断地流动，引申为急速流逝。此指时光匆匆。", "饯旧迎新：辞旧迎新。饯，送别，送行。", "清尊：酒器。亦借指清酒。尊，同“樽 ”。", "微吟：小声吟咏。", "蜂腰：与下句“燕股”都为“邻娃”的节日装饰，剪裁为蜂为燕以饰鬓。翠：翠钿、即翡翠做的花，是妇女的装饰物。", "芳思：犹言春情。", "朱颜：红润美好的容颜。", "恣（zì）：随意，无拘束。登临：登山临水。也指游览。", "迟日：春日。《诗经·豳风·七月》：“春日迟迟。”后以“迟日”指春日。"], "background": "此词当作于作者晚年时期的一个除夕。除夕之夜，守岁不眠，是一年中诸多庆贺活动中的一件重要内容，但一旦上了年纪，难免悲欢交集，万感俱生。这首词写的就是作者在除夕之夜的这种复杂心境。"},
{"title": "行路难", "author": "卢照邻", "paragraphs": "君不见长安城北渭桥边，枯木横槎卧古田。\t昔日含红复含紫，常时留雾亦留烟。\t春景春风花似雪，香车玉舆恒阗咽。\t若个游人不竞攀，若个倡家不来折。\t倡家宝袜蛟龙帔，公子银鞍千万骑。\t黄莺一向花娇春，青鸟双双将子戏。\t千尺长条百尺枝，月桂星榆相蔽亏。\t珊瑚叶上鸳鸯鸟，凤凰巢里雏鹓儿。\t巢倾枝折凤归去，条枯叶落任风吹。\t一朝零落无人问，万古摧残君讵知。\t人生贵贱无终始，倏忽须臾难久恃。\t谁家能驻西山日，谁家能堰东流水。\t汉家陵树满秦川，行来行去尽哀怜。\t自昔公卿二千石，咸拟荣华一万年。\t不见朱唇将白貌，惟闻素棘与黄泉。\t金貂有时须换酒，玉麈但摇莫计钱。\t寄言坐客神仙署，一生一死交情处。\t苍龙阙下君不来，白鹤山前我应去。\t云间海上邈难期，赤心会合在何时。\t但愿尧年一百万，长作巢由也不辞。", "topic": "哲理", "notes": ["槎（chá）：树木的枝丫。", "阗（tián）咽（yàn）：堵塞；拥挤。", "若个：哪个。人：一作“童”。", "宝袜：即腰彩。古代女子束于腰间的彩带。帔（pèi）：古代披在肩背上的服饰。", "月：一作“丹”。星：一作“青”。蔽亏：谓因遮蔽而半隐半现。", "“巢倾”句：一作“巢倾折，凤归去”。", "任：一作“狂”。", "讵（jù）：难道；岂。", "倏（shū）忽：迅疾貌。", "秦川：古地区名。泛指今陕西、甘肃的秦岭以北平原地带。因春秋、战国时地属秦国而得名。", "二千石（dàn）：汉制，郡守俸禄为二千石，即月俸百二十斛。世因称郡守为“二千石”。", "白：一作“玉”。", "素：一作“青”。", "换美酒：一作“便换酒”。", "玉麈（zhǔ）：玉柄麈尾。东晋士大夫清谈时常执之。但：一作“恒”。", "神仙署：即控鹤府，也称奉宸府。唐宿卫近侍官署名，武后时置。", "苍龙：东方之神，二十八宿东七星总称。阙下：宫阙之下。借指帝王所居的宫廷。", "难期：难及，难于企及。", "尧年：此处代指长寿。", "巢由：巢父和许由的并称。相传皆为尧时隐士，尧让位于二人，皆不受。因用以指隐居不仕者。"], "background": "《行路难》是乐府《杂曲歌辞》旧题，在卢照邻之前，鲍照就作过一首七言《行路难》，仄声促韵与长句宛转，充分表达悒郁不平之气。卢照邻因服丹中毒，手足痉挛，不堪恶疾所苦，或许有所忏悟，因作此诗，祈求正常人的健康长寿不奢求富贵荣华与长生不死。"},
{"title": "如梦令·自净方能净彼", "author": "苏轼", "paragraphs": "自净方能净彼，我自汗流呀气。寄语澡浴人，且共肉身游戏。但洗，但洗，俯为人间一切。", "topic": "哲理", "notes": ["如梦令：又名“忆仙姿”“宴桃源”。五代时后唐庄宗（李存勗）创作。《清真集》入“中吕调”。三十三字，五仄韵，一叠韵。", "彼：他人，别人彼：他人，别人。", "呀（ha）气：张口大力呼吸，喘气。", "澡浴人：参与浴佛活动的人们，这里代指世人。", "肉身：佛教称“地、水、火、风”四大和合的幻身。游戏：出自《景德传灯录·池州南泉普愿禅师》：“（普愿）扣大寂之室，顿然忘荃，得游戏三昧。”这里指自在无碍，而常不失定意。", "但洗：径直洗吧！"], "background": "宋神宗元丰七年（1084年）十二月，苏轼渡淮至泗州治所，该词是苏轼在佛寺浴身有感而作。"},
{"title": "浪淘沙·疏雨洗天清", "author": "邓剡", "paragraphs": "疏雨洗天清，枕簟凉生。井桐一叶做秋声。谁念客身轻似叶，千里飘零？\t梦断古台城，月淡潮平。便须携酒访新亭。不见当时王谢宅，烟草青青。", "topic": "哲理", "notes": ["枕簟（diàn）：枕头和竹席。", "客身：流落之身。南唐", "《浪淘沙》词：“梦里不知身是客。”", "台城：东晋台城在今南京玄武湖畔。", "便须：即便。", "新亭：故址在今南京市南。", "王谢宅：指东晋王、谢士族的宅邸。", "烟草：被烟岚笼罩着的草色。"], "background": "元十六年(1279年)，邓剡在厓山被俘虏，并与文天祥一同被押解北上，在途经建康时，邓剡作了此词。"}
]