[
{"title": "六州歌头·少年侠气", "author": "贺铸", "paragraphs": "少年侠气，交结五都雄。肝胆洞，毛发耸。立谈中，死生同。一诺千金重。推翘勇，矜豪纵。轻盖拥，联飞鞚，斗城东。轰饮酒垆，春色浮寒瓮，吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓，狡穴俄空。乐匆匆。\t似黄粱梦，辞丹凤；明月共，漾孤蓬。官冗从，怀倥偬；落尘笼，簿书丛。鶡弁如云众，供粗用，忽奇功。笳鼓动，渔阳弄，思悲翁。不请长缨，系取天骄种，剑吼西风。恨登山临水，手寄七弦桐，目送归鸿。", "topic": "忧国", "notes": ["六州歌头：词牌名。", "少年侠气，交结五都雄：化用", "“结发未识事，所交尽豪雄”及", "“侠气五都少”诗句。五都：泛指北宋的各大城市。", "一诺千金：喻一言既出，驷马难追，诺言极为可靠。语出《史记·季布列传》引楚人谚曰：“得黄金百斤，不如得季布一诺。”", "盖：车盖，代指车。", "飞：飞驰的马。鞚（kòng）：有嚼口的马络头。", "斗（dǒu）城：汉长安故城，这里借指汴京。", "嗾（sǒu）：指使犬的声音。", "冗（rǒng）从：散职侍从官。", "倥（kǒng）偬（zǒng）：事多、繁忙。", "鹖（hé）弁（biàn）：本义指武将的官帽，指武官。", "笳鼓：都是军乐器。", "渔阳：安禄山起兵叛乱之地。此指侵扰北宋的少数民族发动了战争。", "七弦桐：即七弦琴。桐木是制琴的最佳材料，故以“桐”代“琴”。"], "background": "此词作于北宋哲宗元祐三年（1088）秋。当时西夏屡犯边界，贺铸在和州（今安徽和县一带）任管界巡检（负责地方上训治甲兵，巡逻州邑，捕捉盗贼等的武官）。虽然位卑人微，却始终关心国事。眼看宋王朝政治日益混乱，词人义愤填膺，又无力上达，于是挥笔填词，写下了这首豪放名作。"},
{"title": "蝶恋花·密州上元", "author": "苏轼", "paragraphs": "灯火钱塘三五夜，明月如霜，照见人如画。帐底吹笙香吐麝，更无一点尘随马。\t寂寞山城人老也！击鼓吹箫，却入农桑社。火冷灯稀霜露下，昏昏雪意云垂野。", "topic": "忧国", "notes": ["蝶恋花：唐教坊曲，本名《鹊踏枝》，宋", "词改今名，取自梁简文帝诗句“翻阶峡蝶恋花情”。《乐章集》注：小石调；", "词注：商调；《太平乐府》注：双调。", "词，有“杨柳风轻，展尽黄金缕”句，名《黄金缕》；赵令畤词，有“不卷珠帘，人在深深院”句，名《卷珠帘》；", "词，有“夜凉明月生南浦”句，名《明月生南浦》；韩淲词，有“细雨吹池沼”句，名《细雨吹池沼》；", "词，名《凤栖梧》；李石词，名《一箩金》；衷元吉词，名《鱼水同欢》；沈会宗词，名《转调蝶恋花》。上元：即正月十五日元宵节，也叫上元节，因有观灯之风俗，亦称“灯节”。", "钱塘：此处代指杭州城。三五夜：即每月十五日夜，此处指元宵节。", "“照见”句：形容杭州城元宵节的繁华、热闹景象。", "帐：此处指富贵人家元宵节时在堂前悬挂的帏帐。香吐麝：意谓富贵人家的帐底吹出一阵阵的麝香气。麝：即麝香，名贵的香料。", "“更无”句：说的是江南气清土润，行马无尘。唐人", "《上元》诗：“暗尘随马去，明月逐人来。”", "山城：此处指密州。", "“击鼓”句：形容密州的元宵节远没有杭州的元宵节热闹，只有在农家社稷时才有鼓箫乐曲。社：农村节日祭祀活动。《周礼》：“凡国祈年于田租，吹《豳雅》，击土鼓，以乐田畯（农神）。”", "《凉州郊外游望》：“婆娑依里社，箫鼓赛田神。”", "“昏昏”句：意谓密州的元宵节十分清冷，不仅没有笙箫，连灯火也没有，只有云垂旷野，意浓浓。垂，靠近。"], "background": "此词作于公元1075年（熙宁八年），时苏轼在密州。词人此时是刚来密州任知州，正好遇到元宵佳节，在街上看灯，观月时的情景和由此而产生的感想故而写下此词。"},
{"title": "贺新郎·送胡邦衡待制赴新州", "author": "张元干", "paragraphs": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。\t凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。", "topic": "忧国", "notes": ["底事：言何事。", "昆仑倾砥柱：古人相信黄河源出昆仑山，《淮南子·地形训》：“河水出昆仑东北陬”。传说昆化山有铜柱，其高入天，称为天柱。此以昆仑天柱，黄河砥柱，连类并书。", "九地黄流乱注：喻金兵的猖狂进攻。", "聚万落千村狐兔：形象描写中原经金兵铁蹄践踏后的荒凉景象。", "耿：明亮。", "大白：酒杯。"], "background": "此词作于绍兴十二年（公元1142年）。绍兴八年因反对“和议”、请斩秦桧等三人而贬为福州签判的胡铨，在这年再次遭遣，除名编管新州（今广东新兴），亲友都不敢去送他，张元干却写这首《贺新郎》词送他。"},
{"title": "出塞", "author": "王昌龄", "paragraphs": "秦时明月汉时关，万里长征人未还。\t但使龙城飞将在，不教胡马度阴山。", "topic": "忧国", "notes": ["但使：只要。", "龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，", "注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边。这里指英勇善战的将领。", "教：令，使。", "胡马：指侵扰内地的外族骑兵。", "度：越过。", "阴山：位于今内蒙古中部及河北北部。"], "background": "《出塞》是王昌龄早年赴西域时所作。王昌龄所处盛唐，所以在其边塞诗中，多能体现一种慷慨激昂的向上精神，和克敌制胜的强烈自信。但是频繁的边塞战争，也使人民不堪重负，渴望和平，《出塞》正是反映了人民的这种和平愿望。"},
{"title": "鹧鸪天·陌上柔桑破嫩芽", "author": "辛弃疾", "paragraphs": "陌上柔桑破嫩芽，东邻蚕种已生些。平冈细草鸣黄犊，斜日寒林点暮鸦。\t山远近，路横斜，青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。", "topic": "忧国", "notes": ["鹧鸪天：小令词调， 双片55字， 上片四句三平韵， 下片五句三平韵。唐人郑嵎诗“春游鸡鹿塞，家在鹧鸪天”，调名取于此。又名《思佳客》、《思越人》、《剪朝霞》、《骊歌一叠》。", "些：句末语助词。", "平冈：平坦的小山坡。", "暮鸦：见", "《题舫子》诗：“爱此江边好,留连至日斜。眠分黄犊草，坐占白鸥沙。”这里隐括其句。", "青旗：卖酒的招牌。", "荠菜：二年生草本植物,花白色，茎叶嫩时可以吃。"], "background": "南宋淳熙八年（公元1181）年冬，41岁的辛弃疾遭遇弹劾，隐居上饶。随着退闲时间的推移，作者已经习惯了乡居生活的恬淡，渐渐把自己融入到淳朴的农民人群之中，同时更加感到城市生活特别是官场生涯的纷扰和嚣乱，这首词即是在这样的背景下写成的。"},
{"title": "醉太平·堂堂大元", "author": "佚名", "paragraphs": "堂堂大元，奸佞专权。开河变钞祸根源，惹红巾万千。官法滥，刑法重，黎民怨。人吃人，钞买钞，何曾见。贼做官，官做贼，混贤愚。哀哉可怜！", "topic": "忧国", "notes": ["堂堂大元：此曲见元末明初人陶宗仪《辍耕录》卷二十二。原注云：“《醉太平》小令一阙，不知谁所造。自京帅至江南，人人能道之。”堂堂，气象宏大庄严。", "奸佞：巧言谄媚的坏人。指元末丞相托托、参议贾鲁等人。", "开河：《续资治通鉴》记载：“至正十年（1330）十二月，右丞相托克托（即托托）慨然有志于事功。时河决五年不能塞……托克托请躬任其事，帝嘉纳之。……命贾鲁以工部尚书为总治河防使，发汴梁、大名等十三路民十五万，庐州等戍十八翼军二万，自黄陵冈南达白茅，放于黄固、哈齐等国。又自黄陵至杨村，合于故道，凡二百八十里有奇。”又《草木子》云：“朝廷所降食钱，官吏多不尽支放，河夫多怨。”", "变钞：据《元史》《贡祖本纪》及《食货志》等记载，元朝建国起就用楮币（即氏币）；先后发“中统元宝交钞”、“中统元宝钞”、“至元宝钞”，又于至正十年（1350）另发“至正交钞”致使物价飞涨，民怨沸腾。", "惹红巾万千：引起成千上万起义的红巾军。红巾军，元末农民起义军，用红巾裹头故名。", "官法滥：指官吏贪污成风和拿钱买官。《草木子》记载：“元朝末年，官贪吏污……自秦王伯颜专政，台宪官皆偕价同而得，于是有司录风。上下贿赂，公行如市。”", "人吃人：《草木子》：“元京饥穷，人相食。”", "钞买钞：指钱钞贬值，用旧钞倒买新钞。"], "background": "元朝末年，奸佞当权，朝政极端腐败。至正十一年(1351年)下令征调农民和兵士十几万人治理黄河。黄河两岸农民本已饱受灾荒之苦，到工地上又横遭监工的鞭打，被克扣口粮，个个无比愤怒。于是，“开河”和“变钞”就成为农民大起义的导火线，导致了红巾军起义的爆发。"},
{"title": "新荷叶·薄露初零", "author": "李清照", "paragraphs": "薄露初零，长宵共、永昼分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。\t鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。", "topic": "忧国", "notes": [], "background": "该词是为友人祝寿而作。寿者未点明是谁，从词义看，可知其人应是当时名儒，而且是直至此时尚隐而不仕者。有的评论人认为是工诗善词的名士朱敦儒。据史传称他“志行高洁，虽为布衣而有朝野之望”，后屡经诏聘，方于绍兴二年出山，赐进士出身在朝廷供职，是与李清照同时代人。"},
{"title": "水调歌头·秋色渐将晚", "author": "叶梦得", "paragraphs": "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。\t念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。", "topic": "忧国", "notes": ["秋色渐将晚，霜信报黄花。：暮秋景物渐呈苍老深暗之色，菊花开时报来了将要降霜路信息。黄花，指菊花。", "小窗低户：指简陋路房屋。", "微路，小路。", "敧（qī）流：倾流，歪流。", "山翁：《晋书·山简传》载山简好酒易醉。作者借以自称。", "何事：为什么。", "坐看：空看、徒欢。", "流年：指流逝路岁月。", "拚（pàn判） 却：甘愿。", "华：同花，指在闲居中空白了鬓发。", "徙（xǐ）倚：徘徊，流连不去。", "沧海：此指临近湖州路太湖。作者时居汴山，在太湖南岸。", "平昔：往日。", "遍：这里是“走遍”路意思。", "天涯，天边，喻平生飘荡之远。", "归来三径重扫，松竹本吾家：写辞官归隐家园。化用晋代", "《归去来兮辞》：“三径含荒，松菊犹存。”三径，庭院间路小路。据晋代赵岐《三辅决录-逃名》记载，西汉末，王莽专权，兖州刺史蒋诩辞官归里，院中辟有三径，只与求仲、羊仲往来。后来遂以“三径”作为隐士居所之称。松竹，代指山林隐居处，含有贞节自持之意。三径：王莽专权时，兖州刺史蒋诩辞宫回家，于园中辟三径，惟与求仲、羊仲往来。后常用三径喻隐居生活。", "却恨悲风时起，冉冉云间新雁，边马怨胡笳。：这里化用三国时魏国", "《悲愤诗》。“胡笳动兮边马鸣，孤雁归兮声嘤嘤!”悲风，悲凉路秋风。冉冉，指大雁缓缓飞行路样子。新雁，指最初南归之雁。边马，指边地路军马。胡笳，古代塞外民族路一种乐器。此处指军中路号角。", "谁似东山老，谈笑净胡沙：化用", "《永王东巡歌》中路“但用东山谢安石，为君谈笑净胡沙”。胡沙。指代胡人发动路战争。"], "background": "这是作者告老，隐居湖州卞山后写的作品高宗听信奸相秦桧，向金屈膝求和，梦得被调福建安抚使，兼知福州府，使他远离长江前线，无所作为，他于1144年被迫上疏告老，隐退山野。因写此词，抒发自己内心的悲慨和对时局的忧虑。"},
{"title": "浪淘沙·山寺夜半闻钟", "author": "辛弃疾", "paragraphs": "身世酒杯中，万事皆空。古来三五个英雄。雨打风吹何处是，汉殿秦宫。\t梦入少年丛，歌舞匆匆。老僧夜半误鸣钟。惊起西窗眠不得，卷地西风。", "topic": "忧国", "notes": ["身世：平生。酒杯：借酒浇愁。", "汉殿：刘邦，代指汉代宫阙；秦宫，秦始皇，代指秦朝宫阙。", "梦入：梦境。少年丛，当谓英雄年少种种。", "歌舞：身世。", "误：没有。", "西窗：思念，代指抱负。", "卷地：谓贴着地面迅猛向前推进。多指风。代指身世悲凉。"], "background": "南宋淳熙八年（1181年）至南宋嘉泰三年（1203年），作者为闲居带湖、瓢泉时期，其间除南宋绍熙三年（1192年）至南宋绍熙五年（1194年）一度被起用为福建安抚使外，一直赋闲在家。由于感情抑郁不平，时间又悠闲有余，故尔这一期是他创作的鼎盛时期。"},
{"title": "水调歌头·把酒对斜日", "author": "杨炎正", "paragraphs": "把酒对斜日，无语问西风。胭脂何事，都做颜色染芙蓉。放眼暮江千顷，中有离愁万斛，无处落征鸿。天在阑干角，人倚醉醒中。\t千万里，江南北，浙西东。吾生如寄，尚想三径菊花丛。谁是中州豪杰，借我五湖舟楫，去作钓鱼翁。故国且回首，此意莫匆匆。", "topic": "忧国", "notes": ["水调歌头：词牌名，又名“元会曲”、“凯歌”、“台城游”、“水调歌”、“花犯念奴”、“花犯”。以毛滂《元会曲·九金增宋重》为正体，双调九十五字，前段九句四平韵，后段十句四平韵。", "芙蓉：是荷花，这里指秋荷。梁昭明太子《芙蓉赋》说它“初荣夏芬，晚花秋曜”。", "斛（hú）：古代容量单位，十斗为一斛，后改为五斗一斛。“万斛”，比喻愁多。", "“天在”二句：意谓自已在似醉似醒中倚栏眺望，栏杆一角露出一线天光。", "如寄：喻生命短促。", "三径菊花：赵岐《三辅决录·逃名》：汉时，蒋诩辞官归乡里，闭门不出，院舍前竹下辟三径（小路），只与求仲、羊仲往来。后遂以“三径” 称隐士居所。陶潜《归去来兮辞》：“三径就荒，松菊犹存。”此化用其意，表示归居田园。", "中州：黄河中、下游地区。", "五湖：太湖一带。此表示隐遁湖海。", "故国：指中原。 "], "background": "杨炎正是杨万里的族弟，与辛弃疾相交甚密。他和辛弃疾一样，都是力主抗金的志士，但却在朝廷的投降政策下无所事事，空有卓越才能和远大抱负而无从施展，这首词正是作者秋日感怀、触景生情时所作，用以抒发自己郁郁不得志的苦闷。"},
{"title": "大江东去·用东坡先生韵", "author": "赵秉文", "paragraphs": "秋光一片，问苍苍桂影，其中何物？一叶扁舟波万顷，四顾粘天无壁。叩枻长歌，嫦娥欲下，万里挥冰雪。京尘千丈，可能容此人杰？\t回首赤壁矶边，骑鲸人去，几度山花发。澹澹长空今古梦，只有归鸿明灭。我欲从公，乘风归去，散此麒麟发。三山安在，玉箫吹断明月！", "topic": "忧国", "notes": ["大江东去：词牌名，即“念奴娇”。该词牌双调一百字，前后阕各四仄韵，一韵到底，不甚拘平仄。上下阕后七句字数平仄相同。", "苍苍：无边无际、空阔辽远的样子。", "扁（piān）舟：小船。", "粘天：贴近天，仿佛与天相连。", "枻（yì）：船舷。", "矶（jī）：石头。", "骑鲸人：本指唐代", "，这里借指", "。", "澹澹（dàn dàn）：水波荡漾的样子。", "今古：一作“千古”。", "麒麟发：散乱的头发。"], "background": "该词创作于金朝衰败的时候。作者赵秉文非常仰慕苏轼，深受苏轼词作的影响。这首词是赵秉文对苏轼《念奴娇·赤壁怀古》的和韵之作。词作者因对苏轼被谪黄州际遇的深切同情与不平，且自己忧国忧民，但又无力挽救国之危亡，产生消极出世的的思想，写下了这篇借古讽今的词作。"},
{"title": "声声慢·滁州旅次登楼作和李清宇韵", "author": "辛弃疾", "paragraphs": "征埃成阵，行客相逢，都道幻出层楼。指点檐牙高处，浪拥云浮。今年太平万里，罢长淮、千骑临秋。凭栏望，有东南佳气，西北神州。\t千古怀嵩人去，还笑我、身在楚尾吴头。看取弓刀，陌上车马如流。从今赏心乐事，剩安排、酒令诗筹。华胥梦，愿年年、人似旧游。", "topic": "忧国", "notes": ["（1）征埃：行路人走起来的尘埃。", "（2）幻出：虚构的意思。", "（3）檐牙：古代建筑屋檐上翘的叫飞檐，沿着屋檐的边沿下垂的叫檐牙。", "（4）长淮：指淮河之长。淮河源出河南桐柏山，东经河南、安徽，注入江苏的洪泽湖而入长江。全长约二千公里。金兵侵略时，宋室南逃，双方议定，以淮河为界。“罢长淮”，就是不承认以淮河为界。", "（5）千骑：", "在滁州建立了一支地方武装。农忙时生产，闲时训练，战时打仗。", "（6）凭栏：倚着栏干。", "（7）佳气：吉祥的气象。", "（8）神州：泛指中国。", "（9）怀嵩：怀嵩楼。怀嵩楼即今北楼，唐李德裕贬滁州，作此楼，取怀嵩洛之意。（《舆地纪胜·滁州景物下》）", "（10）楚尾吴头：滁州为古代楚吴交界之地。，故可称“楚尾吴头”。", "（11）陌上：田野小道。", "（12）华胥（xū）：人名。传说是伏羲氏的母亲。﹝黄帝﹞昼寝，而梦游于华胥氏之国。华胥氏之国在弇州之西，台州之北，不知斯齐国几千万里。盖非舟车足力之所及，神游而已。其国无帅长，自然而已；其民无嗜欲，自然而已……黄帝既寤，怡然自得。（《", "·黄帝》）"], "background": "这首词作于乾道八年（1172年），辛弃疾时年三十三岁，在知滁州任上。辛弃疾到滁州后，采取了一系列的有力措施，经过一番努力，不到半年的时间，各方面都取得好的效果。为了与人民同享欢乐，建了这座奠枕楼。楼成后，他怀着喜悦的心情，与友人李清宇同游奠枕楼，兴之所至，写了这首词以和李清宇。"},
{"title": "西河·和王潜斋韵", "author": "曹豳", "paragraphs": "今日事。何人弄得如此。漫漫白骨蔽川原，恨何日已。关河万里寂无烟，月明空照芦苇。\t谩哀痛，无及矣。无情莫问江水。西风落日惨新亭，几人坠泪。战和何者是良筹，扶危但看天意。\t只今寂寞薮泽里。岂无人、高卧闾里。试问安危谁寄。定相将、有诏催公起。须信前书言犹未。", "topic": "忧国", "notes": "", "background": ""},
{"title": "鹧鸪天·上元启醮", "author": "张孝祥", "paragraphs": "子夜封章扣紫清。五霞光里佩环声。驿传风火龙鸾舞，步入烟霄孔翠迎。\t瑶简重，羽衣轻。金童双引到通明。三湘五管同民乐，万岁千秋与帝龄。", "topic": "忧国", "notes": "", "background": ""},
{"title": "贺新郎·怀辛幼安用前韵", "author": "陈亮", "paragraphs": "话杀浑闲说。不成教、齐民也解，为伊为葛。樽酒相逢成二老，却忆去年风雪。新著了、几茎华发。百世寻人犹接踵，叹只今两地三人月。写旧恨，向谁瑟。\t男儿何用伤离别。况古来、几番际会，风从云合。千里情亲长晤对，妙体本心次骨。卧百尺、高楼斗绝。天下适安耕且老，看买犁卖剑平家铁。壮士泪，肺肝裂。", "topic": "忧国", "notes": "", "background": "宋孝宗淳熙十五年（公元1188年）岁末，陈亮顶风冒雪，跋涉数百里，从浙江永康去到江西上饶探访多年不见的好友辛弃疾。别后二人曾作《虞美人》同韵词多首反复赠答。陈亮意犹未尽，不久又用前韵作此词寄怀辛弃疾。据词中“却忆去年风雪”一语，知作于淳熙十六年。"},
{"title": "百字令·半堤花雨", "author": "褚生", "paragraphs": "半堤花雨。对芳辰消遣，无奈情绪。春色尚堪描画在，万紫千红尘土。鹃促归期，莺收佞舌，燕作留人语。绕栏红药，韶华留此孤主。\t真个恨杀东风，几番过了，不似今番苦。乐事赏心磨灭尽，忽见飞书传羽。湖水湖烟，峰南峰北，总是堪伤处。新塘杨柳，小腰犹自歌舞。", "topic": "忧国", "notes": ["百字令：词牌名，即念奴娇。双调一百字，上下片各十句四仄韵。", "芳辰：风日睛和的好天气。", "无奈情绪：没有办法，毫无情绪。", "“春色\"句：谓虽然满目春色尚可以流连忘返，但元军大兵临近，万紫千红将委于泥土。", "尚：仍然，仍旧。堪：可以，能够。", "鹃促归期：杜鹃鸟的叫声在催促着回家。实指朝中之士离京而走。", "莺收佞（nìng）舌：黄莺闭住了嘴。实指台省之臣沉默不言。", "燕作留人语：指太学生上书。", "红药：红芍药花。韶光：大好春光。孤主：单独一个。", "东风：暗指当时权臣", "装国殃民。", "飞书传羽：指元军已临近。", "新塘杨柳：指贾似道新纳的小妾。"], "background": "宋恭宗德祐元年（1275年），皇帝年幼，朝政大权操纵在贾似道这个奸相手中。元兵大兵南下，临安已为其囊中物。朝廷上下恐慌一片。独有贾似道却匿情不报，在杭州过着纸醉金迷的生活，这首词《百字令》即作于此时。"},
{"title": "一枝花·咏喜雨", "author": "张养浩", "paragraphs": "用尽我为国为民心，祈下些值金值玉雨，数年空盼望，一旦遂沾濡，唤省焦枯，喜万象春如故，恨流民尚在途，留不住都弃业抛家，当不的也离乡背土。\t恨不得把野草翻腾做菽粟，澄河沙都变化做金珠。\t直使千门万户家豪富，我也不枉了受天禄。\t眼觑着灾伤教我没是处，只落得雪满头颅。\t青天多谢相扶助，赤子从今罢叹吁。\t只愿得三日霖霪不停住，便下当街上似五湖，\t都渰了九衢，犹自洗不尽从前受过的苦。", "topic": "忧国", "notes": ["祈雨：古代人们祈求天神或龙王降雨的迷信仪式。值玉值金：形容雨水的珍贵。", "沾濡（zhan ru），浸润，浸湿。", "省：通“醒”。焦枯：指被干旱焦枯的庄稼。", "恨流民尚在途：指雨后旱象初解，但灾民还在外乡流浪逃荒，作者心中引为憾事。", "当不的：挡不住。", "翻腾：这里是变成的意思。菽（shu）粟：豆类和谷类。", "天禄：朝廷给的俸禄（薪水）。", "没是处：束手无策，不知如何是好。", "雪满头颅：愁白了头发。", "赤子：指平民百姓。罢叹叶：再不必为久旰不雨叹息了。", "霖霪（yin）：长时间的透雨。", "渰（yan）：同“淹”。九衢：街道。", "犹自：依然。"], "background": ""},
{"title": "水龙吟·腰刀首帕从军", "author": "李璮", "paragraphs": "腰刀首帕从军，戍楼独倚间凝眺。中原气象，狐居兔穴，暮烟残照。投笔书怀，枕戈待旦，陇西年少。欢光阴掣电，易生髀肉，不如易腔改调。\t世变沧海成田，奈群生、几番惊扰。干戈烂漫，无时休息，凭谁驱扫。眼底山河，胸中事业，一声长啸。太平时、相将近也，稳稳百年燕赵。", "topic": "忧国", "notes": ["戍楼：指边防上的岗楼。", "投笔：用班超“投笔从戎”之典。", "枕戈待旦：语出《晋书刘传》，意即枕着兵器躺着等待天亮，比喻杀敌报国的心情急切，一刻也不松懈。", "陇西：泛指陇山以西地区。", "掣电：即电闪，形容迅速。", "髀肉：大腿上的肌肉。易生髀肉，感叹久处安逸，光阴易逝，思图 有所作为。", "群生：指宋朝百姓。", "干戈烂漫：此处形容刀光剑影，兵连祸结的样子。", "相将：行将，即将。", "燕赵：均为古国名，战国七雄之二，这里泛指北方地区。 "], "background": ""},
{"title": "水调歌头·送郑厚卿赴衡州", "author": "辛弃疾", "paragraphs": "寒食不小住，千骑拥春衫。衡阳石鼓城下，记我旧停骖。襟以潇湘桂岭，带以洞庭青草，紫盖屹西南。文字起《骚》《雅》，刀剑化耕蚕。\t看使君，於此事，定不凡。奋髯抵几堂上，尊俎自高谈。莫信君门万里，但使民歌《五袴》，归诏凤凰衔。君去我谁饮，明月影成三。", "topic": "忧国", "notes": ["水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上阕九句四平韵、下阕十句四平韵。", "郑厚卿：郑如峦，字厚卿，曾任衡州太守。", "寒食：即寒食节，清明的前一天。", "石鼓：即石鼓山，在衡州城东。", "停骖（cān）：停车，骖，驾车的马。", "潇湘：潇水和湘水。", "桂岭：即香花岭，在湖南临武县北。", "洞庭青草：湖名。", "紫盖：衡山中最高的一座山峰。", "骚雅：《离骚》与《诗经》中的《大雅》、《小雅》。", "刀剑化耕蚕：", "谓友人到任会重农桑。", "使君：州府长官的别称，此谓郑厚卿。", "奋髯抵几：用此典谓友人将大刀阔斧整顿吏治。", "尊俎（zǔ）：酒杯与盛肉的器具，这里代指宴席。", "民歌五栲（kǎo）：稼轩用典谓郑厚卿到任会取得政绩，得到百姓拥戴。", "归诏：谓郑厚卿有政绩，皇帝会下诏召回朝廷。"], "background": "这首诗是辛弃疾于淳熙十五年（1188）春送友人郑厚卿赴衡州任作。时值寒食，词人不忍友人离去，但又不得不送别友人，词人同时也对其寄予了深切厚望，希望友人重视农耕，帮助人们发展生产，故作此篇。"},
{"title": "西河·天下事", "author": "王埜", "paragraphs": "天下事，问天怎忍如此！陵图谁把献君王，结愁未已。少豪气概总成尘，空馀白骨黄苇。\t千古恨，吾老矣。东游曾吊淮水。绣春台上一回登，一回揾泪。醉归抚剑倚西风，江涛犹壮人意。\t只今袖手野色里，望长淮、犹二千里。纵有英心谁寄！近新来又报胡尘起。绝域张骞归来未？", "topic": "忧国", "notes": ["西河：词牌名。三段一百四字，第一段六句四仄韵，第二段七句四仄韵，第三段五句五仄韵。", "陵图：皇陵舆图。北宋皇陵均在河南，这里用以代指中原失地。", "结愁：难解的愁怀。", "黄苇：枯黄的芦苇。", "绣春台：在建康（今江苏南京市）城内。", "揾（wèn）泪：揩拭眼泪。揾：擦，揩。", "长淮：即淮河。", "英心：雄心。", "谁寄：向谁倾吐。", "胡尘：这里是指蒙古侵略军。", "绝域：极远的地方。", "张骞（qiān）：西汉名将，汉中城固（今属陕西省）人，因功封博望侯。后奉武帝命出使大月氏，相约共同夹攻匈奴，在外十三年，对加强中原和西域少数民族的经济文化交流贡献颇大，是我国历史上著名的英雄人物之一。 "], "background": "理宗宝祐三年（1255），王埜被御史胡大昌弹劾，罢给事中，以端明殿学士提举洞霄宫。这首词大约是他晚年罢官赋闲后写的。"}
]