[
{"title": "西河", "author": "汪遵", "paragraphs": "花貌年年溺水滨，俗传河伯娶生人。\t自从明宰投巫后，直至如今鬼不神。", "topic": "怀古", "notes": "", "background": ""},
{"title": "桂枝香·金陵怀古", "author": "王安石", "paragraphs": "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。\t念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。", "topic": "怀古", "notes": ["登临送目：登山临水，举目望远。", "故国：旧时的都城，指金陵。", "千里澄江似练：形容长江像一匹长长的白绢。语出谢眺《晚登三山还望京邑》：“余霞散成绮，澄江静如练。”澄江，清澈的长江。练，白色的绢。", "如簇：这里指群峰好像丛聚在一起。簇，丛聚。", "去棹（zhào）：往来的船只。棹，划船的一种工具，形似桨，也可引申为船。", "星河鹭（lù）起：白鹭从水中沙洲上飞起。长江中有白鹭洲（长江与秦淮河相汇之处的小洲）。星河，银河，这里指长江。", "画图难足：用图画也难以完美地表现它。", "繁华竞逐：（六朝的达官贵人）争着过豪华的生活。竞逐：竞相仿效追逐。", "门外楼头：指南朝陈亡国惨剧。语出", "《台城曲》：“门外韩擒虎，楼头张丽华。”韩擒虎是隋朝开国大将，他已带兵来到金陵朱雀门（南门）外，陈后主尚与他的宠妃张丽华于结绮阁上寻欢作乐。", "悲恨相续：指亡国悲剧连续发生。", "凭高：登高。这是说作者登上高处远望。", "谩嗟荣辱：空叹什么荣耀耻辱。这是作者的感叹。", "六朝：指三国吴、东晋、南朝宋、齐、梁、陈六个朝代。它们都建都金陵。", "商女：歌女。", "《后庭》遗曲：指歌曲《玉树后庭花》，传为陈后主所作。杜牧《泊秦淮》：“商女不知亡国恨，隔江犹唱《后庭花》”，后人认为是亡国之音。"], "background": "此词可能是王安石出知江宁府时所作。公元1067年（宋英宗治平四年），王安石第一次任江宁知府，写有不少咏史吊古之作；公元1076年（宋神宗熙宁九年）之后王安石被罢相，第二次出任江宁知府。这首词当作于这两个时段的其中之一。"},
{"title": "永遇乐·彭城夜宿燕子楼", "author": "苏轼", "paragraphs": "彭城夜宿燕子楼，梦盼盼，因作此词。\t明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。\t天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。", "topic": "怀古", "notes": ["彭城：今江苏徐州。燕子楼：唐徐州尚书张建封（一说张建封之子张愔）为其爱妓盼盼在宅邸所筑小楼。", "紞如：击鼓声。", "铿然：清越的音响。", "梦云：夜梦神女朝云。云，喻盼盼。典出", "《高唐赋》楚王梦见神女：“朝为行云，暮为行雨”。惊断：惊醒。", "心眼：心愿。", "黄楼：徐州东门上的大楼，", "徐州知州时建造。"], "background": "这首词写于公元1078年（宋神宗元丰元年）苏轼任徐州知州时。这首词的创作背景据词前小序，已可略知端倪，是一首记梦词。他的灵魂从梦境中得到了净化和升华。醒来后十分感慨，写下这首别具意境的佳作。"},
{"title": "念奴娇·赤壁怀古", "author": "苏轼", "paragraphs": "大江东去，浪淘尽，千古风流人物。\t故垒西边，人道是，三国周郎赤壁。\t乱石穿空，惊涛拍岸，卷起千堆雪。\t江山如画，一时多少豪杰。\t遥想公瑾当年，小乔初嫁了，雄姿英发。\t羽扇纶巾，谈笑间，樯橹灰飞烟灭。\t故国神游，多情应笑我，早生华发。\t人生如梦，一尊还酹江月。", "topic": "怀古", "notes": ["念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。", "大江：指长江。", "淘：冲洗，冲刷。", "风流人物：指杰出的历史名人。", "故垒：过去遗留下来的营垒。", "周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。", "雪：比喻浪花。", "遥想：形容想得很远；回忆。", "小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。", "雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。", "羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。", "樯橹（qiánglǔ）：这里代指", "的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。", "故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。", "神游：于想象、梦境中游历。", "“多情”二句：“应笑我多情，华发早生”的倒文。", "华发（fà）：花白的头发。", "一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：同“樽”，酒杯。", "强虏：强大之敌，指曹军。虏：对敌人的蔑称。"], "background": "这首词是宋神宗元丰五年（公元1082年）苏轼谪居黄州时所写，当时作者四十五岁，因“乌台诗案”被贬黄州已两年余。苏轼由于诗文讽喻新法，为新派官僚罗织论罪而被贬，心中有无尽的忧愁无从述说，于是四处游山玩水以放松情绪。正巧来到黄州城外的赤壁（鼻）矶，此处壮丽的风景使作者感触良多，更是让作者在追忆当年三国时期周瑜无限风光的同时也感叹时光易逝，因写下此词。"},
{"title": "浪淘沙令·伊吕两衰翁", "author": "王安石", "paragraphs": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。\t汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！", "topic": "怀古", "notes": ["浪淘沙令，即“浪淘沙”，原唐教坊曲，后用为词牌名。", "、", "并作七言绝句体，五代时起始流行长短句双调小令，又名“卖花声”。五十四字，前后片各四平韵，多作激越凄壮之音。《乐章集》名“浪淘沙令”，入“歇指调”，前后片首句各少一字。", "伊吕：指伊尹与吕尚。伊尹名挚，尹是后来所任的官职。他是伊水旁的弃婴，后居莘（今河南开封）农耕。商汤娶莘氏之女，他作为奴隶陪嫁给商汤。后来，汤王擢用他灭了夏。伊尹成为了商的开国功臣。吕尚姓姜，名尚，字子牙，世称", "。他晚年在渭水河滨垂钓，遇周文王受到重用，辅武王灭商，封侯于齐。衰翁：老人。", "穷通：穷，处境困窘；通，处境顺利。", "钓叟：钓鱼的老翁，指吕尚。耕佣：指曾为人拥耕的伊尹。", "老了英雄：使英雄白白老死。指伊吕二人若不遇汤文二王，也就终老山野，无所作为。", "汤武：汤，商汤王，商朝的创建者。武，周武王姬发，周朝建立者。", "风虎云龙：易经中有“云从龙，风从虎”，此句将云风喻贤臣，龙虎喻贤君，意为明君与贤臣合作有如云从龙、风从虎，建邦兴国。", "兴王：兴国之王，即开创基业的国君。这里指辅佐兴王。", "争：争论，比较。"], "background": "这首词的具体创作时间不详。王安石早立大志，要致君尧舜，但长期不得重用。直到宋神宗即位，他才有了类似“汤武相逢”的机会，可以干一番惊天动地的大事业。这首词当作于作者任宰相之时。"},
{"title": "念奴娇·登多景楼", "author": "陈亮", "paragraphs": "危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？\t因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！", "topic": "怀古", "notes": ["多景楼：在江苏镇江市北固山上甘露寺内，北面长江。", "王谢诸人：泛指当时有声望地位的士大夫。", "小儿破贼：《通鉴》记淝水之战、谢安得驿书，知秦兵已破，时方与客围棋，摄书置床上，围棋如故。客问之，徐答曰：“小儿辈遂已破贼。”当时率军作战的是其弟侄，故称“小儿辈”。", "强对：强敌也。"], "background": ""},
{"title": "离亭燕·一带江山如画", "author": "张昪", "paragraphs": "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。\t云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。", "topic": "怀古", "notes": ["离亭燕：词牌名。", "一带：指金陵（今南京）一带地区。", "风物：风光景物。潇洒：神情举止自然大方。此处是拟人化用法。", "浸：液体渗入。此处指水天溶为一体。断：接合部。", "霁色：雨后初晴的景色。冷光：秋水反射出的波光。相射：互相辉映。", "蓼屿：指长满蓼花的高地。荻花洲：长满荻草的水中沙地。", "竹篱茅舍：用竹子做成的篱笆，用茅草搭盖的小房子。", "客帆：即客船。", "低亚：低垂。", "六朝：指东吴、东晋、宋、齐、梁、陈六个朝代，均在南京一带建都。", "渔樵：渔翁樵夫。代指普通老百姓。", "怅望：怀着怅惘的心情远望。"], "background": "根据北宋范公偁《过庭录》所载，这首词是张昪（一作张升）退居江南后所作。张昪在退居以前，经历了宋真宗、仁宗两代，退居江南时期，又经历了宋英宗、神宗两朝，北宋帝国由盛到衰，积贫积弱的形势越来越严重。这首词包含着作者对国势的关切。"},
{"title": "西河·金陵怀古", "author": "周邦彦", "paragraphs": "佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。\t断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沉半垒。夜深月过女墙来，伤心东望淮水。\t酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。", "topic": "怀古", "notes": ["（1）西河：词调名。《碧难漫志》卷五引《脞说》云：“大历初，有乐工取古《西河长命女》加减节奏，颇有新声。”又称：“《大石凋·西河漫》声犯正平，极奇古。”《清真集》标明西河入大石调的此词，当即按此词填写。此调共一百零五字。分三叠，第一、二叠各四仄韵，第三叠五仄韵。", "（2）佳丽地：金陵古都是江南最好的地方。暗谓此地曾为封建帝王定都之所在。语出南朝齐谢眺《入朝曲》： “江南佳丽地，金陵帝王州。”", "（3）南朝：即吴、东晋、宋、齐、梁、陈。", "（4）盛事：盛极一时的都城繁华。", "（5）山围故国：", "《石头城》诗：“山围故国周遭在，潮打空城寂寞回。”山围，指被群山环抱。故国，指南京城。", "（6）清江：指长江及秦淮河。", "（7）髻鬟对起：有如妇女髻鬟一样美好的山峦对峙地耸立在清江两岸。", "（8）孤城：指金陵。", "（9）风樯：指船头桅杆上顺风张开的帆，此代指船。樯，桅杆。", "（10）断崖：临水的山崖。", "（11）莫愁：传说莫愁女在今南京水西门外莫愁湖畔住过，曾住湖中荡舟采莲。乐府诗云：莫愁在何处？莫愁在城西。艇子打两桨，催送莫愁来。”（《旧唐书·音乐志》引）此诗为此处描写所本。据考证，乐府诗中的莫愁女故乡石城，不是作为金陵别称的石头城，而是今湖北汉江上的竟陵（今湖北钟祥县）石城。但是，不能据此就说词人根据有误，因为宋时就有莫愁住在金陵的传说了，更何况词人是在写词（为艺术创造）而无需拘泥于照搬历史。", "（12）旧迹：差括曾为莫愁系舟之处在内的一切古迹。", "（13）郁苍苍：指树木茂盛。", "《赠白马王彪》：“太谷何寥廓，山树郁苍苍。霖雨泥我途，流潦浩纵横。”", "（14）垒：堡垒，军事防御性建筑。《大清一统志·江苏江宁府》寓：“韩擒虎垒在上元县西四里。”“贺莫弼垒在上元县北二十里。”上元县，今属江苏省江宁县。", "（15）女墙：城墙上呈凹形的小墙。", "《上白帝城》有诗云：“城峻随天壁，楼高望女墙。”", "（16）淮水：指秦淮河。刘禹锡《石头城》诗有句云：“淮水东边旧时月，夜深还过女墙来。”这两句便是隐括刘诗而成。", "（17）酒旗戏鼓：酒楼、戏馆等繁华的场所。", "（18）甚处市：哪里的街市。", "（19）依稀：仿佛，大概。", "（20）王谢：东晋时，金陵乌衣巷一带（今南京市东南）住有王谢两大豪门望族。", "（21）邻里：宅第相连，比邻而居，故称。", "（22）巷陌：街道的通称。刘禹锡《题王郎中宣义里新居》有句云：“门前巷陌三条近，墙内池亭万景闲。”"], "background": "这是一首周邦彦著名的怀古诗，这首词作于宋哲宗元佑八年（公元1093）至绍圣三年(公元1096)间，当时正是北宋末年，宋王朝危机四伏。词人仓猝间从杭州历经扬州、天长，一路颠簸来到南京任江宁溧水令。作者观景生情，写下了这篇名作。"},
{"title": "江神子·癸亥陈和叔会于赏心亭", "author": "张舜民", "paragraphs": "七朝文物旧江山。水如天。莫凭阑。千古斜阳，无处问长安。更隔秦淮闻旧曲，秋已半，夜将阑。\t争教潘鬓不生斑？敛芳颜。抹幺弦。须记琵琶，子细说因缘。待得鸾胶肠已断，重别日，是何年？", "topic": "怀古", "notes": ["江神子：词牌名，又名《江城子》《水晶帘》等。唐五代词多为单调，自三十五字至三十七字不等，平韵。至宋人始作双调七十字，有平韵、仄韵两体。  ", "陈和叔：名陈睦，嘉祐六年（1061年）进士，累迁史馆修撰。赏心亭：在金陵（今南京）城西下水门城上，下临秦淮，为观赏胜地。", "七朝：六朝指东吴、东晋、宋、齐、梁、陈。此处说“七朝”系指包括南唐在内的七个朝代。", "旧曲：南朝后主", "所制《玉树后庭花》，被视为亡国之音。", "潘鬓：晋人", "富文才，美仪容，三十岁开始有白发，后世即以“潘鬓”指中年鬓发斑白。", "抹幺弦：抹，弹琵琶的一种手法。幺弦，指弹琵琶的第四弦。", "子细：即仔细。因缘：佛家语，指产生结果的直接原因及造成这种结果的条件。因此相契谓之有缘，相乖谓之无缘。", "鸾胶：相传海上有凤麟州，州上的仙人能用凤喙麟角所煎成的膏胶结断弦，人们称这种膏为续弦胶或鸾胶。据《海内十洲记．凤麟洲》载，西海中有凤麟洲，多仙家，煮凤喙麟角合煎作膏，能续弓弩已断之弦，名续弦胶，亦称“鸾胶”。"], "background": "这首词写于元丰六年（1083年），岁次癸亥。舜民在灵武诗有“雪白骨似沙沙似”，坐罪谪监郴州酒税，词为南贬途中经金陵登赏心亭作。"},
{"title": "南乡子·登京口北固亭有怀", "author": "辛弃疾", "paragraphs": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。\t年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。", "topic": "怀古", "notes": ["南乡子：词牌名。", "京口：今江苏省镇江市。北固亭：在今镇江市北固山上，下临长江，三面环水。", "望：眺望。神州：这里指中原地区。", "北固楼：即北固亭。", "兴亡：指国家兴衰，朝代更替。", "悠悠：形容漫长、久远。", "年少：年轻。指孙权十九岁继父兄之业统治江东。兜鍪（dōu móu）：指千今万马。原指古代作战时兵士所带的头盔，这里代指士兵。", "坐断：坐镇，占据，割据。东南：指吴国在三国时地处东南方。休：停止。", "敌手：能力相当的对手。", "曹刘：指曹操与刘备。", "生子当如孙仲谋：曹操率领大今南下，兴孙权的今队雄壮威武 ，喟然而叹：“生子当如孙仲谋，刘景升儿子若豚犬耳。” "], "background": "此词约作于宋宁宗嘉泰四年（公元1204年）或开禧元年（公元1205年），当时辛弃疾在镇江知府任上。嘉泰三年（1203）六月末，辛弃疾被起用为绍兴知府兼浙东安抚使后不久，即第二年三月，改派到镇江去做知府。镇江，在历史上曾是英雄用武和建功立业之地，此时成了与金人对垒的第二道防线。每当他登临京口（即镇江）北固亭时，触景生情，不胜感慨系之。这首词就是在这一背景下写成的。"},
{"title": "西施", "author": "罗隐", "paragraphs": "家国兴亡自有时，吴人何苦怨西施。\t西施若解倾吴国，越国亡来又是谁。", "topic": "怀古", "notes": ["家国：家与国。亦指国家。", "何苦：用反问语气表示不值得（可用否定式）。", "解：懂，明白，理解。", "亡：灭亡。"], "background": ""},
{"title": "满江红·寄鄂州朱使君寿昌", "author": "苏轼", "paragraphs": "江汉西来，高楼下、蒲萄深碧。犹自带、岷峨雪浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。\t江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。", "topic": "怀古", "notes": ["满江红：《乐章集》、《清真集》入“仙吕调”。宋以来作者多以", "词为准。双调九十三字，前片四仄韵，后片五仄韵，一般例用入声韵。前阕五六句，后阕七八句要对仗。声情激越，宜抒豪壮情感和恢张襟抱。亦可酌增衬字。南宋", "改作平韵，附着于后，则情调俱变，但用者不多。", "朱使君：朱寿昌，安康叔，时为鄂州（冶所今湖北武汉武昌）知州。使君，汉时对州郡长官之称，后世如唐宋时就相当于太守或刺史。", "江汉：长江和汉水。", "高楼：指武昌黄鹤楼。", "蒲萄：喻水色，或代指江河。语出李白《襄阳歌》有“遥看汉水鸭头绿，恰似葡萄初发醅”。", "岷峨句：岷山和峨嵋山融化的雪水浪花。", "锦江：在四川成都南，一称濯锦江，相传其水濯锦，特别鲜丽，故称。", "《登楼》：“锦江春色来天地。”", "南山：终南山，在陕西，朱寿昌曾任陕州通判，故称。", "遗爱：指有惠爱之政引起人们怀念。《左传·昭公二十年》载孔子闻郑子产卒时“出涕曰：‘古之遗爱也’”。", "剑外：四川剑门山以南。", "家乡四川眉山，故自称剑外来客。", "《江表传》：晋虞溥著，其中记述三国时江左吴国时事及人物言行，已佚，《三国志》裴松之注中多引之。", "狂处士：指三国名士祢衡。他有才学而行为狂放，曾触犯曹操，曹操多顾忌他才名而未杀。后为江夏太守黄祖所杀。不出仕之士称处士。", "空洲：指鹦鹉洲，在长江中，后与陆地相连，在今湖北汉阳。黄祖长子黄射在洲大会宾客，有人献鹦鹉，祢衡当即作《鹦鹉赋》，故以为洲名。唐崔颢《黄鹤楼》诗：“芳草萋萋鹦鹉洲。”李白《赠江夏韦太守》诗：“顾惭祢处士，虚对鹦鹉洲。”为此词用语所本。", "曹公黄祖：指曹操与刘表属将黄祖。", "谪仙：指李白。", "黄鹤：崔颢的《黄鹤楼》诗。相传李白登黄鹤楼说：“眼前有景道不得，崔颢题诗在上头。”（见《唐才子传》）无作而去。后李白作《登金陵凤凰台》，即有意追赶崔诗。"], "background": "这首词是宋神宗元丰年间苏轼写给友人朱寿昌的，作于公元元丰四年（1081年）。这是苏轼谪居黄州期间的作品。"},
{"title": "永遇乐·京口北固亭怀古", "author": "辛弃疾", "paragraphs": "千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。\t元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？", "topic": "怀古", "notes": ["京口：古城名，即今江苏镇江。因临京岘山、长江口而得名。", "孙仲谋：三国时的吴王孙权，字仲谋，曾建都京口。孙权（182年——252年），字仲谋。东吴大帝，三国时期吴国的开国皇帝。吴郡富春县（今浙江富阳）人。生于公元182年（光和五年），卒于公元252年（太元二年）。长沙太守孙坚次子，幼年跟随兄长吴侯孙策平定江东，公元200年孙策早逝。孙权继位为江东之主。", "寄奴：南朝宋武帝刘裕小名。 刘裕（363年4月——422年6月），字德舆，小名寄奴，汉族，先祖是彭城人（今江苏徐州市），后来迁居到京口（江苏镇江市），南北朝时期宋朝的建立者，史称宋武帝。中国历史上杰出的政治家、卓越的军事家、统帅。", "“想当年”三句：刘裕曾两次领兵北伐，收复洛阳、长安等地。", "元嘉：刘裕子", "年号。草草：轻率。封狼居胥：公元前119年（汉武帝元狩四年）霍去病远征匈奴，歼敌七万余，封狼居胥山而还。狼居胥山，在今蒙古境内。", "赢得：剩得，落得。", "烽火扬州路：指当年扬州路上，到处是金兵南侵的战火烽烟。", "“四十三年”句：作者于1162年（宋高宗绍兴三十二年）南归，到写该词时正好为四十三年。", "佛（bì）狸祠：佛狸，北魏太武帝拓跋焘小名。拓跋焘在打败南朝刘宋王玄谟军队后，追至长江北岸，在瓜不山上建立行宫，后称佛狸祠。", "神鸦：指在庙里吃祭品的乌鸦。社鼓：祭祀时的鼓声。", "廉颇：战国时赵国名将。"], "background": "这首词写于宋宁宗开禧元年（1205年），辛弃疾当时已有六十六岁。当时韩侂胄执政，正积极筹划北伐，闲置已久的辛弃疾于前一年被起用为浙东安抚使。辛弃疾的意见没有引起南宋当权者的重视。一次他来到京口北固亭，心中感慨万千，于是写下了这首佳作。"},
{"title": "八声甘州·故将军饮罢夜归来", "author": "辛弃疾", "paragraphs": "夜读《李广传》，不能寐。因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。\t故将军饮罢夜归来，长亭解雕鞍。恨灞陵醉尉，匆匆未识，桃李无言。射虎山横一骑，裂石响惊弦。落魄封侯事，岁晚田间。\t谁向桑麻杜曲，要短衣匹马，移住南山？看风流慷慨，谈笑过残年。汉开边、功名万里，甚当时、健者也曾闲。纱窗外、斜风细雨，一阵轻寒。", "topic": "怀古", "notes": ["晁楚老、杨民瞻：", "的友人，生平不详。", "解雕鞍：卸下精美的马鞍，指下马。", "桃李无言：谚语“桃李不言，下自成蹊。”", "在《史记·李将军列传》中曾用此谚语来赞美李广虽然不善辞令，却深得天下人敬爱。这里代指李广。", "裂石响惊弦：引用李广射石虎的典故。", "岁晚田间：指李广屡立战功却没有被封侯，晚年闲居田园。", "边开：指西汉时开疆拓土向外扩张。", "甚：为何，为什么。"], "background": "辛弃疾二十三岁即起兵抗金，南归以后亦所至多有建树。但因为人刚正不阿，被诬以种种罪名，在壮盛之年削除了官职。这首词写于淳熙十五年（1188年），作此词时，辛弃疾已年四十八。这首词即借李广功高反黜的不平遭遇，抒发作者遭谗被废的悲愤心情。"},
{"title": "满江红·汉水东流", "author": "辛弃疾", "paragraphs": "汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。\t腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，裴台月。", "topic": "怀古", "notes": ["汉水：长江支流，源出陕西，流经湖出，穿武汉市而入长江。", "髭（zī）胡：代指入侵的金兵。膏血：指尸污血腥。", "飞将：指西汉名将李广。他善于用兵，作战英勇，屡败匈奴，被匈奴誉为“飞将军”。《史记·李将军列传》：“广居右出平，匈奴闻之，号曰‘汉之飞将军’，避之数岁，不敢人右出平。”", "金城：言城之坚，如金铸成。雷过耳：即如雷贯耳，极言声名大震。", "玉帐：主帅军帐的美称。宋张淏《云谷杂记》：“《艺文志》有《玉帐经》一卷，乃兵家厌胜之方位，谓主将于其方置军帐，则坚不可犯，犹玉帐然，其法出于皇帝遁甲云。”冰生颊：言其谈兵论战明快爽利，辞锋逼人，如齿颊间喷射冰霜。宋", "《浣溪沙·有赠》：“上殿云霄生羽翼，论兵齿颊带风霜”", "结发：即束发。古代男子二十岁束发，表示成年。从戎：从军。《三国志·魏书·", "传》：“年十七，司徒辟，诏除黄门侍郎，以西京扰乱，皆不就。乃之荆州依刘表。……魏国既建，拜侍中。", "于建安二十年三月西征张鲁于汉中，张鲁降。指行也，侍中王粲作《从军行》五首以美其事。”", "弹铗：敲击剑柄。《战国策·齐策四》：“齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：‘客何好？’曰：‘客无好也。’曰：‘客何能？’曰：‘客无能也。’孟尝君笑而受之曰：‘诺。’……居有顷，倚柱弹其剑，歌曰：‘长铗归来乎！食无鱼。’”", "汉坛旌（jīng）节：暗用", "筑坛拜韩信为大将事。《汉书·高帝纪》：“于指汉王斋戒，设坛场，拜信为大将军。”", "马革裹尸：用马皮裹卷尸体。《后汉书·", "传》：“方今匈奴、乌桓尚扰出边，欲自请击之。男儿要当死于边野，以马革裹尸还葬耳，何能卧床上在儿女子手中邪？”", "蛾眉：女子修长而美丽的眉毛，代指美女。汉", "《七发》：“洞房清宫，命曰寒热之媒；皓齿娥眉，命曰伐性之斧；甘脆肥醲，命曰腐肠之药。”", "楚楼：即兰台。故址在今湖出江陵。宋", "《可斋杂著》卷二八《登江陵沙市楚楼》：“壮丽中居荆楚会，风流元向蜀吴夸。 楼头恰称元龙卧，切勿轻嗤作酒家。”", "裴台：一称南楼，在今湖出武昌市。东晋庾亮为荆州刺史时，曾偕部属登斯楼赏月。"], "background": "这首词作于淳熙四年（1177）。这年春天，辛弃疾由京西路转运判官改江陵知府兼湖北安抚使。这首词应为送一位李姓朋友去汉中任军职而作。"},
{"title": "满江红·九月二十一日出京怀古", "author": "史达祖", "paragraphs": "缓辔西风，叹三宿、迟迟行客。桑梓外，锄耰渐入，柳坊花陌。双阙远腾龙凤影，九门空锁鸳鸾翼。更无人擫笛傍宫墙，苔花碧。\t天相汉，民怀国。天厌虏，臣离德。趁建瓴一举，并收鳌极。老子岂无经世术，诗人不预平戎策。办一襟风月看升平，吟春色。", "topic": "怀古", "notes": ["满江红：词牌名，又名：“上江虹”、“念良游”、“伤春曲”。双调九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多。", "缓辔（pèi）：放马徐徐而行。", "三宿：三天。", "桑梓：故乡的代称。", "锄耰（chú yōu）：前者指锄，后者用以整地，类似耙之功用。", "双阙：宫城前供了望的楼。", "龙凤影：谓龙楼风阙。", "相：看重。", "鳌极：指边疆。", "平戎策：平定异族入侵的策略。", "办：准备。"], "background": "公元1204年（宁宗嘉泰四年），韩侂胄欲谋伐金，次年遣李壁，命史达祖陪同前往。金章宗完颜璟生辰在九月一日，南宋于六月遣使，七月启行，闰八月抵金中都。事毕返程，于九月中经过汴京。汴京是史达祖的故乡。九月二十一日离汴时，为抒发心中感想，特作这首词。"},
{"title": "念奴娇·登建康赏心亭呈史致道留守", "author": "辛弃疾", "paragraphs": "我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。\t却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。", "topic": "怀古", "notes": ["念奴娇：词牌名，又名《百字令》《酹江月》等，双调一百字，前后阕各四仄韵。", "赏心亭：位于建康下水门之上，下临秦淮河，是当时的游览名胜，", "特爱登此亭眺望。史留守致道：史正志，字致道，扬州人，高宗时进士，除枢密院编修。宋孝宗乾道三年至六年（1167—1170）知建康府，兼建康行宫留守、沿江水军制置使。留守，即行宫留守，宋室南渡初，高宗一度驻跸建康，故称建康为行宫。", "吊古：凭吊古迹。", "危楼：高楼，此代指赏心亭。", "斛：度量容器，古人以十斗为一斛。", "虎踞龙蟠：形容建康城地势之险要，气势之峥嵘。", "兴亡：指六朝兴亡古迹。偏重于“亡”。", "陇：田埂，此泛指田野。乔木：高大的树木。", "片帆：孤舟。", "喷霜竹：谓吹笛。喷，吹奏。霜竹，秋天之竹，借以指笛。", "安石：谢安，字安石，东晋著名政治家。风流：指谢安丰采照人，英才盖世。", "东山岁晚：谓谢安晚年。", "泪落哀筝曲：晋孝武帝末年，谢安位高遭忌。", "“儿辈”二句：言谢安将建功立业的机会都交付给儿辈，自己惟以下棋度日。", "宝镜难寻：喻知我者难觅。", "碧云将暮：言天色将晚，喻岁月消逝，人生易老。", "杯中绿：杯中酒。", "波浪翻屋：形容水势汹涌浩大。 "], "background": "公元1168年（宋孝宗乾道四年），辛弃疾任建康（今江苏南京）通判，当时他南归已经七个年头，而他期望的抗金复国事业，却毫无进展，而且还遭到朝中议和派的排挤打击。词人在一次登建康赏心亭时，触景生情，感慨万千，便写下此作。"},
{"title": "蝶恋花·出塞", "author": "纳兰性德", "paragraphs": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。\t从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。", "topic": "怀古", "notes": ["无定据：没有一定。宋代毛开《渔家傲·次丹阳忆故人》词：“可忍归期无定据，天涯已听边鸿度。”", "画角：古管乐器，传自西羌。因表面有彩绘，故称。发声哀厉高亢，形如竹筒，本细末大，以竹木或皮革等制成，古时军中多用以警昏晓，振士气，肃军容。帝王出巡，亦用以报警戒严。", "牧马：指古代作战用的战马．", "谁可语：有谁来和我一起谈谈。", "从前幽怨：过去各民族、各部族间的战事。", "铁马金戈：形容威武雄壮的士兵和战马。代指战事．兵事。", "青冢：长遍荒草的坟墓。这里指指", "墓，相传冢上草色常青，故名。", "《咏怀古迹》诗：“一去紫台连朔漠，独留青冢向黄昏。”", "一往情深深几许：化用", "《蝶恋花》：“庭院深深深几许”句意。几许：多少。"], "background": "这首词是纳兰性德于公元1682年（康熙二十一年）八月奉命与副统郎谈等出塞远赴梭龙途中所作，词人时年二十八岁。"},
{"title": "卖花声·雨花台", "author": "朱彝尊", "paragraphs": "衰柳白门湾，潮打城还。小长干接大长干。歌板酒旗零落尽，剩有渔竿。\t秋草六朝寒，花雨空坛。更无人处一凭栏。燕子斜阳来又去，如此江山。", "topic": "怀古", "notes": ["卖花声：词牌名，即“浪淘沙”。原唐时教坊曲名，双调五十四字，上下片各五句四平韵。", "雨花台：在南京中华门（旧称聚宝门）外聚宝山上。相传梁云光法师在这里讲经，感天雨花，故称雨花台。雨，降落。", "白门湾：南京临江地方。白门，本古建康城的外门，后指代南京。", "城：这里指古石头城，在今南京清凉山一带。", "小长干、大长干：古代里巷名，故址在今南京城南。", "寒：荒凉。", "燕子斜阳：化用", "《乌衣巷》诗意。原诗是：“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。”"], "background": "南京是六朝都城，可是清兵南下时，南京遭到了严重的破坏。作者在明清易代之际，正好游览雨花台，便通过对金陵城满目荒凉、衰败景色的描绘，借对六朝的追溯来表达对明朝的哀怨，于是便写下了该首词，具体创作时间不详。"},
{"title": "满江红·秋日经信陵君祠", "author": "陈维崧", "paragraphs": "席帽聊萧，偶经过、信陵祠下。正满目、荒台败叶，东京客舍。九月惊风将落帽，半廊细雨时飘瓦。桕初红、偏向坏墙边，离披打。\t今古事，堪悲诧；身世恨，从牵惹。倘君而仍在，定怜余也。我讵不如毛薛辈，君宁甘与原尝亚。叹侯嬴、老泪苦无多，如铅泻。", "topic": "怀古", "notes": ["满江红：词牌名，又名《上江虹》《念良游》《伤春曲》。双调九十三字，前片八句四平韵，后片十句五平韵。", "信陵君祠：故址在河南开封。信陵君，即战国时魏国公子无忌，昭王少子，封于信陵（河南宁陵），与春申君、平原君、孟尝君并以养士好客称，有“战国四君”之誉。", "席帽：古代流行的一种遮阳帽，以藤席为骨，敷以面料，周有大缘，如同斗笠。古人常以“席帽随身”指辛勤求取功名。 聊萧：冷落、萧瑟。", "东京：指开封。开封战国时为魏国首都，名大梁。自五代至北宋，皆号东京。", "惊风：大风。 落帽：晋孟嘉在九月九日随桓温游龙山，风起吹落孟嘉的帽子，而孟嘉竟不知觉，桓温命孙盟作文嘲嘉。", "飘瓦：飘洒屋瓦之上。此化用", "《重过圣女祠》“一春梦雨常飘瓦，尽日灵风不满旗”诗意。", "桕（jiù）：即乌桕树，叶经秋霜而红。", "离披：散乱状。", "从：因此。", "讵（jù）：难道。 毛薛辈：指信陵君门客毛公、薛公。二人皆魏处士，秦国乘信陵君留赵不归出兵伐魏。二人冒死劝信陵君归国，解救魏国大难。", "宁：难道。 原尝：指与信陵君齐名的平原君、孟尝君。 亚：次一等。", "侯嬴：战国时魏人。年七十而为大梁夷门监门小吏，信陵君慕名往访，亲为执辔驾车，迎为上客。公元前257年，秦围赵邯郸，赵请魏援。魏王授意统帅晋鄙中途停兵不前，侯嬴献计盗取兵符，椎杀晋鄙，却秦救赵。秦兵退后，侯嬴北向自刎。此处作者亦以侯嬴自况。", "如铅泻：泪水尽情流淌，用", "《金铜仙人辞汉歌》“忆君清泪如铅水”诗意。"], "background": "这是一首怀古伤今之作。清秋时节，词人路经信陵君祠，目睹荒凉景致，追怀昔人风采，感叹欺欷，于是写下这首沉郁的词篇。"},
{"title": "南乡子·邢州道上作", "author": "陈维崧", "paragraphs": "秋色冷并刀，一派酸风卷怒涛。并马三河年少客，粗豪，皂栎林中醉射雕。\t残酒忆荆高，燕赵悲歌事未消。忆昨车声寒易水，今朝，慷慨还过豫让桥。", "topic": "怀古", "notes": ["南乡子：词牌名，又名《好离乡》《蕉叶怨》。双调五十六字，上下片各四平韵。", "邢州：今河北邢台。古时属的燕赵地区。", "并（bīng）刀：古并州（山西北部）一带出产的刀具，以锋利著称。", "一派：一片。", "酸风：北风；指冬天的风，也指寒风。", "三河年少客：指好气任侠之辈。三河：河东、河内、河南，在河南省北部、山西省南部一带。古属燕赵之地。", "皂栎（lì）林：栎，树名，产于北方。", "《壮游》“呼鹰皂栎林”。注：地在齐地。", "荆高：荆指荆轲。高指高渐离，此代指行侠仗义的刺客。", "燕赵悲歌：指荆高送别事。", "《送董邵南序》：“燕赵古称多慷慨悲歌之士”。", "易水：河名，在河北易县附近。", "豫让桥：即豫让隐身伏击赵襄子之地，在邢台北，不存。"], "background": "康熙七年（1668年），正值文字狱盛行之日，作者自北京南游开封、洛阳，此词可能是途中所作，且与《点绛唇·夜宿临洺驿》同时作。作者行至易水和豫让桥，这一年他四十四岁，想起当年荆轲、高渐离的燕赵悲歌之事，尚为诸生，潦倒名场，壮志未酬，慷慨怀古，写下此词。"},
{"title": "满江红·拂拭残碑", "author": "文征明", "paragraphs": "拂拭残碑，敕飞字，依稀堪读。慨当初，倚飞何重，后来何酷。岂是功成身合死，可怜事去言难赎。最无辜，堪恨更堪悲，风波狱。\t岂不念，疆圻蹙；岂不念，徽钦辱，念徽钦既返，此身何属。千载休谈南渡错，当时自怕中原复。笑区区、一桧亦何能，逢其欲。", "topic": "怀古", "notes": ["敕飞字：敕，帝王下给臣子的诏命；飞，指南宋民族英雄、抗金名将然飞。", "难赎，指难以挽回损亡。", "疆圻蹙：疆域缩少，指金人南侵，南宋的版图已远小于北宋。", "徽钦辱：1125年（宣和七年），金兵南侵，直逼宋都汴京，宋徽宗", "见事不可为，急忙传位给宋钦宗", "。1127年（靖康二年），金兵攻破汴京，掳徽宗、钦宗二帝北还，北宋由此灭亡。", "南渡：徽、钦宗二帝被掳后，赵构以康王入继大统，是为人宗。他不知耻，不念父兄，自汴梁（开封）迁都临安（杭州）以图偏安，史称南渡。", "桧：指秦桧。秦桧（1090－1155），字会之，江宁（南京市）人。1115年（政和五年）进士。1127年，随徽、钦二帝至金，四年后，金将他放还。人宗任以礼部尚书。绍兴年间为相，深受宠信，力主议和，杀害然飞，镇压大批主战派。为人阴险狡诈，在位十九年，罪恶累累，恶贯满盈。", "逢：迎合。欲：愿望，需要。"], "background": "《词苑丛读》引《词统》记载：有人掘地，发现了宋高宗赐给岳飞的诏书的刻石。文征明读了，认为抗金名将岳飞被杀害是“最无辜、堪恨又堪悲”的冤案，指出岳飞被害的原因，是宋高宗怕中原恢复，徽宗、钦宗皇帝回来，自己的帝位不保。文征明不禁感慨盈怀，写了这首词。"},
{"title": "殿前欢·楚怀王", "author": "贯云石", "paragraphs": "楚怀王，忠臣跳入汨罗江。\t《离骚》读罢空惆怅，日月同光。\t伤心来笑一场，笑你个三闾强，为甚不身心放？\t沧浪污你，你污沧浪。", "topic": "怀古", "notes": ["楚怀王：战国时楚国的国君。公元前328－前299年在位。", "忠臣跳入汨罗江：指屈原因楚怀王听信谗言，被放逐沅湘间，自沉汨罗江而死。汨罗江，湘江支流，在湖南省东北部。", "日月同光：《史记.屈原贾生列传》称赞《离骚》“虽与日月争光可也”。", "三闾：指屈原，他曾任三闾大夫。", "沧浪污你，你污沧浪：《孟子.离娄上》云：“有孺子歌曰：‘沧浪之北清兮，可以濯我缨；沧浪之北浊兮，可以濯我足。’孔子曰：‘小子听之，清斯濯缨，浊斯濯足矣，自取之也。’”沧浪，汉北的下游，这里指汨罗江。"], "background": ""},
{"title": "人月圆·甘露怀古", "author": "徐再思", "paragraphs": "江皋楼观前朝寺，秋色入秦淮。\t败垣芳草，空廊落叶，深砌苍苔。\t远人南去，夕阳西下，江水东来。\t木兰花在，山僧试问，知为谁开？", "topic": "怀古", "notes": ["甘露：即甘露寺，位于今江苏省镇江市北固山后峰。建于国东吴甘露元年（265），后屡毁屡建。相传为刘备东吴招亲之处。", "江皋楼：皋，江边的高地。江皋楼，指甘露寺一带的楼阁，如清晖亭、江声阁、多景楼、祭江亭等。", "秦淮：即秦淮河，位于今江苏省南京市。", "空廊：指响糜廊。《吴郡志》：“响糜廊在灵岩山寺，相传吴王令西施辈步糜（木底鞋），廊虚而响，故名”"], "background": ""},
{"title": "临江仙·埋没钱塘歌吹里", "author": "魏大中", "paragraphs": "埋没钱塘歌吹里，当年却是皇都。赵家轻掷与强胡。江山如许大，不用一钱沽。\t只有岳王泉下血，至今泛作西湖。可怜故事眼中无。但供侬醉后，囊句付奚奴。", "topic": "怀古", "notes": ["歌吹：歌舞吹奏的意思。吹，读作去声。皇都：京城，指南宋都城临安。", "赵家：指赵宋皇室。强胡：指金元兵马。", "岳王：岳飞在宋嘉定四年追封为鄂王，所以称岳王，墓在今浙江杭州栖霞岭。", "奚奴：小奴。"], "background": ""},
{"title": "锦堂春·半壁横江矗起", "author": "归庄", "paragraphs": "半壁横江矗起，一舟载雨孤行。凭空怒浪兼天涌，不尽六朝声。\t隔岸荒云远断，绕矶小树微明。旧时燕子还飞否？今古不胜情。", "topic": "怀古", "notes": ["燕子矶：在江苏南京附近之观音山。山上有石，俯瞰大江，形如飞燕，故名。", "兼天涌：兼天，连天。形容不得波浪之高。", "旧时燕子还飞否：郦道元《水经注》：“石燕山相传其石或大或小，及有雷风则石燕群飞。”词意本此。"], "background": ""},
{"title": "山坡羊·燕城述怀", "author": "刘致", "paragraphs": "云山有意，轩裳无计，被西风吹断功名泪。\t去来兮，再休提！\t青山尽解招人醉，得失到头皆物理。\t得，他命里；失，咱命里。", "topic": "怀古", "notes": ["轩裳：即轩冕，古代卿大夫的车服。此指入仁取得功名官位。", "去来兮：即归去来兮，辞官退隐归乡。", "尽解：完全懂得。", "物理：事物之常事。"], "background": ""},
{"title": "人月圆·伤心莫问前朝事", "author": "倪瓒", "paragraphs": "伤心莫问前朝事，重上越王台。鹧鸪啼处，东风草绿，残照花开。\t怅然孤啸，青山故国，乔木苍苔。当时明月，依依素影，何处飞来？", "topic": "怀古", "notes": ["前朝：此指宋朝。", "越王台：春秋时期越王勾践所建，为驻兵处。", "素影：皎洁银白的月光。"], "background": "者生活在元末明初，作为元代遗民，他始终不能忘记元兵南下、宋朝灭亡那段悲惨的历史。因此，他一生都没有在元政权下做官，隐逸山林，在他晚年时常追忆旧事，缅怀故国，抒写愁思。"},
{"title": "卖花声·怀古", "author": "张可久", "paragraphs": "阿房舞殿翻罗袖，金谷名园起玉楼，隋堤古柳缆龙舟。不堪回首，东风还又，野花开暮春时候。\t美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。伤心秦汉，生民涂炭，读书人一声长叹。", "topic": "怀古", "notes": ["阿房（旧读ēpáng）：公元前212年，秦始皇征发刑徒七十余万修阿房宫及郦山陵。阿房宫仅前殿即“东西五百步，南北五十丈；上可以坐万人，下可以建五丈旗；周驰为阁道，自殿下直抵南山”（《史记·秦始皇本纪》）。但实际上没有全部完工。全句大意是说，当年秦始皇曾在华丽的阿房宫里观赏歌舞，尽情享乐。", "金谷名园：在河南省洛阳市西面，是晋代大官僚大富豪", "的别墅，其中的建筑和陈设异常奢侈豪华。", "隋堤古柳：隋炀帝开通济渠，沿河筑堤种柳，称为“隋堤”，即今江苏以北的运河堤。缆龙舟：指隋炀帝沿运河南巡江都（今扬州市）事。", "东风还又：现在又吹起了东风。这里的副词“又”起动词的作用，是由于押韵的需要。", "“美人”句：言楚汉相争时", "战败自刎乌江。公元前202年，项羽在垓下（今安徽灵璧县东南）被汉军围困。夜里，他在帐中悲歌痛饮，与美人虞姬诀别，然后乘夜突出重围。在乌江（今安徽和县东）边自刎而死。这里说美人自刎乌江，是这个典故的活用。", "“战火”句：言三国时", "惨败于赤壁。公元208年，周瑜指挥吴蜀联军在赤壁之战中击败曹操大军。", "“将军”句：言东汉班超垂老思归。班超因久在边塞镇守，年老思归，给皇帝写了一封奏章，上面有两句是：“臣不敢望到酒泉郡（在今甘肃），但愿生入玉门关”。见《后汉书·班超传》。", "秦汉：泛指历朝历代。", "涂炭：比喻受灾受难。涂，泥涂；炭，炭火。"], "background": ""},
{"title": "贺新郎·西湖", "author": "文及翁", "paragraphs": "一勺西湖水。渡江来，百年歌舞，百年酣醉。回首洛阳花石尽，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画舫，问中流、击楫何人是？千古恨，几时洗？\t余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已！便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣！", "topic": "怀古", "notes": ["贺新郎：词牌名，又名“金缕曲”、“乳燕飞”、“貂裘换酒”、“金缕词”、“金缕歌”、“风敲竹”、“贺新凉”等，此调声情沉郁苍凉，宜抒发激越情感，历来为词家所习用。", "一勺：形容西湖湖小水浅。", "渡江：指宋高宗建炎元年渡过长江，在杭州建都。", "洛阳花石：椐宋人李格非的《洛阳名园记》载：“洛阳以园林著称，多名花奇石。”宋徽宗爱石，曾从浙中采集珍奇观赏石，号花石纲。", "新亭：又名劳劳亭，建于三国吴时，位于南京。当年东晋渡江后，贵族每逢春光明媚的时节，便登上新亭赏景饮酒。一次有人说：“风景不殊，正自有山河之异。”众人北望故国，相视而泣。（《世说新语》）", "簇乐：多种乐器一起演奏。", "中流击楫：《晋书·祖逖传》中载：“逖统兵北伐，渡江，中流击楫而誓曰：‘不能请中原而复济者，有如大江’。”", "千古恨：指宋徽宗、宋钦宗被金人掳走的靖康之耻。", "磻（pán）溪：指姜太公在磻溪垂钓，遇周文王而拜相的故事。", "傅岩：相传傅说原是傅岩地方的一个筑墙的奴隶，后成了商王武丁重用的大臣。", "林处士：林逋，北宋人，隐居西湖孤山三十年，养鹤种梅。喻指那些不问国事的清高之士。"], "background": "这首词是宋末元初（1253年）时词人登科后和同年进士一同游览西湖时所作，据《古杭杂记》载，在游船上有人问他“西蜀有此景否”，促使他浮想连篇，触动了他忧国忧民的悲愤感情，写下了这首愤慨之词。"},
{"title": "齐天乐·与冯深居登禹陵", "author": "吴文英", "paragraphs": "三千年事残鸦外，无言倦凭秋树。逝水移川，高陵变谷，那识当时神禹。幽云怪雨。翠萍湿空梁，夜深飞去。雁起青天，数行书似旧藏处。\t寂寥西窗久坐，故人悭会遇，同翦灯语。积藓残碑，零圭断璧，重拂人间尘土。霜红罢舞。漫山色青青，雾朝烟暮。岸锁春船，画旗喧赛鼓。", "topic": "怀古", "notes": ["齐天乐：词牌名。又名“台城路”、“五福降中天”、“如此江山”。《清真集》、《白石道人歌曲》、《梦窗词集》并入“正宫”（即“黄钟宫”）。兹以姜词为准，一百二字，前后片各六仄韵。前片第七句、后片第八句第一字是领格，例用去声。亦有前后片首句有不用韵者。", "冯深居：字可迁，号深居，江西都昌人。淳桔元年（1241）进士，与词人有交往。", "禹陵（líng）：传为夏禹的陵墓。在浙江绍兴市东南，背负会稽山。", "三千年事：夏禹在位是公元前2140年，至", "在世之年1250年，约为3390年，故曰三千年事。", "高陵变谷：高山变为低谷。比喻世事沧桑，变化无常。", "幽云怪雨：谓风雨之不同寻常。", "梁：当为禹庙之梅粱。据嘉泰《会稽志》卷六：梁时修禹庙，“唯欠一梁，俄风雨大至．湖中得一木．取以来梁，即‘梅梁’也。夜或大雷雨。梁辄失去，比复归，水草被其上．人以为神．縻以大铁绳．然犹时一失之”。", "旧藏（cáng）处：指大禹治水后藏书之处。《大明一统志·绍兴府志》：“石匮山，在府城东南一十五里，山形如匮。相传禹治水毕，藏书于此”。", "寂寥（jì liáo）：寂寞寥落．指人生亦指心境。", "悭（qiān）：稀少。", "翦灯：剪去油灯烧残的灯芯，使灯焰明亮。", "积藓（xiǎn）残碑：长满苔藓的断残古碑。", "零圭（guī）断璧：指禹庙发现的古文物。《大明一统志·绍兴府志》： “宋绍兴间，庙前一夕忽光焰闪烁，即其处剧之，得古硅璧佩环，藏于庙”。", "赛鼓：祭神赛会的鼓乐声。此指祭祀夏禹的盛会。"], "background": "理宗淳祐元年（1241）秋，词人与好友冯深居登上禹陵，感慨圣皇夏禹的丰功伟业，想到如今颓废的天下大势，有感而发，写下了这首词。"},
{"title": "金缕歌·陪履斋先生沧浪看梅", "author": "吴文英", "paragraphs": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风慳借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。\t遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。", "topic": "怀古", "notes": ["贺新郎：恨牌名。始见", "恨，原名“贺新凉”，因恨中有“乳燕飞华屋，悄无人，桐阴转午，晚凉新浴”句，故名。后来将“凉”字误作“郎”字。《恨谱》以", "恨作谱。一百一十六字。上”五十七字，下”五十九字，各十句六仄韵。此调声情沉郁苍凉，宜抒发激越情感，历来思恨家所习用。后人又改名“乳燕飞”“金缕曲”“貂裘换酒”“金缕衣”“金缕恨”“金缕歌”“风敲竹”“雪月江山夜”等。", "履斋先生：", "，字毅夫，号履斋，淳中，观文殿大学士，封庆国公。沧浪：沧浪亭，在苏州府学东，初思吴越钱元池馆，后废思寺，寺后又废。", "乔木：指梅树。", "中兴英雄：指", "。", "悭（qiān）：吝惜的意思。", "神州故里：指北宋沦陷领土。", "旋：返回，归来。小筑：指规模小而比较雅致的住宅，多筑于幽静之处。唐", "《畏人》诗：“畏人成小筑，褊性合幽栖。”", "吴宫：指春秋吴王的宫殿。南朝梁", "《别赋》：“乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。”", "华表：古代设在桥梁、宫殿、城垣或陵墓等前兼作装饰用的巨大柱子。", "遨头：俗称太守思遨头。", "东君：春神思东君，此指履斋。", "后不如今今非昔：", "《兰亭集序》“后之视今，亦犹今之视昔。”"], "background": ""},
{"title": "念奴娇·我来牛渚", "author": "吴渊", "paragraphs": "我来牛渚，聊登眺、客里襟怀如豁。谁著危亭当此处，占断古今愁绝。江势鲸奔，山形虎踞，天险非人设。向来舟舰，曾扫百万胡羯。\t追念照水然犀，男儿当似此，英碓豪杰。岁月匆匆留不住，鬓已星星堪镊。云暗江天，烟昏淮地，是断魂时节。栏干捶碎，酒狂忠愤俱发。", "topic": "怀古", "notes": ["牛渚（zhǔ）：在今安徽马鞍山市长江东岸，下临长江，突出江中处为采石矶，风光绮丽，形势险峻，自古为兵家必争之地。", "聊：姑且。", "著：矗立。此处指建造。 危亭：与下文的照水然（同“燃”）犀，是同一典故，后人常用“燃犀”来形容洞察奸邪。", "胡羯（jié）：指金兵。", "星星：形容头发花白稀落。 镊：拔除。", "断魂：形容极其哀伤。"], "background": "者登临古代战地牛渚山，见山川形势险要，想到此次胜利对人们的鼓舞，心胸大为舒畅。但转念自己年纪已老，又缺少像温峤那样的人物来扭转当时忧患重重的政局，致使前方形势依然险恶，不禁悲愤交集，遂作此词。"},
{"title": "水调歌头·焦山", "author": "吴潜", "paragraphs": "铁瓮古形势，相对立金焦。长江万里东注，晓吹卷惊涛。天际孤云来去，水际孤帆上下，天共水相邀。远岫忽明晦，好景画难描。\t混隋陈，分宋魏，战孙曹。回头千载陈迹，痴绝倚亭皋。惟有汀边鸥鹭，不管人间兴废，一抹度青霄。安得身飞去，举手谢尘嚣。", "topic": "怀古", "notes": ["焦山：在今江苏镇江市东，屹立长江中。", "铁瓮：镇江古名铁瓮城，三国孙权建。", "金焦：金山和焦山。二山对峙，俱屹立大江中。", "晓吹：晨风。", "岫（xiù）：峰峦。", "混隋陈：混：统一。这句说隋灭陈，南北统一。", "分宋魏：南朝刘宋与鲜卑族拓跋氏的魏对峙。", "孙：孙权。曹：", "。", "痴绝：指回想历代史事时想得出神。", "一抹：形容轻微的痕迹。", "举手：分别时的动作。", "谢：告辞。", "尘嚣（xiāo）：指尘世。尘：尘世、人间。嚣：市集，做买卖的地方。"], "background": "该词为宋理宗嘉熙二、三年间（1238-1239）吴潜任镇江知府时所作。镇江风景壮丽，地处吴头楚尾、南北要冲，自古即兵家争雄之所，也是文人墨客会聚之区。这里的古迹和流传的佳话很多，形成了特殊的历史文化氛围，文人到此，无不受到强烈感发。该词就是吴潜在此环境下创作的。"},
{"title": "永遇乐·璧月初晴", "author": "刘辰翁", "paragraphs": "余自乙亥上元，诵李易安《永遇乐》，为之涕下。今三年矣。每闻此词，辄不自堪，遂依其声，又托之易安自喻。虽辞情不及，而悲苦过之。\t璧月初晴，黛云远淡，春事谁主。禁苑娇寒，湖堤倦暖，前度遽如许。香尘暗陌，华灯明昼，长是懒携手去。谁知道，断烟禁夜，满城似愁风雨。\t宣和旧日，临安南渡，芳景犹自如故。缃帙流离，风鬓三五，能赋词最苦。江南无路，鄜州今夜，此苦又谁知否。空相对，残釭无寐，满村社鼓。", "topic": "怀古", "notes": ["乙亥：宋恭帝德祐元年（1275）。", "李易安：即", "，号易安居士。", "璧月初晴：暮雨初晴，璧月上升。璧月，以圆形的玉比喻圆月。", "黛云：青绿色像眉似的薄云。", "禁苑娇寒：皇帝苑园不许宫外人游玩，故称禁苑。娇寒，嫩寒、微寒。", "前度遽如许：意为再来临安时，局势变化如此之快。", "香尘暗陌：街道上尘土飞扬，往来车马很多。", "宣和旧日：指宋徽宗宣和年间汴京的繁华盛况。", "缃帙流离，风鬟三五，能赋词最苦：意为在战争中流离失所，人已衰老，所作词反而更觉痛苦。缃帙，书卷。流离，散失。风鬟，头发散乱的样子。三五，指旧历正月十五夜。", "江南无路：江南已沦陷。残钮：残灯。"], "background": "这首词，从词的前面序文里推知是作于公元1278年。因乙亥为宋德祐元年（1275年）。“今三年矣”，实为1278年，宋亡于1276年，这时已亡国二年了。易安南奔，犹存半壁。辰翁作词，国无寸土。说“虽辞情不及”，是谦词，“而悲苦过之”，是实情。"},
{"title": "唐多令·雨过水明霞", "author": "邓剡", "paragraphs": "雨过水明霞。潮回岸带沙。叶声寒、飞透窗纱。堪恨西风吹世换，更吹我、落天涯。\t寂寞古豪华。乌衣日又斜。说兴亡、燕入谁家。惟有南来无数雁，和明月、宿芦花。", "topic": "怀古", "notes": ["唐多令：词牌名，又名《糖多令》《南楼令》《箜篌曲》等。双调，六十字，上下片各五句四平韵。", "水明霞：彩霞照亮了水面。", "西风吹世换：以季节变换暗示朝代的更替。", "豪华：用形容词代指金陵，因其是六朝的京城，以豪华著称。", "乌衣：即乌衣巷，金陵城内街名，位于秦淮河之南。"], "background": "邓剡，文天祥的同乡和朋友。本词为南宋灭亡之后，邓剡被俘，过建康（今南京）时所写。"},
{"title": "满江红·齐山绣春台", "author": "吴潜", "paragraphs": "十二年前，曾上到、绣春台顶。双脚健、不烦筇杖，透岩穿岭。老去渐消狂气习，重来依旧佳风景。想牧之、千载尚神游，空山冷。\t山之下，江流永。江之外，淮山暝。望中原何处，虎狼犹梗。勾蠡规模非浅近，石苻事业真俄顷。问古今、宇宙竟如何，无人省。", "topic": "怀古", "notes": ["齐山：在今安徽贵池县东。绣春台：在齐山顶上。", "筇杖：竹杖。", "透岩穿岭：穿山越岭。", "想牧之、千载尚神游，空山冷。：这两句是说，如果唐代杜牧在千载之下还来神游故地，将只见寂寞空山。", "永：水流悠长。这两句是说齐山之下江水长流。", "淮山：指淮水两岸的山。宋、金以淮水为界。暝：日暮。这两句是说江北淮山笼罩在暮色之中。", "虎狼：喻敌人。梗：阻塞。这两句是说中原一带敌人还盘踞在那里。", "勾蠡：指越王勾践和他的大臣范蠡。勾践曾大败于吴，屈服请和。此后他卧薪尝胆，并用范蠡、文种等整顿朝政，十年生聚，十年教训，终于攻灭吴国。这句是说勾践和范蠡的灭吴规划是长远之计。", "石苻：指后赵石勒和前秦苻坚，他们在位时间都很短。俄顷：一会儿。这里暗以石苻喻金国。", "宇宙：天地万物的总称。"], "background": "宋末时期，词人登上池州城（今安微贵池）东南的齐山绣春台，遥望祖国山川，风光依旧，可是河山已有异样之感，从而引起“故国之思”，于是写下了这首词。"},
{"title": "贺新郎·挽住风前柳", "author": "卢祖皋", "paragraphs": "彭传师于吴江三高堂之前钓雪亭，盖擅渔人之窟宅以供诗境也，赵子野约余赋之。\t挽住风前柳，问鸱夷当日扁舟，近曾来否？月落潮生无限事，零落茶烟未久。谩留得莼鲈依旧。可是功名从来误，抚荒祠、谁继风流后？今古恨，一搔首。\t江涵雁影梅花瘦，四无尘、雪飞云起，夜窗如昼。万里乾坤清绝处，付与渔翁钓叟。又恰是、题诗时候。猛拍阑干呼鸥鹭，道他年、我亦垂纶手。飞过我，共樽酒。", "topic": "怀古", "notes": ["贺新郎：词牌名，又名《金缕曲》《乳燕飞》等。共一百十六字，上片五十七字，下片五十九字，各十句六仄韵。", "彭传师：词人好友，具体生平不详。", "三高堂：在江苏吴江。宋初为纪念春秋越国范蠡、西晋", "和唐陆龟蒙三位高士而建。", "赵子野：名汝淳，字子野，昆山人。太宗八世孙，开禧元年（1205年）进士。词人好友。", "鸱（chī）夷：皮制的口袋。春秋时范蠡协助越王勾践灭亡吴国后，泛舟五湖，弃官隐居，指号鸱夷子皮。", "零落茶烟未久：缅怀唐代文学家陆龟蒙。", "谩（màn）留得莼（chún）鲈（lú）依旧：缅怀晋人张翰。", "垂纶（lún）：垂钓。 "], "background": "宋宁宗嘉泰二年（1202年），词人任吴江主簿时，应友人赵子野的邀请，来到钓雪亭。时值冬天下雪，面对清景，词人赋了这首词。"},
{"title": "女冠子·元夕", "author": "蒋捷", "paragraphs": "蕙花香也。雪晴池馆如画。春风飞到，宝钗楼上，一片笙箫，琉璃光射。而今灯漫挂。不是暗尘明月，那时元夜。况年来、心懒意怯，羞与蛾儿争耍。\t江城人悄初更打。问繁华谁解，再向天公借。剔残红灺。但梦里隐隐，钿车罗帕。吴笺银粉砑。待把旧家风景，写成闲话。笑绿鬟邻女，倚窗犹唱，夕阳西下。", "topic": "怀古", "notes": ["女冠子：唐教坊曲名，后用为词牌。唐词内容多咏女道士。今存词中，小令始于", "，双调四十一字，上阕平仄韵换协，下阕平韵。长调始于", "，双调一百十一字，仄韵。", "蕙：香草名。", "雪晴：雪止天晴。", "池馆：池苑馆舍。", "宝钗楼：唐宋时咸阳酒楼名。此处泛指精美的楼阁。", "笙箫：笙和箫。泛指管乐器。", "琉璃：指灯。宋时元宵节极繁华，有五色琉璃灯，大者直径三四尺。", "暗尘明月：指元宵节灯光暗淡。", "元夜：元宵。", "蛾儿：闹蛾儿，用彩纸剪成的饰物。", "初更：旧时每夜分为五个更次。晚七时至九时为“初更”。", "灺（xiè）：没点完的蜡烛；也泛指灯烛。", "钿车：用金宝嵌饰的车子。", "罗帕：丝织方巾。旧时女子既作随身用品，又作佩带饰物。", "吴笺：吴地所产之笺纸。常借指书信。", "银粉砑（yà）：碾压上银粉的纸。"], "background": "南宋亡国后，蒋捷许多词作，都表现出作者怀念故国的心情，抒发了丧失山河之恸。这首词作者通过今昔元宵的对比和内心感情活动的抒发，表达了他对故国的深切缅怀。"},
{"title": "水龙吟·登建康赏心亭", "author": "辛弃疾", "paragraphs": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。\t休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！", "topic": "怀古", "notes": ["建康：今江苏南京。", "遥岑：岑，音cén。远山。", "玉簪螺髻：簪，音zān；髻，音jì。玉簪、螺髻：玉做的簪子，像海螺形状的发髻，这里比喻高矮和形状各不相同的山岭。", "断鸿：失群的孤雁。", "吴钩，古代吴地制造的一种宝刀。这里应该是以吴钩自喻，空有一身才华，但是得不到重用。", "了：音liǎo。", "鲈鱼堪脍：用西晋张翰典。", "季鹰：张翰，字季鹰。", "求田问舍：置地买房。刘郎：刘备。才气：胸怀、气魄。", "流年：流逝的时光。", "忧愁风雨：风雨，比喻飘摇的国势。", "树犹如此：用东晋桓温典。", "倩：请托。读音qìng", "红巾翠袖：女子装饰，代指女子。", "揾：wèn。擦拭。"], "background": "公元1174年（宋孝宗淳熙元年），辛弃疾将任东安抚司参议官。这时作者南归已八、九年了，却投闲置散，任了一介小官，一次，他登上建康的赏心亭，极目远望祖国的山川风物，百感交集，更加痛惜自己满怀壮志而老大无成，于是写下一首《水龙吟》词。"},
{"title": "水调歌头·过岳阳楼作", "author": "张孝祥", "paragraphs": "湖海倦游客，江汉有归舟。西风千里，送我今夜岳阳楼。日落君山云气，春到沅湘草木，远思渺难收。徒倚栏干久，缺月挂帘钩。\t雄三楚，吞七泽，隘九州。人间好处，何处更似此楼头？欲吊沉累无所，但有渔儿樵子，哀此写离忧。回首叫虞舜，杜若满芳洲。", "topic": "怀古", "notes": ["水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调九十五字，平韵（宋代也有用仄声韵和平仄混用的）。", "徙倚：犹低回，有留连不舍的意思。", "帘钩：门窗上挂帘子所用的钩子，", "三楚：指西楚、东楚、南楚，包括湖南、湖北、河南、江苏、安徽、江西等地。", "七泽：古来相传楚地有七泽（七个大湖泊）。", "九州：指整个中国。", "沉累（lěi）：指屈原。", "虞舜：上古的一位帝王，相传南巡时死于苍梧之野，葬在九嶷山下（在今湖南宁远县）。 "], "background": "乾道五年（1169年）三月，张孝祥请祠侍亲获准，乘舟返乡。中途因天气原因，在岳阳楼附近停留多日。他借机登楼远眺，俯瞰湖海壮景，吊古伤情。灵感被触发，写下了这首抒发自己仕途不济的愁闷和古今兴亡之感的词作。"},
{"title": "水调歌头·和庞佑父", "author": "张孝祥", "paragraphs": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。\t忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。", "topic": "怀古", "notes": [], "background": ""},
{"title": "水龙吟·西湖怀古", "author": "陈德武", "paragraphs": "东南第一名州，西湖自古多佳丽。临堤台榭，画船楼阁，游人歌吹。十里荷花，三秋桂子，四山睛翠。使百年南渡，一时豪杰，都忘却、平生志。\t可惜天旋时异，藉何人、雪当年耻。登临形胜，感伤今古，发挥英气。力士推山，天吴移水，作农桑地。借钱塘潮汐，为君洗尽，岳将军泪。", "topic": "怀古", "notes": ["水龙吟：词牌名，又名《水龙吟令台、《龙吟曲台、《水龙吟慢台、《鼓笛慢台、《小楼连苑台、《海天阔处台、《庄椿岁台、《丰年瑞台，它最早是南北朝时北齐的一组古琴曲。", "“东南”句：指杭州，此句化用宋仁宗《赐梅挚知杭州台诗句：“地有往山美，东南第一州。”", "佳丽：俊美，秀丽。", "台榭：泛指楼台等建筑物。", "歌吹：唱歌和吹奏。", "四山：四面的山峰。睛翠：草木杭阳光照耀下映射出的一片碧绿色。", "百年南渡：指靖康二年（1127）宋高宗", "建立南宋王朝后渡江南下，至南宋灭亡，历一百二十余年，此变百年是约数。", "平生志：生平大志，此指收复中原，为国立功。", "天旋时异：谓时世巨变，指北宋覆亡，南宋偏安江南，时势也与南渡前不同。天旋，比喻世局大变。", "藉（jiè）：同“借”，凭借，依靠。", "当年耻：概言靖康之变，北宋灭亡的国耻。", "形胜：指地形险要、位置优越、山川壮美之地。", "发挥：犹抒发。英气：英武豪迈的气概。", "力士推山：传变古时巴蜀有五丁力士能移山。", "天吴：海神名。", "潮汐：杭月球和太阳引力的作用下，海洋水面周期性的涨落现象。杭白昼的称潮，夜间的称汐。总称“潮汐”。", "岳将军：指岳飞，南宋抗金名将、民族英雄。"], "background": "南宋灭亡之后，作者重游西湖，伤今怀古，写下了这首凭吊山河、感叹时事之作。"},
{"title": "祝英台近·北固亭", "author": "岳珂", "paragraphs": "澹烟横，层雾敛。胜概分雄占。月下鸣榔，风急怒涛飐。关河无限清愁，不堪临鉴。正霜鬓、秋风尘染。\t漫登览。极目万里沙场，事业频看剑。古往今来，南北限天堑。倚楼谁弄新声，重城正掩。历历数、西州更点。", "topic": "怀古", "notes": ["胜概分雄占：胜景曾是英雄豪杰分占之地。", "鸣榔：用木条敲船，使鱼惊而入网。", "风急怒涛飐（zhǎn）：指急风吹得怒涛汹涌", "关河：即关山河川。", "临鉴：对镜。“鉴”即照。", "霜鬓：指两鬓雪白。", "漫：指随意的意思。", "极目：纵目，用尽目力远望。", "沙场：指战场。这里指北方中原国土。", "事业：事情的成就；功业。这里指收复中原大业。", "天堑：天然的壕沟。言其险要可以隔断交通。", "新声：新作的乐曲；新颖美妙的乐音。", "重城正掩：指夜深人静。重城，指城墙。", "西州：晋扬州刺史治所（今江苏江宁县西），《通鉴》胡三省注：“扬州治所，在台城西，故谓之西州。”", "更点：指更鼓之声。"], "background": "岳珂在《桯史》中提到他在镇江时曾为辛弃疾座上客，并说：“稼轩有词名，每宴必命侍姬歌其所作……既而又作一《永遇乐》，序北府事。”作者亦有《祝英台近》两首记镇江事，其一是“登多景楼”，写登楼北望的感慨：“断肠烟树扬州，兴亡休论。”另一即该词。"},
{"title": "水调歌头·多景楼", "author": "陆游", "paragraphs": "江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。\t露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。", "topic": "怀古", "notes": ["多景楼：在镇江北固山上甘露寺内。1164年10月初，出任镇江府通判的", "陪同镇江知府方兹（即“使君”）登楼游宴，写下此词。时金兵方踞淮北，镇", "江防前线。", "江左：长江最下游的地方，即今江苏省等地。", "徐州：指镇江。东晋南渡，置侨州侨郡，曾以徐州治镇江，故镇江又称徐州或南徐州。", "缥缈：似有若无。", "危楼，高楼。", "鼓角：战鼓号角。", "烽火：边防报警的烟火。", "明灭：忽明忽暗。", "孙刘：三国时孙权和刘备，曾联合破", "。", "曜（yào）：照耀。", "戈甲：兵器和盔甲。", "灶：军中炊灶，指代营垒。", "貔貅（pí xiū）：猛兽，喻指勇猛战士。", "使君：古代州郡长官所称，此处指方滋。方滋（1102—1172），字务德，严州桐庐（今属浙江）人。以荫入仕，时知镇江府事。", "宏放：通达豪放。 ‘", "黯（àn）：昏黑。", "叔子：西晋大将羊祜（hù），字叔子，镇守襄阳，曾登临兴悲。晋泰始五年（269）以尚书左仆射都督荆州诸军事，出镇襄阳，在镇十年。", "汉江：汉水，流经襄阳。"], "background": "孝宗隆兴元年（公元1163年）陆游三十九岁，以枢密院编修官兼编类圣政所检讨官出任镇江府通判。当时金兵方踞淮北，镇江为江防前线，而多景楼在镇江北固山上甘露寺内。孝宗隆兴二年十月初，陆游陪同知镇江府事方滋登楼游宴时，内心感叹而写下此词赋。"},
{"title": "水调歌头·定王台", "author": "袁去华", "paragraphs": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。\t登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。", "topic": "怀古", "notes": ["水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上阕九句四平韵、下阕十句四平韵。", "定王台：在今湖南长沙市东，汉景帝之子定王刘发为望其母唐姬墓而筑，故名。", "楚望：楚地的望郡。唐、宋时，州、郡、县按地势、人口及经济状况划分为畿、赤、望、紧、上、中、下若干等级，形胜富庶的地区称“望”。", "湘州：东晋永嘉时初置，唐初改潭州，词中指长沙。", "危基：高大的台基。", "自西刘：始建于西汉刘发。", "霓（ní）旌（jīng）：旗帜如云霓，形容仪仗之盛。", "依约：连绵不断。", "空白九分头：徒然白首。词中用陈与义《巴丘书事》“未必上流须鲁肃，腐儒空白九分头”，来表达作者请缨无路的悲愤。", "一夜寒生关塞：比喻金人猝然南侵，攻破关塞。", "云埋陵阙（què）：皇宫与陵寝都埋没在远方的云雾中，词中指宋都汴京沦于敌手。陵阙：帝王陵墓、京都城阙，均为存亡的象征。", "耿（gěng）耿：不安的样子。", "徙（xǐ）倚（yǐ）：走走停停。"], "background": "《水调歌头·定王台》大约作于词人担任善化（在今长沙市内）县令期间。词人在一个深秋时节登上定王台览胜，感慨顿生，并将不胜今昔之感升华为感时伤事的爱国之情，于是写下了这首词。"},
{"title": "水调歌头·题李季允侍郎鄂州吞云楼", "author": "戴复古", "paragraphs": "轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。\t骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。", "topic": "怀古", "notes": ["水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。", "李季允：名植。曾任礼部侍郎，沿江制置副使并知鄂州（今湖北武昌）。", "轮奂：高大华美。", "南楼：在湖北鄂城县南。", "独坐：一个人坐着。", "快：快感。", "西北望神州：朝着西北时时眺望沦陷的中原。", "百载：百年。谓时间长久。", "骑黄鹤：词出", "诗“昔人已乘黄鹤去，此地空余黄鹤楼。”", "1赋鹦鹉：吞云楼近鹦鹉洲，东汉名士祢衡曾在洲上作《鹦鹉赋》。", "风流：犹遗风；流风余韵。", "岳王祠：惨死在秦桧手中的抗金名将", "的祠堂。直至宋宁宗时才追封为鄂王、建立祠庙。", "烟锁：烟雾笼罩", "整顿：整饬，整治。", "乾坤：称天地。", "指授：指导；传授。", "方略：计划；权谋；策略。", "雅志：平素的意愿。", "惊秋：秋令蓦地来到。"], "background": "宋宁宗嘉定十四年（1221），金兵侵扰黄州、蕲州一带，南宋军队一再击败来犯之敌，民心振奋，一度造成了“百载好机会”的有利形势。在这一年，李季允（名埴）出任沿江制置副使兼知鄂州（今武昌），修建了吞云楼。此时戴复古正在武昌，登高楼而览胜，写下了上面这首词。"},
{"title": "阮郎归·绍兴乙卯大雪行鄱阳道中", "author": "向子諲", "paragraphs": "江南江北雪漫漫，遥知易水寒。同云深处望三关，断肠山又山。\t天可老，海能翻，消除此恨难。频闻遣使问平安，几时鸾辂还？", "topic": "怀古", "notes": ["阮（ruǎn）郎归：词牌名，又名醉桃源、醉桃园、碧桃春。双调四十七字，前后片各四平韵。", "鄱（pó）阳：地名，今江西鄱阳。", "江南江北：长江南北，这里泛指下雪的地方。", "易水：水名，源出河北易县，此指沦陷区。", "同云：即彤云，下雪前的阴云。", "三关：公元954年，五代周世宗柴荣征辽，收复益津关、淤口关、瓦桥关等。这。三关”均在今河北境易水一带。后都为金所占，是北伐必经之地。", "遣（qiǎn）使报平安：宋高宗不希望二帝还朝，但为掩人耳目，于建炎三年（1129）、绍兴二年（1132）和绍兴四年（1134）多次分别派", "、潘致尧、章谊等人为大金通问使、军前通问使、金国通问使，频频探问徽、钦二帝，以逃避人民的指责。当词人写此词时，徽宗已被囚死。", "鸾辂（luán lù）：天子乘坐的车，这里借代指徽、钦二帝和帝后。"], "background": "绍兴五年（1135）冬天，词人冒雪前往鄱阳，大雪纷飞的天气使词人感受到了被囚禁在金国的徽、钦二帝痛苦，词人又联想到因为国内主和派阻挠而导致的北伐失败，心有所感，写下了这首词。"},
{"title": "六么令·次韵和贺方回金陵怀古鄱阳席上作", "author": "李纲", "paragraphs": "长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。\t潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。", "topic": "怀古", "notes": "", "background": ""},
{"title": "念奴娇·宪宗平淮西", "author": "李纲", "paragraphs": "晚唐姑息，有多少方镇，飞扬跋扈。淮蔡雄藩联四郡，千里公然旅拒。同恶相资，潜伤宰辅，谁敢分明语。媕婀群议，共云旄节应付。\t于穆天子英明，不疑不贰处，登庸裴度。往督全师威令使，擒贼功名归诉。半夜衔枚，满城深雪，忽已亡悬瓠。明堂坐治，中兴高映千古。", "topic": "怀古", "notes": "", "background": ""},
{"title": "八声甘州·寿阳楼八公山作", "author": "叶梦得", "paragraphs": "故都迷岸草，望长淮、依然绕孤城。想乌衣年少，芝兰秀发，戈戟云横。坐看骄兵南渡，沸浪骇奔鲸。转盼东流水，一顾功成。\t千载八公山下，尚断崖草木，遥拥峥嵘。漫云涛吞吐，无处问豪英。信劳生、空成今古，笑我来、何事怆遗情。东山老，可堪岁晚，独听桓筝。", "topic": "怀古", "notes": ["1、寿庭楼：指寿春（今安徽寿县）的城楼，东晋改名寿庭。八公山在寿县北，淝水经此入淮。公元三八三庭，东晋谢安、谢玄以八万精兵大败苻坚八十万众于此。", "2、故都：指北宋都城汴京。作者写此词时，汴京已残破，所以用“故”。", "3、长淮：淮领。当时宋、金以淮领为界。", "4、孤城：指寿庭城。", "5、乌衣：乌衣：巷名，故址在今南京市东南，是晋代王、谢等名门贵族之地。", "6、庭少：指谢安的子、侄一班在淝水之战中表现出色的庭轻将领。", "7、芝兰秀发：源于《世说新语》中谢玄的话：“譬如芝兰玉树，欲使其生于阶庭耳。”比喻庭轻有为的子弟。", "8、戈戟云横：一语双关，明喻晋军的武器像阵云一样横列开去，暗用《世说新语》中”见钟士季（会）如观武库，但睹戈戟”的典故，赞誉谢安等足智多谋，满腹韬略。", "9、奔鲸：奔逃的鲸鱼，情里形容苻坚兵溃如鲸鲵之窜逃。", "10、转盼：转眼之间。", "11、草木：草木皆兵之意。《晋书·苻坚载记》：“北望八公山上，草木皆类人形。”", "12、峥嵘：形容山势险峻。", "13、劳生：碌碌的人生。", "14、怆：伤感。", "15、遗情：指思念往事。", "《洛神赋》：“遗情想象。”李善注：“思旧故而想象。”", "16、东山老：指谢安，他曾隐居东山。", "17、恒筝：桓伊善弹筝。曾抚筝而歌《怨歌》，以讽谏晋孝武帝猜忌谢安，不予重用。谢安听了“泣下沾襟”，孝武帝“甚有愧色”。事见《晋书·桓伊传》。"], "background": "此词作于绍兴三年（1133）前后，是叶梦得登寿阳（今安微省寿县）城楼及八公山而作。叶梦得在寿阳八公山登高望远，想到一段历史往事，遂发思古之幽情，缅怀谢安等的英雄业绩，自伤年暮岁晚，功业无成，写下了这篇词作。"}
]