[
{"title": "临江仙·送王缄", "author": "苏轼", "paragraphs": "忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。\t坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。", "topic": "思乡", "notes": ["临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。", "演为慢曲，九十三字，前片五平韵，后片六平韵。", "凭：凭仗，烦请。", "离觞：离杯，即离别的酒宴。", "传舍：古时供行人休息住宿的处所。"], "background": ""},
{"title": "苏幕遮·燎沉香", "author": "周邦彦", "paragraphs": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。\t故乡遥，何日去？家住吴门，久作长安旅。五月渔郎相忆否？小楫轻舟，梦入芙蓉浦。", "topic": "思乡", "notes": ["燎（liáo）：烧。", "沉香：一种名贵香料，置水中则下沉，故又名沉水香，其香味可辟恶气。沉，古时作沈。", "溽(rù)暑：潮湿的暑气。溽，湿润潮湿。", "呼晴：唤晴。旧有鸟鸣可占晴雨之说。", "侵晓：快天亮的时候。侵，渐近。", "宿雨：昨夜下的雨。", "清圆：清润圆正。", "风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。", "吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。", "长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。", "旅：客居。", "楫（jí）：划船用具，短桨。", "芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。词中指杭州西湖。浦，水湾、河流。芙蓉，又叫“芙蕖”，荷花的别称。"], "background": "这首词作于公元1083年（宋神宗元丰六年）至公元1086年（宋哲宗元祐元年）之间，当时周邦彦一直客居京师，周邦彦本以太学生入都，以献《汴都赋》为神宗所赏识，进为太学正，但仍无所作为，不免有乡关之思。"},
{"title": "望江南·超然台作", "author": "苏轼", "paragraphs": "春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。\t寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。", "topic": "思乡", "notes": ["望江南：原唐教坊曲名，后用为词牌名。又名“忆江南”。", "超然台：筑在密州（今山东诸城）北城上，登台可眺望全城。", "壕：护城河。", "寒食：节令。旧时清明前一天（一说二天）为寒食节。", "咨嗟：叹息、慨叹。", "故国：这里指故乡、故园。", "新火：唐宋习俗，清明前二天起，禁火三日。节后另取榆柳之火称“新火”。", "新茶：指清明前采摘的“明前茶”。"], "background": "此词作于公元1076年（宋神宗熙宁九年）暮春。苏轼《超然台记》谓：“移守胶西，处之期年。园之北，因城以为台者旧矣。稍葺而新之，时相与登览，放意肆志焉。”公元1076年（熙宁九年）暮春，苏轼登超然台，眺望春色烟雨，触动乡思，写下了此词。"},
{"title": "如梦令·万帐穹庐人醉", "author": "纳兰性德", "paragraphs": "万帐穹庐人醉，星影摇摇欲坠，归梦隔狼河，又被河声搅碎。还睡、还睡，解道醒来无味。", "topic": "思乡", "notes": ["如梦令：相传为后唐庄宗自制曲，中有\"如梦，如梦，残月落花烟重\"句，因改今名。", "穹庐：圆形的毡帐。", "归梦二句：言家乡远隔狼河，归梦不成。纵然做得归梦，河声彻夜，又把梦搅醒。狼河：白狼河，即今大凌河，在辽宁省西部。", "解道：知道。"], "background": "此词是纳兰性德于康熙二十一年（1682年）春，扈从圣驾东巡时所作，时年作者二十八岁。即使扈从圣驾风光无限，但离家万里，思归折磨着诗人，因而作者写下这首诗表达了深沉的思乡之情，以及作者对官场生活的厌烦。"},
{"title": "调笑令·边草", "author": "戴叔伦", "paragraphs": "边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。", "topic": "思乡", "notes": ["调笑令：词牌名。唐·", "《代书诗一百韵寄微之》曰：“打嫌《调笑》易，饮讶《卷波》迟。”自注：“抛打曲有《调笑令》，饮酒曲有《卷白波》。”词调名盖本唐曲。此调为单调，八句，三十二字。第四、五句押平声韵，其余各句均押仄声韵。其中第二句叠用第一句，第七句叠用第六句，第六句颠倒第五句末二字而成。", "边草：边塞之草。此草秋天干枯变白，为牛马所食。", "尽：死。", "雪晴：下过大雪后放晴。", "月明：月色皎洁。", "胡笳（jiā）：一种流行于北方游牧民族地区的管乐器，汉魏鼓吹乐常用之。", "绝：极，很，表示事物程度的副词。"], "background": "这首诗的具体创作时间不详。唐朝时期，政府在边地设立都护府，管理边地事务。很多士兵驻扎在边地，边地战事不断，士兵生活悲苦。这首词是作者为了表达边塞士兵渴望回归故乡的愿望而作。"},
{"title": "阮郎归·天边金掌露成霜", "author": "晏几道", "paragraphs": "天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。\t兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。", "topic": "思乡", "notes": ["阮郎归：词牌名，又名《碧桃春》《醉桃源》等。《神仙记》载刘晨、阮肇入天台山采药，遇二仙女。留住半年，思归甚苦。既归则乡邑零落，经已十世。曲名本此，故作凄音。四十七字，前后片各四平韵。", "金掌：汉武帝时在长安建章宫筑柏梁台，上有铜制仙人以手掌托盘，承接露水。此处以“金掌”借指国都，即汴京。即谓汴京己入深秋。", "雁字：雁群飞行时排列成人字，有时排列成一字，故称雁字。", "绿杯红袖：代指美酒佳人。", "人情：风土人情。", "“兰佩紫”两句：佩戴紫色兰花，头上插黄菊。", "《离骚》中有“纫秋兰以为佩”。", "理旧狂：重又显出从前狂放不羁的情态。"], "background": "晏几道是晏殊幼子，年轻的时候过着酒筵歌席的富贵生活。晏殊死后，家道中落，生活陷于贫困，晏几道对于人情世故、悲欢离合有了更多的感受．他的词作由真率走向深沉，这首词即是他情思深沉的代表作之一。"},
{"title": "清平乐·别来春半", "author": "李煜", "paragraphs": "别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。\t雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。", "topic": "思乡", "notes": ["春半：即半春，春天的一半。别来春半：意思是，自分别以来，春天已过去一半，说明时光过得很快。", "柔肠：原指温柔的心肠，此指绵软情怀。", "砌（qì）下：台阶下。砌，台阶。落梅：指白梅花，开放较晚。", "拂了一身还满：指把满身的落梅拂去了又落了满身。", "雁来音信无凭：这句话是说鸿雁虽然来了，却没将书信传来。古代有凭借雁足传递书信的故事。无凭：没有凭证，指没有书信。", "遥：远。归梦难成：指有家难回。", "恰如：《全唐诗》、《古今词统》、《古今诗余醉》等本中均作“却如”；毛本《尊前集》中作“怯如”。", "更行更远还生：更行更远，指行程越远。更，越。还生，还是生得很多。还，仍然，还是。"], "background": "公元971年秋，李煜派弟弟李从善去宋朝进贡，被扣留在汴京。974年，李煜请求宋太祖让从善回国，未获允许。李煜思念之深，常常痛哭。陆永品认为这首词有可能是从善入宋的第二年春天，李煜为思念他而作的。"},
{"title": "鹧鸪天·寒日萧萧上琐窗", "author": "李清照", "paragraphs": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。\t秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "topic": "思乡", "notes": ["萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。《诗经·小雅·车攻》有“萧萧马鸣”，《楚辞·九怀·蓄英》有“秋风兮萧萧”，《史记·刺客列传》有“风萧萧兮易水寒”。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。", "酒阑：酒尽，酒酣。阑：残，尽，晚。", "《史记·高祖本纪》有“酒阑”，裴骃集解曰“阑，言希也。谓饮酒者半罢半在，谓之阑。”文选·", "《宋孝武宣贵妃诔》有“白露凝兮岁将阑”，李善注曰“阑，犹晚也”。团茶：团片状之茶饼，饮用时则碾碎之。宋代有龙团、凤团、小龙团等多种品种，比较名贵。", "《归田录》卷二：“茶之品，莫贵于龙凤，谓之团茶，凡八饼重一斤。”", "瑞脑：即龙涎香，一名龙脑香。", "仲宣：王粲，字仲宣，汉末文学家，“建安七子”之一。其《登楼赋》抒写去国怀乡之思，驰名文坛。", "随分：随便，随意。尊前：指宴席上。尊：同“樽”。", "东篱菊蕊黄：化用陶渊明《饮酒二十首》的“采菊东篱下”句。"], "background": "这首词写秋景，寄乡愁，应是李清照晚期作品。依词中“仲宣怀远”和“莫负东篱”两句，这首词大概作于李清照南渡后不久，时间大约是公元1128年（宋高宗建炎二年），那时赵明诚正在江宁任知府。"},
{"title": "长相思", "author": "纳兰性德", "paragraphs": "山一程，水一程，身向榆关那畔行，夜深千帐灯。\t风一更，雪一更，聒碎乡心梦不成，故园无此声。", "topic": "思乡", "notes": ["长相思。唐教坊曲，双翅小令。又名《双红豆》。", "程：道路、路程，山一程、水一程，即山长水远。", "榆关：即今山海关，在今河北秦皇岛东北；那畔：即山海关的另一边，指身处关外。", "千帐灯：皇帝出巡临时住宿的行帐的灯火。千帐言军营之多。", "更：旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。", "聒（guō）：声音嘈杂，这里指风雪声。", "故园：故乡，这里指北京；此声：指风雪交加的声音。"], "background": "公元1682年（康熙二十一年）二月十五日，云南平定，康熙帝出关东巡，祭告奉天祖陵。词人随从康熙帝诣永陵、福陵、昭陵告祭，二十三日出山海关。塞上风雪凄迷，苦寒的天气引发了词人对京师中家的思念，于是写下了这首词。"},
{"title": "渔家傲·秋思", "author": "范仲淹", "paragraphs": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。\t浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。", "topic": "思乡", "notes": ["渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。", "塞：边界要塞之地，这里指西北边疆。", "衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。", "边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。", "千嶂：绵延而峻峭的山峰；崇山峻岭。", "燕然未勒：指战事未平，功名未立。", "燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。", "羌管：即羌笛，出自古代西部羌族的一种乐器。", "悠悠：形容声音飘忽不定。", "寐：睡，不寐就是睡不着。"], "background": "宋康定元年（1040年）至庆历三年（1043年）间，范仲淹任陕西经略副使兼延州知州。宋仁宗年间，范仲淹被朝廷派往西北前线，承担起北宋西北边疆防卫重任。这首词作于北宋与西夏战争对峙时期。"},
{"title": "渔家傲·东昌道中", "author": "张渊懿", "paragraphs": "野草凄凄经雨碧，远山一抹晴云积。午睡觉来愁似织。孤帆直，游丝绕梦飞无力。\t古渡人家烟水隔，乡心缭乱垂杨陌。鸿雁自南人自北。风萧瑟，荻花满地秋江白。", "topic": "思乡", "notes": "", "background": ""},
{"title": "酒泉子·楚女不归", "author": "温庭筠", "paragraphs": "楚女不归，楼枕小河春水。月孤明，风又起，杏花稀。\t玉钗斜篸云鬟重，裙上金缕凤。八行书，千里梦，雁南飞。", "topic": "思乡", "notes": ["酒泉子：原为唐教坊曲，后用为词牌名。《金奁集》入“高平调”。一般以", "体为正格。全词以四平韵为主，四仄韵两部错叶。", "楚女：古代楚地的女子。此指抒情主人公，一个身世飘零的歌舞女伎。", "楼：楚女暂栖之所。", "稀：一作“飞”。", "斜篸（zān）：斜插。篸，通“簪”，此处用作动词。云鬟（huán）：高耸的环形发髻。", "金缕凤：用金丝线绣的凤凰图形。", "八行书：信札的代称。古代信札每页八行。《后汉书·窦章传》注引马融《与窦伯向书》：“书虽两纸，纸八行，行七字。”"], "background": "温庭筠四首《酒泉子》词均以女性为抒情主人公，此词亦莫能外。华钟彦据《荷叶杯·楚女欲归南浦》，认为此词“楚女”指所怀者言（《花间集注》），张撝之认为此说不确。其具体创作时间未得确证。"},
{"title": "南乡子·春情", "author": "苏轼", "paragraphs": "晚景落琼杯，照眼云山翠作堆。认得岷峨春雪浪，初来，万顷蒲萄涨渌醅。\t春雨暗阳台，乱洒歌楼湿粉腮。一阵东风来卷地，吹回，落照江天一半开。", "topic": "思乡", "notes": ["南乡子：唐教坊曲名，后用为词牌。原为单调，南唐", "始增为双调。双调平韵五十六字，上下片各四句用韵。另有五十八字体。又名《好离乡》、《蕉叶怨》等。", "晚景：指夕阳之景。景，日光。琼杯：玉杯。", "照眼：耀眼。翠作堆：形容绿色之盛。", "岷峨（mín é）：四川境内岷山山脉北支，峨眉山傍其南。而眉山距峨眉甚近，故作者常以之代指家乡。", "渌醅（pēi）：美酒。蒲萄：即葡萄。此处与“渌醅”均喻江水澄澈碧绿。", "阳台：地名，传说在四川巫山。", "《高唐赋》：”妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下。“此指歌女所处之所，亦即下句之歌台。", "粉腮：歌女的香腮。", "吹回：指风吹雨散。", "落照：落日之光。"], "background": "这首词作于元丰四年（1081），一题为“黄州临皋亭作”。苏轼因为写诗揭露新法的弊端，被贬为黄州团练副使本州安置不得签书公事。到黄州后，住在长江边上的临皋亭。元丰四年春天的一个傍晚，词人在临皋亭上倚栏观江，便将这美好的景色记录了下来，即成此篇。"},
{"title": "青玉案·碧山锦树明秋霁", "author": "曹组", "paragraphs": "碧山锦树明秋霁。路转陡，疑无地。忽有人家临曲水，竹篱茅舍，酒旗沙岸，一簇成村市。\t凄凉只恐乡心起。凤楼远、回头谩凝睇。何处今宵孤馆里，一声征雁，半窗残月，总是离人泪。", "topic": "思乡", "notes": ["青玉案：词牌名，又名“横塘路”“西湖路”，双调六十七字，前后片各五仄韵，上去通押。", "锦树：指被秋霜染红的树木。霁（jì）：雨雪停止，天放晴。", "凤楼：妇女的居处，这里代指家中的妻子。谩：徒然、空自。凝睇：凝视，注视。", "征雁：迁徙的雁，多指秋天南飞的雁。"], "background": "这首词具体创作年代已不详。王灼《碧鸡漫志》称曹组“每出长短句，脍炙人口。”他的词学柳永，以抒写旅愁乡思、歌颂京都繁华为主题。这首《青玉案》就是写他即景而生、不可按捺的旅愁和乡思。"},
{"title": "忆江南·歌起处", "author": "王世贞", "paragraphs": "歌起处，斜日半江红。柔绿篙添梅子雨，淡黄衫耐藕丝风。家在五湖东。", "topic": "思乡", "notes": ["篙：竹篙。", "梅子雨：即夏天梅子黄熟时的连绵细雨。", "耐：宜，适宜。", "藕丝风：形容风雨细如藕丝。", "五湖：指太湖。"], "background": ""},
{"title": "阮郎归·客中见梅", "author": "赵长卿", "paragraphs": "年年为客遍天涯。梦迟归路赊。无端星月浸窗纱。一枝寒影斜。\t肠未断，鬓先华。新来瘦转加。角声吹彻小梅花。夜长人忆家。", "topic": "思乡", "notes": ["阮郎归：词牌名。又名《醉桃源》、《醉桃园》、《碧桃春》。双调四十七字，前后片各四平韵。", "为客：作客。", "归路：回家的路。", "赊（shē）：遥远。", "无端：无因，没来由。", "浸：指月光射进窗内。", "鬓（bìn）先华：谓双鬓生出白发。", "新来：最近以来。", "《小梅花》：乐曲名。"], "background": "据《四库全书总目（惜香乐府）提要》云：“长卿恬于仕进，觞咏自娱，随意成吟，多得淡远萧疏之致。”这首词大约为长卿考取仕途后辞帝京，纵游山水，居于江南，遁世隐居时期写的一首词。"},
{"title": "浪淘沙·曹溪驿折桃花一枝数日零落裹花片投之涪江歌此送之", "author": "左辅", "paragraphs": "水软橹声柔，草绿芳洲，碧桃几树隐红楼。者是春山魂一片，招入孤舟。\t乡梦不曾休，惹甚闲愁？忠州过了又涪州。掷与巴江流到海，切莫回头。", "topic": "思乡", "notes": ["曹溪驿：与下文忠州、涪州均在四川。", "者是：这是。春山魂：指桃花。", "忠州：今四川忠县。涪州：今四川涪陵。", "巴江：指长江川东一段。"], "background": ""},
{"title": "临江仙·六曲阑干三夜雨", "author": "纳兰性德", "paragraphs": "塞上得家报云秋海棠开矣，赋此\t六曲阑干三夜雨，倩谁护取娇慵。可怜寂寞粉墙东，已分裙钗绿，犹裹泪绡红。\t曾记鬓边斜落下，半床凉月惺忪。旧欢如在梦魂中，自然肠欲断，何必更秋风。", "topic": "思乡", "notes": ["临江仙：词牌名，唐教坊曲，为双调小令。全词分两片，上下片各五句，三平韵。", "塞上：塞边，边界上。", "家报：家中信息。秋海棠：又称“八月春”、“断肠花”，多年生草本植物，属秋海棠科。此花叶大棵矮，背有明显的红丝，花小，聚生、粉色。", "六曲阑干：指代亭园。", "娇慵（yōng）：柔弱倦怠的样子，这里指秋海棠花。此系以人拟花，为作者想象之语。", "粉墙：用白灰粉刷过的墙。", "裙衩（chà）：裙子和头钗都是妇女的衣饰，这里以女子绿色裙衩比喻秋海棠绿色的枝叶。", "绡（xiāo）红：生丝织成的薄纱、薄绢。", "惺忪（xīng sōng）：形容刚刚睡醒，神志、眼睛尚模糊不清的样子。", "旧欢：指往日的欢乐情怀。"], "background": "康熙二十一年（公元1682年）秋，纳兰出访塞外途中收到家书，得知家中秋海棠花已开，离愁别绪顿时涌上心头。作者由此花而赋此词，表达了乡关客愁、相思难耐、柔肠寸断的心情。"},
{"title": "天净沙·闲题", "author": "吴西逸", "paragraphs": "楚云飞满长空，湘江不断流东。何事离多恨冗？夕阳低送，小楼数点残鸿。", "topic": "思乡", "notes": "", "background": ""},
{"title": "水调歌头·送王修甫东还", "author": "王恽", "paragraphs": "樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。\t洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。", "topic": "思乡", "notes": [], "background": ""},
{"title": "鹧鸪天·卫县道中有怀其人", "author": "史达祖", "paragraphs": "雁足无书古塞幽。一程烟草一程愁。帽檐尘重风吹野，帐角香销月满楼。\t情思乱，梦魂浮。缃裙多忆敝貂裘。官河水静阑干暖，徙倚斜阳怨晚秋。", "topic": "思乡", "notes": "", "background": ""},
{"title": "醉落魄·江天云薄", "author": "周紫芝", "paragraphs": "江天云薄，江头雪似杨花落。寒灯不管人离索。照得人来，真个睡不著。\t归期已负梅花约，又还春动空飘泊。晓寒谁看伊梳掠。雪满西楼，人阑干角。", "topic": "思乡", "notes": "", "background": ""},
{"title": "更漏子·秋", "author": "张淑芳", "paragraphs": "墨痕香，红蜡泪。点点愁人离思。桐叶落，蓼花残。雁声天外寒。\t五云岭，九溪坞。待到秋来更苦。风淅淅，水淙淙。不教蓬径通。", "topic": "思乡", "notes": "", "background": ""},
{"title": "望江南·燕塞雪", "author": "华清淑", "paragraphs": "燕塞雪，片片大如拳。蓟上酒楼喧鼓吹，帝城车马走骈阗。羁馆独凄然。\t燕塞月，缺了又还圆。万里妾心愁更苦，十春和泪看婵娟。何日是归年。", "topic": "思乡", "notes": "", "background": ""},
{"title": "鹧鸪天·送元济之归豫章", "author": "辛弃疾", "paragraphs": "敧枕婆娑两鬓霜。起听檐溜碎喧江。那边玉筋销啼粉，这里车轮转别肠。\t诗酒社，水云乡。可堪醉墨几淋浪。画图恰似归家梦，千里河山寸许长。", "topic": "思乡", "notes": "", "background": ""},
{"title": "浪淘沙·秋", "author": "朱栴", "paragraphs": "塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。\t廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？", "topic": "思乡", "notes": ["这首词选自《宣德宁夏志》，《嘉靖宁夏新志》、《弘治宁夏新志》、《万历朔方新志》、《朔方道志》亦收录此词，题目作《浪淘沙·塞垣秋思》。浪淘沙，词牌名。", "安仁《秋兴赋》：指西晋文学家潘岳，字安仁，工诗赋，曾作《秋兴赋》。", "憀栗：同“寥栗”，凄怆貌。", "夏城：即今宁夏回族自治区首府银川市老城。宋为西夏都城，明为九边重镇宁夏镇城，故称镇城为夏城。屯戍客：驻守边疆的人。"], "background": ""},
{"title": "隔浦莲近拍·中山县圃姑射亭避暑作", "author": "周邦彦", "paragraphs": "新篁摇动翠葆，曲径通深窈。夏果收新脆，金丸落，惊飞鸟。浓霭迷岸草。蛙声闹，骤雨鸣池沼。\t水亭小。浮萍破处，帘花檐影颠倒。纶巾羽扇，困卧北窗清晓。屏里吴山梦自到。惊觉，依然身在江表。", "topic": "思乡", "notes": ["隔浦莲近拍：词牌名。唐《", "集》有《隔浦莲》曲，调名本此。此调疑为", "自度曲。", "中山：山名。据《景定建康志》载：“中山，在溧水县东一十五里，高是一丈，周回五里。”县圃：县衙所属的园圃。姑射亭：周邦彦为丽水县衙后圃的亭子所起的名字。据南宋强焕《题周美诚词》：“（周邦彦）于治后圃有亭曰‘姑射’，有堂曰‘萧闲’，皆取神仙中事揭而名之。”姑射，取自《庄子·逍遥游》，该文说：姑射山中有神人居住，这个神人“肌肤若冰雪，绰约若处子，不食五谷，吸饮露，乘云气，御飞龙，而游于四海之外”。", "新篁（huáng）：新竹。翠葆（bǎo）：原指饰有翠鸟羽毛的车盖，这里比喻竹子的枝叶。葆是盖子的意思。南朝齐", "《侍宴华光殿曲水奉敕为皇子作》诗：“翠葆随风，金戈动日。”", "“曲径”句：弯弯曲曲的小路通往园林的深幽处。语本唐", "《题破山寺后禅院》诗：“曲径通幽处，禅房花木深。”", "“夏果”句：化用", "“冰盘夏荐碧实脆”诗意。脆果，新鲜脆嫩的果实。", "金丸：原指金弹子。《西京杂记》：“韩嫣好弹，常以金为丸，所失者日有十馀，长安为之语曰：'苦饥寒，逐金丸。'”", "《少年子》诗：“金丸落飞鸟”，是此句所本。但此处金丸是喻指金黄色的果实。", "浓霭（ǎi）：浓厚的雾气。", "沼：小水池。池之圆者为池，曲者为沼。", "“浮萍”二句：化用", "《题西溪无相院》“浮萍破处见山影”诗句。", "纶（guān）巾：亦称“诸葛巾”，是一种以丝巾带做成的头巾。羽扇：以鸟羽做成扇子。羽扇纶巾，是古代风流儒雅的士大夫的打扮。", "《念奴娇》词：“羽扇纶巾，谈笑间、强撸灰飞烟灭。”", "“困卧”句：用陶潜的典故，表示自己心情的恬淡。《晋书·陶潜传》：“尝言夏日虚闲，高卧北窗之下，清风飒至，自谓义皇上人。”", "屏里吴山：屏风上画的杭州山水。吴山，杭州西湖东南的一座山，为西湖名胜之一。这是化用", "《春日》诗：“评上吴山远，楼中塑管悲。”", "江表：古人通常把长江以南称为江表。这里指江宁（今南京）、溧水一带。"], "background": "此调标题为“中山县圃姑射亭避暑作”，中山距江苏溧水县不远，周邦彦于宋哲宗元祐八年（1093）春至绍圣三年（1096年）曾任江苏溧水令。此词当是作于此时。"},
{"title": "御街行·霜风渐紧寒侵被", "author": "佚名", "paragraphs": "霜风渐紧寒侵被。听孤雁、声嘹唳。一声声送一声悲，云淡碧天如水。披衣告语：雁儿略住，听我些儿事。\t塔儿南畔城儿里，第三个、桥儿外，濒河西岸小红楼，门外梧桐雕砌。请教且与，低声飞过，那里有、人人无寐。", "topic": "思乡", "notes": ["注释", "御街行：又名《孤雁儿》。《乐章集》、《张子野词》并入“双调”。双调七十八字，上下片各四仄韵。下片亦有略加衬字者。", "霜风：刺骨寒风。", "嘹唳（liáo lì）：形容声音响亮凄清。", "濒(bīn)：临。", "人人无寐(mèi)：每人都不能入睡。"], "background": "该词具体创作年代不可考，应为南宋初年。词人客居异乡，在秋夜听见孤雁的悲鸣，怀念起不在身边的亲人，因而写下了这首词。"},
{"title": "九日", "author": "文森", "paragraphs": "三载重阳菊，开时不在家。\t何期今日酒，忽对故园花。\t野旷云连树，天寒雁聚沙。\t登临无限意，何处望京华。", "topic": "思乡", "notes": ["何期 ：哪里想到。", "野旷云连树：孟浩然“野旷天低树”。"], "background": ""},
{"title": "扫花游·秋声", "author": "王沂孙", "paragraphs": "商飙乍发，渐淅淅初闻，萧萧还住。顿惊倦旅。背青灯吊影，起吟愁赋。断续无凭，试立荒庭听取。在何许？但落叶满阶，惟有高树。\t迢递归梦阻。正老耳难禁，病怀凄楚。故山院宇。想边鸿孤唳，砌蛩私语。数点相和，更著芭蕉细雨。避无处。这闲愁，夜深尤苦。", "topic": "思乡", "notes": ["秋声：时至秋日，西风起，草木凋零，多肃杀之声，曰秋声。", "商飙（biāo）：指秋风 。古人把五音与四季相配。商音配秋。商音凄厉。与秋无肃杀之气相应。因以商指秋季。", "淅淅：象声词，形容风声。", "倦旅：指倦于行旅的人。", "青灯：光线青荧的油灯，借指孤寂、清苦的生活。", "吊影：对影自伤。极言孤独。愁赋：度郎先自吟愁赋，凄凄更闻私语 。", "断续：意指风声不定时断时续。无凭，无准或不定之义。何许：何处。但：只，只有。", "迢（tiáo）递：遥远的样子。", "老耳难禁：老来不堪的取凄凉的秋声。", "边鸿：边塞的鸿雁。孤唳：指鸿雁孤鸣。砌蛩：台阶下的蟋蟀。", "数点：指雨滴。更著：更加上。"], "background": "至元二十八年（1291），元朝诏告天下寻访隐居埋名的人士，征辟任用南士，并责成各级官府严加督视。宋亡后一直隐居会稽的王沂孙在这一年被强征而起，出任庆元路学正。这一首《扫花游·秋声》，便是他出任庆元任上，日夜思念故乡并渴盼早日归家的心迹流露。"},
{"title": "玉蝴蝶·晚雨未摧宫树", "author": "史达祖", "paragraphs": "晚雨未摧宫树，可怜闲叶，犹抱凉蝉。短景归秋，吟思又接愁边。漏初长、梦魂难禁，人渐老、风月俱寒。想幽欢。土花庭甃，虫网阑干。\t无端。啼蛄搅夜，恨随团扇，苦近秋莲。一笛当楼，谢娘悬泪立风前。故园晚、强留诗酒，新雁远、不致寒暄。隔苍烟。楚香罗袖，谁伴婵娟。", "topic": "思乡", "notes": ["玉蝴蝶：词牌名。此调有小令及长调两体，小令为唐", "所创，双调，共四十一字。长调始于宋人", "，又称为《玉蝴蝶慢》，双调，九十九字，平韵。亦有九十八字体。", "宫树：本指宫廷之树，此处泛指，“宫”字修饰“树”。", "可怜二句：语出", "《题葛溪驿》诗：“鸣蝉更乱行人耳，犹抱疏桐叶半黄。”凉蝉，秋蝉。", "短景：指夏去秋来，白昼渐短。", "漏初长（cháng）：漏，漏壶，古代计时器，铜制有孔，可以滴水或漏沙，有刻度标志以计时间。简称“漏”。", "幽欢：幽会的欢乐。", "土花：苔藓。", "甃（zhòu）：井壁。", "虫网：指蜘蛛布网。", "阑干：栏杆。用竹、木、砖石或金属等构制而成，设于亭台楼阁或路边、水边等处作遮拦用。", "蛄：蝼蛄，通称喇喇蛄，有的地区叫土狗子，一种昆虫，昼伏夜出，穴居土中而鸣。", "恨随团扇：相传汉", "作《团扇歌》，序云：“婕妤失宠，求供养太后于长信宫，乃作怨诗以自伤，托辞于纨扇云。”", "苦近秋莲：莲心苦，故用以作比。", "谢娘：唐宰相", "家谢秋娘为名歌妓。后因以“谢娘”泛指歌妓。", "苍烟：苍茫的云雾。", "婵娟：形容仪态美好，借指美人。"], "background": ""},
{"title": "长亭怨·与李天生冬夜宿雁门关作", "author": "屈大均", "paragraphs": "记烧烛、雁门高处。积雪封城，冻云迷路。添尽香煤，紫貂相拥夜深语。苦寒如许。难和尔、凄凉句。一片望乡愁，饮不醉、垆头驼乳。\t无处，问长城旧主，但见武灵遗墓。沙飞似箭，乱穿向、草中狐兔。那能使、口北关南，更重作、并州门户。且莫吊沙场，收拾秦弓归去。", "topic": "思乡", "notes": ["长亭怨：词牌名，或作《长亭怨慢》。因", "词“阅人多矣，谁得似，长亭树”句而得名。双调九十七字，仄韵。", "李天生：即", "，字天生，山西富平人。明末诸生，早年", "加抗清活动，故词人与他意气相投。", "雁门关：故址在今山西雁门关西雁门山上。", "香煤：指烤火用的煤炭。", "紫貂（diāo）：用紫貂皮做成的衣服。", "凄凉句：指李因笃写的诗词。", "垆（lú）：置酒的土台、土墩子。", "驼（tuó）乳：驼奶酒。", "武灵遗墓：战国时赵国武灵王“胡服骑射”以教百姓，使赵国迅速强大，邻国不敢入侵。后因诸子内乱被困饿而死，墓在沙丘（今河北省平乡县东北）。", "口北关南：指张家口以北、雁门关以南的地区。", "并州：古九州之一。大约包括现在的山西大部和内蒙古、河北等省部分地区。", "秦弓：秦地南山产檀（tán）柘（zhè），是弓干的上等材料，故秦以出产良弓著名。"], "background": "康熙五年（1666年），词人在太原与李天生、朱彝尊、王士祯、毛奇龄等相会，后与李复出雁门关。这首词便是词人为事后追忆当时经历所作。"},
{"title": "醉桃源·赠卢长笛", "author": "吴文英", "paragraphs": "沙河塘上旧游嬉。卢郎年少时。一声长笛月中吹。和云和雁飞。\t惊物换，叹星移。相看两鬓丝。断肠吴苑草凄凄。倚楼人未归。", "topic": "思乡", "notes": ["醉桃源：词牌名。双调，四十七字，上片四句四平韵，下片五句四平韵。", "卢长笛：系一下层社会的乐工，据词中透露，是词人的一位老相识，极有可能还是词人的一位老乡。", "沙河塘：杭州的一条街道。在余杭门内，南宋时为繁华之处。", "物换星移：景物改换，星度推移。谓时序变迁，岁月流逝。", "吴苑（yuàn）：指苏州。苏州为春秋吴地，有宫阙苑囿之胜。后因以吴苑为苏州的代称。"], "background": "这首词大约作于吴文英四十五岁前后，时客居吴门。他与少时同伴卢长笛邂逅相遇，百感丛生，乡情骤涨，于是写了这首词来表达对友人的思念之情和思乡之情。"},
{"title": "于中好·雁帖寒云次第飞", "author": "纳兰性德", "paragraphs": "雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。\t人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。", "topic": "思乡", "notes": ["于中好：词牌名，双调，五十五字，押平声韵。", "帖：即贴，靠近，贴近。", "次第：依次。", "鬓（bìn)：脸旁靠近耳朵的头发。", "杳杳（yǎo）：渺无音讯的样子。", "依依：恋恋不舍。", "扫黛（dài）：扫眉，即画眉。古代女子以黛描画，这里指闺中妻子。"], "background": "纳兰性德的这首《于中好·雁帖寒云次第飞》具体写于何时，尚待考证，但是从内容来看，应当是词人在出行途中所写的思归之作。"},
{"title": "安公子·弱柳丝千缕", "author": "袁去华", "paragraphs": "弱柳丝千缕。嫩黄匀遍鸦啼处。寒入罗衣春尚浅，过一番风雨。问燕子来时，绿水桥边路。曾画楼、见个人人否。料静掩云窗，尘满哀弦危柱。\t庾信愁如许。为谁都著眉端聚。独立东风弹泪眼，寄烟波东去。念永昼春闲，人倦如何度。闲傍枕、百啭黄鹂语。唤觉来厌厌，残照依然花坞。", "topic": "思乡", "notes": ["安公子：原唐教坊曲名，后用作词凋名。此凋有不同诸格体，俱为双调。在此只列一体。前片八句，后片七句，共八十字。前片第一、四、五、八句和后片第二、四、七句押韵，均用仄声韵。", "弱柳：柳条柔弱，故称弱柳。", "鸦啼处：此指柳树丛中。", "罗衣：轻软丝织品制成的衣服。", "人人：犹言人儿，对亲爱者的称呼，情人的昵称。宋时口语。", "哀弦危柱：指乐声凄绝。柱，筝瑟之类弦乐器上的弦柱。危，高，指弦音高厉。此处“危”“哀”是弦柱的修饰语。", "庾信愁如许：庾信，南北朝时诗人。", "春闲，春日闲寂无聊，觉得天长难以打发。永，长。永昼，即昼永，日长之意。", "百啭：鸣声婉转多样。", "1厌厌：即恹恹，精神不振貌。", "1花坞：花房。坞，原指四面高中央低的山地，引申为四面挡风的建筑物。"], "background": "全词以一个“愁”字为潜思默化的内在机杼，使词中各景各物显得动静有致、远近协调、浓淡相配、情景相谐，在幽怨悲凄中亦饶清朗活畅的韵致，所以成为耐人吟味的词坛佳作。"},
{"title": "望湘人·记归程过半", "author": "陆宏定", "paragraphs": "记归程过半，家住天南，吴烟越岫飘渺，转眼秋冬，几回新月，偏向离人燎皎。急管宵残，疏钟梦断，客衣寒悄。忆临岐，泪染湘罗，怕助风霜易老。\t是尔翠黛慵描，正恹恹憔悴，向予低道：念此去谁怜，冷暖关山路杳？才携手教、款语丁宁，眼底征云缭绕。悔不剪、春雨蘼芜，牵惹愁怀多少！", "topic": "思乡", "notes": ["新月：缺月，农历每月初出的弯形的月亮。 ", "燎皎：形容明亮。", "翠黛：眉的别称。古代女子用螺黛(一种青黑色矿物颜料)画眉，故名。", "恹恹：精神不好，困倦的样子。", "杳：远得看不见踪影。", "蘼芜：一种香草，别名江蓠。“江蓠”谐音“将离”。"], "background": ""},
{"title": "祝英台近·春日客龟溪游废园", "author": "吴文英", "paragraphs": "采幽香，巡古苑，竹冷翠微路。斗草溪根，沙印小莲步。自怜两鬓清霜，一年寒食，又身在、云山深处。\t昼闲度。因甚天也悭春，轻阴便成雨。绿暗长亭，归梦趁飞絮。有情花影阑干，莺声门径，解留我、霎时凝伫。", "topic": "思乡", "notes": ["龟溪：水名，在今浙江德清县。《德清县志》：“龟溪古名孔愉泽，即余不溪之上流。昔孔愉见渔者得白龟于溪上，买而放之。”", "古苑：即废园。", "翠微路：指山间苍翠的小路。", "斗草溪根：在小溪边斗草嬉戏。", "莲步：指女子脚印。", "因甚：为什么。", "悭（qiān）春：吝惜春光。悭，此作刻薄解。", "凝伫：有所思虑或期待，久立不动。"], "background": ""},
{"title": "沁园春·寒食郓州道中", "author": "谢枋得", "paragraphs": "十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏，风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道，此不由乎我，也不由他。\t鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙，浮生蝉蜕，岂恋黄沙。帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华。", "topic": "思乡", "notes": ["沁园春：词牌名，又名“东仙”“寿星明”“洞庭春色”等。", "郓（yùn）末：北宋末名，治所须城，即今山东东平。这里用北宋旧名，以示不忘故国。", "宰柏：坟墓上的柏树，又称宰树、宰木。", "飞花：切寒食节。", "只鸡斗酒：均指祭品。", "几误林间噪喜鸦：祭扫过后，林间的鸦鹊就可来啄食这些祭品，由于自己多年末能祭扫，故耽误了鸦鹊。几，屡次。", "紫府清都：道家称仙人居住之地为紫府；清都，指恋帝所居的官。", "绛阙：指神仙宫阙。", "《水龙吟》：“古来云海茫茫，道山绛阙知何处”？", "黄沙：意指尘埃浊世。", "过家上冢：回家乡上坟。此处非泛说，而是特指奉皇帝之命回家祭告先祖，显示皇帝的恩宠。", "书锦：意指富贵还乡。"], "background": "该词是谢枋得当年过郓州时所作。宋朝灭亡之后，元朝不断南征。其间，作者一直隐居在闽中，直到至元二十六年（1289），元统治者强行逼迫词人北上，中途遇寒食节，遂作此词。词人四月到了燕京，但最终绝食而死，年仅六十四岁。"},
{"title": "梦江南·九曲池头三月三", "author": "贺铸", "paragraphs": "九曲池头三月三，柳毵毵。香尘扑马喷金衔，涴春衫。\t苦笋鲥鱼乡味美，梦江南。阊门烟水晚风恬，落归帆。", "topic": "思乡", "notes": ["九曲池头：据考察，苏州并无九曲池。《建康志》裁，九曲池在台城东宫城内，粱昭明太子所凿。长安有曲江池.，为都中第一胜景，开元、天宝年间上巳日（三月初三）游人云集，盛况空前。建康又有九曲池，蜀中有所谓龙池九曲，贺词中的“九曲池”可能指的是京都汴京的游览胜地，并非实指。五代后蜀", "宫词云：“龙池九曲远相通，杨柳丝牵两岸三。”花蕊夫人采的是蜀中指汴京供皇帝游乐与士庶纵赏的金明池等一带河塘。《越绝书》中云：“胥门外有九曲路，闺庐造以游姑苏之台，以望太湖。” ", "三月三：阴历三月三日。魏晋以后固定这一天为上巳节，人们都到水边嬉游采兰或洗沐，以示驱除不祥，名叫“修禊”。", "毵毵（sān sān）：枝条细长的样子。", "衔（xián）：马嚼子。", "涴（wǎn）：污染。", "鲥（shí）鱼：生活在海中，五六月间入淡水产卵时，脂肪肥厚，味最鲜美，中国沿海各大河流中都有。", "阊（chāng）门：苏州城的西门。"], "background": "北宋末期词坛名家贺铸，本是一位怀有济世大志与治事才能之人。因性情刚介，任侠尚气，为当轴者所忌，虽为后族宗婿，终不得重用。一生久沉下僚，悒悒不得志，遂有归隐山湖之愿。他的不少词作，反映了这两种思想的交替和矛盾。这首词是他中年时在苏州客居后，再次去汴京谋职时所作。"},
{"title": "诉衷情·秋情", "author": "吴文英", "paragraphs": "片云载雨过江鸥。水色澹汀洲。小莲玉惨红怨，翠被又经秋。\t凉意思，到南楼。小帘钩。半窗灯晕，几叶芭蕉，客梦床头。", "topic": "思乡", "notes": ["诉衷情：唐教坊曲名，后用作词调。又名作“步花间”“桃花水”“偶相逢”“画楼空”“试周郎”“一丝风”。分单双调两体。单调三十三字，九句，平、仄韵互用，六平韵为主，二仄韵两部错叶。双调，四十字，上片四句三平韵，下片六句三平韵。也有四十一字至四十五字等体。《梦窗词集》诸词，为四十四字体。", "澹：亦写作“淡”。"], "background": ""},
{"title": "柳梢青·病酒心情", "author": "黄简", "paragraphs": "病酒心情。唤愁无限，可奈流莺。又是一年，花惊寒食，柳认清明。\t天涯翠巘层层。是多少、长亭短亭。倦倚东风，只凭好梦，飞到银屏。", "topic": "思乡", "notes": ["病酒：醉酒。", "流莺：流莺亦作“ 流鸎 ”。即莺。流，谓其鸣声婉转。", "翠巘：青翠的山峰。"], "background": ""},
{"title": "声声慢·咏桂花", "author": "吴文英", "paragraphs": "蓝云笼晓，玉树悬秋，交加金钏霞枝。人起昭阳，禁寒粉粟生肌。浓香最无著处，渐冷香、风露成霏。绣茵展，怕空阶惊坠，化作萤飞。\t三十六宫愁重，问谁持金锸，和月都移。掣锁西厢，清尊素手重携。秋来鬓华多少，任乌纱、醉压花低。正摇落，叹淹留、客又未归。", "topic": "思乡", "notes": "", "background": ""},
{"title": "梦扬州·晚云收", "author": "秦观", "paragraphs": "晚云收。正柳塘、烟雨初休。燕子未归，恻恻清寒如秋。小栏外，东风软，透绣帷、花蜜香稠。江南远，人何处，鹧鸪啼破春愁。\t长记曾陪燕游。酬妙舞清歌，丽锦缠头。殢酒为花，十载因谁淹留。醉鞭拂面归来晚，望翠楼，帘卷金钩。佳会阻，离情正乱，频梦扬州。", "topic": "思乡", "notes": ["梦扬州：《钦定词谱》云：“宋", "自制词，取词中结句为名。”又云：“此调只此一词，无别首可校。”可知此词为少游创调。《花庵词选》及《草堂诗馀》别集题作“中春”。", "柳塘：栽植杨柳的池边堤岸。唐严维《酬刘员外见寄》诗：“柳塘春水漫，花坞夕阳迟。”宋", "《踏莎行》：“杨柳回塘，鸳鸯别浦。”", "烟雨：濛濛细雨。", "燕子未归：言春社未到。燕子春社来，秋社去，又称“社燕”。春社在立春后第五个戊日，约农历二月二十左右。", "恻恻（cè）：寒侵肌肤的感觉。", "东风软：春风柔和。", "花蜜香稠（chóu）：《词谱》作“阴密”，《花庵词选》及毛本作“花密”。“密”与“稠”对举，义较胜。疑宋本有误。", "鹧（zhè）鸪（gū）：鸟名。", "缠头：唐宋时以锦彩赏赐歌女舞妓，称“缠头”。实指赏赐的酬金。", "殢（tì）酒为花：沉溺于酒色之中。为花，张本、毛本作“困花”。", "醉鞭（biān）拂面：酒醉中用马鞭在脸上轻轻拂拭。唐", "《晚兴》诗：“柳条春拂面，衫袖醉垂鞭。”", "翠楼：华美的高楼。后多指女子所居。", "佳会：犹佳期。指与所欢的约会。", "离情正乱：离别的痛苦正使心情烦乱。"], "background": "据秦瀛（yíng）《淮海先生年谱》，宋元丰二年（1079年）正月十五日，少游将如越省亲，这首词便是少游在外冶游时怀恋扬州的一位歌妓而作，以艳语写乡情。"},
{"title": "浪淘沙·九日从吴见山觅酒", "author": "吴文英", "paragraphs": "山远翠眉长。高处凄凉。菊花清瘦杜秋娘。净洗绿杯牵露井，聊荐幽香。\t乌帽压吴霜。风力偏狂。一年佳节过西厢。秋色雁声愁几许，都在斜阳。", "topic": "思乡", "notes": ["浪淘沙：唐教坊曲名。此调最早创自唐代", "和", "。初为小令，形式与七言绝句相同，单调四句，二十八字。五代时始流行长短句的双调小令，又名“卖花声”“过龙门”“浪淘沙慢”。十句，五十四字，上、下片各五句四平韵。《乐章集》名“浪淘沙令”，入“歇指调”，上下片首句各少一字。复就本宫调演为长调慢曲，共一百三十四字，分三段，第一、二段各四仄韵，第三段两仄韵，定用入声韵（唐宋人词，凡同一曲调，原用平声韵者，如改仄声韵，例入声；原用入声韵者，亦常改作平韵）。《清真集》入“商调”，韵位转密，句豆亦与《乐章集》多有不同，共一百三十三字，第一段六仄韵，第二、三段各五仄韵，并叶入声韵。", "吴见山：", "词友，常有唱酬相和。《梦窗词》中，题其名的即有六首，而和词或用其原韵而作的竟有五首之多。可见吴见山必精于填词。", "：文学故事人物。", "《杜秋娘诗序》说是唐时金陵女子，姓杜，名秋。原为节度使李铸妾。善唱《金缕衣》曲。后来入宫，为宪宗所宠。穆宗立，为皇子保姆。皇子被废，秋娘归故乡，穷老无依。旧时用来泛指年老色衰的女子。也用以比拟秋日之花。", "绿杯：绿玉杯。杯的美称。露井：没有盖的井。", "《望人家桃李花》诗：“桃李从来露井傍。”", "《春宫曲》：“昨夜风开露井桃。”", "乌帽：用晋桓温九月九日集宴龙山，席间参军孟嘉帽子被风吹落而不觉的故事。此处借写秋日与友宴集之感慨。"], "background": ""},
{"title": "浣溪沙·丙辰岁不尽五日吴松作", "author": "姜夔", "paragraphs": "雁怯重云不肯啼，画船愁过石塘西。打头风浪恶禁持。\t春浦渐生迎棹绿，小梅应长亚门枝，一年灯火要人归。", "topic": "思乡", "notes": ["浦：水滨。", "棹（zhào）：划船的工具，船桨，也指船。", "长（zhǎng）亚门：长得靠近门楣。", "一年灯火：指春节至元宵节的灯笼、焰火之类。", "要：通“邀”。", "《桃花源记》：“便要还家。”", "重云：重重云层。", "石塘：在苏州的小长桥。", "恶（wù）：猛，厉害。", "禁（jīn）持：“禁”通“今”，摆布。"], "background": "这首词写还家过年之情。姜夔一生布衣，以清客身份依人篱下，辗转飘泊，除夕不能回家过年，已是常事。宋宁宗庆元二年丙辰除夕前五日，姜夔从无锡乘船归杭州（当时白石移家杭州，依张鉴门下），途中经过吴松，遂作此词。"},
{"title": "生查子·短焰剔残花", "author": "纳兰性德", "paragraphs": "短焰剔残花，夜久边声寂。倦舞却闻鸡，暗觉青绫湿。\t天水接冥蒙，一角西南白。欲渡浣花溪，远梦轻无力。", "topic": "思乡", "notes": ["生查子（shēngzhāzǐ）：原唐教坊曲，后用为词调。", "短焰：指蜡烛的火焰已短。", "剔（tī）残花：把残存的灯花剪去，使烛光明亮。", "边声：边地特有的声音，如马嘶、风吼、戍角声、战鼓声等等。", "“倦舞”句：意谓在倦于起舞的时候却偏偏听到鸡鸣声。此处反用祖逖“闻鸡起舞”的典故。", "青绫：青色的丝织品，此指青绫被。", "冥蒙：幽暗不明。", "《杂体诗·效", "侍宴》：“青林结冥蒙，丹嵘被葱蒨。”", "浣花溪：在成都市西郊，为锦江支流，", "曾于溪旁筑草堂而居。此借指自己的家。"], "background": "该篇作于词人旅居塞外之时，描写了塞外的清冷景象以及词人在半梦半醒之际的倦怠感受，其时恰逢三藩之乱，词人想要去为国效力，但无踊跃之心。"},
{"title": "浣溪沙·楼上晴天碧四垂", "author": "周邦彦", "paragraphs": "楼上晴天碧四垂，楼前芳草接天涯。劝君莫上最高梯。\t新笋已成堂下竹，落花都上燕巢泥。忍听林表杜鹃啼。", "topic": "思乡", "notes": ["浣（huàn）溪沙：唐代教坊曲名，后用为词牌。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。最早采用此调的是唐人", "，通常以其词为正体，另有四种变体。全词分两片，上片三句全用韵，下片末二句用韵。此调音节明快，为婉约、豪放两派词人所常用。", "碧（bì）四垂：四面青天与远处绿野相接，自高而下，同一碧色。", "芳草：意为芳草掩映的归途。", "高梯：高楼。暗指登高易动乡情。", "燕巢（cháo）泥：落花化为泥土，被燕子衔去筑巢。", "林表：", "。", "杜鹃（juān）：鸟名，其声衷苦，似“不如归去”，勾人乡思。"], "background": "宣和二年（1120），周邦彦曾任顺昌知府，这首词或许是这个时期所作。暮春之时，词人登高远望，看到天空中万里无云，地下芳草萋萋，远处的林外又传来杜鹃的啼鸣，触发了词人的惜春伤怀之情，于是写下这首词。"},
{"title": "南乡子·烟漠漠", "author": "李珣", "paragraphs": "烟漠漠，雨凄凄，岸花零落鹧鸪啼。远客扁舟临野渡，思乡处，潮退水平春色暮。", "topic": "思乡", "notes": ["南乡子：原唐教坊曲名，后用作词牌名。原为单调，有二十七字、二十八字、三十字各体，平仄换韵。", "漠漠：烟雾迷蒙的样子。", "《茅屋为秋风所破歌》：“俄倾风定云墨色，秋天漠漠向昏黑。”", "凄凄：寒凉貌。《诗经·郑风·风雨》：“风雨凄凄，鸡鸣喈喈。”", "鹧（zhè）鸪（gū）：鸟名。形似雌雉，头如鹑，胸前有白圆点，如珍珠。背毛有紫赤浪纹。足黄褐色。以谷粒、豆类和其他植物种子为主食，兼食昆虫。为中国南方留鸟。古人谐其鸣声为“行不得也哥哥”，诗文中常用以表示思念故乡。", "扁（piān）舟：小船。临野渡：靠近荒野渡口处。", "水平：水面平静。"], "background": ""},
{"title": "百字令·宿汉儿村", "author": "纳兰性德", "paragraphs": "无情野火，趁西风烧遍、天涯芳草。榆塞重来冰雪里，冷入鬓丝吹老。牧马长嘶，征笳乱动，并入愁怀抱。定知今夕，庾郎瘦损多少。\t便是脑满肠肥，尚难消受，此荒烟落照。何况文园憔悴后，非复酒垆风调。回乐峰寒，受降城远，梦向家山绕。茫茫百感，凭高唯有清啸。", "topic": "思乡", "notes": ["百字令：词牌名，即念奴娇。双调一百字，上下片各十句四仄韵。", "汉儿村：在今辽宁省朝阳县境内。", "榆塞：榆关，即山海关。", "“牧马”两句：汉", "《答", "书》：“胡笳互动，牧马悲鸣。”", "庾郎：北周诗人庾信。他身经丧乱，作品饱含愁思，曾作《愁赋》。", "脑满肠肥：不操心的人，吃得饱，养得胖。", "文园：指司马相如。", "酒垆风调：据《史记·司马相如列传》，司马相如曾和妻子", "在酒店当垆卖酒。", "回乐峰：在今宁夏灵武西南。", "受降城：有三处，这里泛指边塞。"], "background": "按词中描写的是秋冬景色，且曰‘榆塞重来’，可知是指作者于康熙二十一年八，习至十二月随副都统郎谈赴梭龙时第二次至山海关，故应系于该年八、九月份。"},
{"title": "清平乐·发汉儿村题壁", "author": "纳兰性德", "paragraphs": "参横月落，客绪从谁托。望里家山云漠漠，似有红楼一角。\t不如意事年年，消磨绝塞风烟。输与五陵公子，此时梦绕花前。", "topic": "思乡", "notes": ["清平乐：词牌名，又名《清平乐令》《醉东风》《忆萝月》，双调四十六字，前段四句四仄韵，后段四句三平韵。", "汉儿村：地名，具体位置尚待考证。", "参（shēn）横月落：指落月与横斜的星显得参差不齐的样子。参：参宿，二十八宿之一，属西方土宿。中间三颗星俗称三星。", "漠漠：这里指大面积分布的样子。", "红楼：即家园中的楼阁。", "绝塞：遥远的边塞。", "五陵公子：京都富豪子弟。五陵：以西汉王朝在这里设立的五个陵邑而得名，古人以五陵代指京都繁华之地。"], "background": "张草纫《纳兰词笺注》载：“按词中描写的是秋冬景色，且曰‘榆塞重来’，可知是指作者于康熙二十一年（1682年）八月至十二月随副都统郎谈赴梭龙时第二次至山海关，故应系于该年八、九月份。”"},
{"title": "紫骝马", "author": "李白", "paragraphs": "紫骝行且嘶，双翻碧玉蹄。\t临流不肯渡，似惜锦障泥。\t白雪关山远，黄云海戍迷。\t挥鞭万里去，安得念春闺。", "topic": "思乡", "notes": ["紫骝：暗红色的马。", "双翻碧玉蹄：此句来自沈佺期的诗“四蹄碧玉片”。", "障泥：披在马鞍旁以挡溅起的尘泥的马具。", "念：又作“恋”。"], "background": ""},
{"title": "临江仙·绿暗汀洲三月暮", "author": "晁补之", "paragraphs": "绿暗汀洲三月暮，落花风静帆收。垂杨低映木兰舟。半篙春水滑，一段夕阳愁。\t灞水桥东回首处，美人新上帘钩。青鸾无计入红楼。行云归楚峡，飞梦到扬州。", "topic": "思乡", "notes": ["汀州：汀指水边的平地，州指水中的沙洲。", "木兰舟：用木兰树木材造的舟。船的美称。", "篙（gāo）：撑船的竹竿或木杆， 滑：指春天江水上涨，行船流利。", "灞（bà）水桥：地名，在长安城东。唐代人们离开京都，多在此处折柳赠别。后来就成了与亲友话别地点的代称。", "青鸾（luán）：传说中凤凰一类的鸟。红楼：指美人居住的房子。", "行云归楚峡：", "《高唐赋》序里有楚怀王梦见巫山神女与他欢会的事。此后文人多用巫山云雨代指男女恋爱欢会。楚峡即指巫山。"], "background": ""},
{"title": "水龙吟·夜深客子移舟处", "author": "姜夔", "paragraphs": "夜深客子移舟处，两两沙禽惊起。红衣入桨，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂陵游倦，长干望久，芳心事、箫声里。\t屈指归期尚未。鹊南飞、有人应喜。画阑桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。", "topic": "思乡", "notes": ["水龙吟：词牌名，又名“龙吟曲”、“庄椿岁”、“小楼连苑”等。双调一百零二字，前后片各四仄韵。", "黄庆长：作者友人，生平未详。鉴湖：在浙江绍兴市南。原名庆湖，又称长湖、镜湖。怀归之曲：思乡曲。课予：嘱予。和之：按前作格律另作一首。", "客子：客居他乡之人。移舟：移舟近岸。", "沙禽：栖息沙洲的水鸟。", "红衣入桨：荷花倒映水中，船桨在花影中划动。红衣，指荷花。", "青灯：船中油灯，其光青荧。摇浪：灯光映入水中，随波荡漾。", "徽凉意思：徽觉凉意。", "有如此水：有此水作证。祖逖北伐渡江，中流击楫而誓曰：“不能清中原而复济者，有如此江！”（《晋书·祖逖传》）", "茂陵游倦：", "称病免官后家居茂陵。茂陵，汉武帝陵墓，在今映西兴平县东北。", "长干望久：闺中人盼望已久。", "《长干行》：“早晚下三巴，预将书报家，相迎不道远，直至长风沙。”长干，金陵（南京）里巷名。", "芳心事：美好的心事。", "萧声里：从萧声中传达出来。", "鹊南飞：鹊噪报喜，行人即归，又有月夜鹤飞报喜之意。", "《短歌行》:“月明星稀，乌鹊南飞。”", "画阑：雕花栏杆。桂子：桂花。", "提携影底：撰手于花影之下。", "幽梦：赚胧的梦境。", "谢郎：", "，南朝宋文学家，作有《月赋》，有“美人迈兮音尘绝，隔千里兮共明月”之句。", "月明千里，即指谢庄《月赋》之句，此借指友人原作。"], "background": "者年轻时在合肥种下一段相思情事，至暮年而不改其心之诚。绍熙四年（1193）之秋，作者客游绍兴，与友人黄庆长清夜泛舟城南之鉴湖，庆长作怀归之词，嘱作者和之，遂有此作。"},
{"title": "淡黄柳·空城晓角", "author": "姜夔", "paragraphs": "客居合肥南城赤阑桥之西，巷陌凄凉，与江左异。唯柳色夹道，依依可怜。因度此阕，以纾客怀。\t空城晓角，吹入垂杨陌。马上单衣寒恻恻。看尽鹅黄嫩绿，都是江南旧相识。\t正岑寂，明朝又寒食。强携酒、小桥宅。怕梨花落尽成秋色。燕燕飞来，问春何在？唯有池塘自碧。", "topic": "思乡", "notes": ["赤阑桥：红色栏杆的桥。", "江左：泛指江南。", "纾：消除、抒发。", "晓角：早晨的号角声。", "恻恻：凄寒。", "鹅黄：形容柳芽初绽，叶色嫩黄。", "岑寂：寂静。", "小桥：后汉乔玄次女为小桥，此或借之谓合肥情人。"], "background": ""},
{"title": "双头莲·呈范至能待制", "author": "陆游", "paragraphs": "华鬓星星，惊壮志成虚，此身如寄。萧条病骥。向暗里、消尽当年豪气。梦断故国山川，隔重重烟水。身万里，旧社凋零，青门俊游谁记？\t尽道锦里繁华，叹官闲昼永，柴荆添睡。清愁自醉。念此际、付与何人心事。纵有楚柁吴樯，知何时东逝？空怅望，鲙美菰香，秋风又起。", "topic": "思乡", "notes": ["双头莲：词牌名，双调一百字，前段十句六仄韵，后段十句五仄韵；或双调一百三字，前段十三句三仄韵，后段十二句五仄韵。呈范至能待制：呈上给待制", "。至能，范成大的字。待制，官名，唐置。太宗即位，命京官五品以上，更宿中书﹑门下两省，以备访问。", "星星：形容发白。身如寄：指生活漂泊不定。", "萧条：冷寂。病骥：病马。", "旧社：旧日的集社。凋零：这里意为“星散”。青门：长安的东门，此指南宋都城。俊游：指昔日与朋友们美好的交游。", "锦里：本指成都城南锦江一带，后人用作成都的别称，亦称锦城。", "柁（duò）、樯（qiáng）：代指船只。楚柁吴樯：指回东南故乡的下行船只。东逝：向东航行。", "鲙：通脍，把鱼肉切细。菰（gū）：菰米。脍美菰香：写山阴的风味佳肴，用晋", "见秋风起，思念家乡鲈鱼菰莱味美、弃官回乡之典。事见《晋书·张翰传》。"], "background": "宋孝宗淳熙二年（1175）秋天，诗人在成都范成大府中为官时，因感到壮志成空，北伐大业遥遥无期，现任官职又十分闲散无聊，遂沉湎诗酒，狂放不羁，故而想向老朋友倾诉心里话，写下了这首诗。"},
{"title": "点绛唇·一种蛾眉", "author": "纳兰性德", "paragraphs": "一种蛾眉，下弦不似初弦好。庾郎未老，何事伤心早？\t素壁斜辉，竹影横窗扫。空房悄，乌啼欲晓，又下西楼了。", "topic": "思乡", "notes": ["一种：犹言一样、同是。蛾眉：蚕蛾的触须弯曲细长，故用以比喻女子的眉毛。此借指月亮。", "下欢：指农历每月二十三日前后的月亮。初欢：即上欢，指农历每月初八前后的月亮，其时月如弓欢，故称。古人以蛾眉代指女人的眉毛，又以上欢、下欢之月代指女人的眉毛下垂或上弯。", "庾（yǔ）郎：即庾信，南北朝后周人，骈文写得尤好，著有《伤心赋》，伤其女儿与外孙相继而去时的悲伤。词人二十三岁丧妻，故以庾信自况。", "素壁：白色的墙壁、山壁、石壁。斜晖：指月光。", "乌啼：乌鸦鸣叫。又下西楼：指月落。"], "background": "这首《点绛唇·一种蛾眉》是词人于第一任妻子卢氏难产死后所作，是一首悼亡词。卢氏才貌双全，知书达理，性情温雅，与词人恩爱情笃，故其死后，词人悼亡之音破空而起，这首词便是词人在《饮水词》中悼亡卢氏的一首代表作。"},
{"title": "渔家傲·寄仲高", "author": "陆游", "paragraphs": "东望山阴何处是？往来一万三千里。写得家书空满纸。流清泪，书回已是明年事。\t寄语红桥桥下水，扁舟何日寻兄弟？行遍天涯真老矣。愁无寐，鬓丝几缕茶烟里。", "topic": "思乡", "notes": ["仲高：陆升之（1113-1174），字仲高，", "的堂兄。", "山阴：今浙江省绍兴市，陆游的家乡。", "红桥：又名虹桥，在山阴近郊。", "扁（piān）舟：小船。", "愁无寐（mèi）：愁中失眠", "鬓丝：形容鬓发斑白而稀疏。", "茶烟：煮茶时冒出的水气。"], "background": "乾道八年（1172）秋，陆游在川中阆州仙鱼铺收到仲高从家乡山阴寄来的书信，作《仙鱼铺得仲高兄书》诗，其中有“病酒今朝载卧舆，秋云漠漠雨疏疏。阆州城北仙鱼铺，忽得山阴万里书”之句。仲高死于淳熙元年（1174）。此词当作于乾道八年至淳熙元年之间。"},
{"title": "卜算子·五月八日夜凤凰亭纳凉", "author": "叶梦得", "paragraphs": "新月挂林梢，暗水鸣枯沼。时见疏星落画檐，几点流萤小。\t归意已无多，故作连环绕。欲寄新声问采菱，水阔烟波渺。", "topic": "思乡", "notes": ["卜算子：词牌名，又名《百尺楼》、《眉峰碧》、《楚天遥》等。凤凰亭：又名薰莱亭，位于浙江省湖州市长兴县三界线新城路。", "暗水：潜流的沟水。", "画沼：这里指即将干涸的池塘。", "画檐：有画饰的屋檐。唐代郑嵎《津阳门》诗：“象牀尘凝罨飒被，画檐虫网颇梨碑。”唐代李渥《秋日登越王楼献于中丞》诗：“画檐先弄朝阳色，朱槛低临众木秋。”", "连环绕：连接成串的玉连环，常指难以解开的忧愁。这里指连续往返的样子。", "新声：新谱的曲子。", "采菱：采菱之人，代指歌女。", "水阔：宽阔的水面。"], "background": "《卜算子·五月八日夜凤凰亭纳凉》是叶梦得晚年隐居浙江湖州所作，当时的南宋词坛多以豪放见长，但历经自高宗建炎二年（1128）起的十五年坎坷官宦生涯的他已经对政治灰心丧气，只以读书吟咏自乐，故该词中已由豪放向委婉转变。"},
{"title": "琐窗寒·寒食", "author": "周邦彦", "paragraphs": "暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨。洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅。\t迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。想东园、桃李自春，小唇秀靥今在否。到归时、定有残英，待客携尊俎。", "topic": "思乡", "notes": ["剪烛西窗语：借", "《夜雨寄北》“何当共剪西窗烛，却话巴山夜雨时”语，抒发怀乡之情。", "百五：指寒食节。冬至后一百零五日为寒食。", "旗亭：指酒楼。", "高阳俦侣：西汉郦食其自称高阳酒徒。", "靥（yè）：脸上的酒窝。"], "background": ""},
{"title": "水龙吟·夜来风雨匆匆", "author": "程垓", "paragraphs": "夜来风雨匆匆，故园定是花无几。愁多怨极，等闲孤负，一年芳意。柳困桃慵，杏青梅小，对人容易。算好春长在，好花长见，原只是、人憔悴。\t回首池南旧事，恨星星、不堪重记。如今但有，看花老眼，伤时清泪。不怕逢花瘦，只愁怕、老来风味。待繁红乱处，留云借月，也须拚醉。", "topic": "思乡", "notes": ["水龙吟：词牌名。水龙吟出自", "诗句“笛奏水龙吟”。此调句读各家不同，《词谱》分立二谱。此调气势雄浑，宜用以抒写激奋情思。又名《丰年瑞》、《鼓笛慢》、《龙吟曲》、《小楼连苑》、《庄椿岁》、《海天阔处》等。", "孤负：徒然错过。同“辜负”。", "池南：池阳之南，指蜀地，即作者故园。", "星星：比喻间杂的白发。"], "background": ""},
{"title": "凭阑人·金陵道中", "author": "乔吉", "paragraphs": "瘦马驮诗天一涯，倦鸟呼愁村数家。扑头飞柳花，与人添鬓华。", "topic": "思乡", "notes": ["凭阑人：曲牌名，调名本意即咏楼上身倚栏杆的人。调见元邵亨贞《蚁术词选》。单调二十四字，四句四平韵。", "金陵：即今江苏南京市。", "天一涯：天一方。", "鬓华：鬓发花白。"], "background": "“曲从肺腑出，出辄愁肺腑。”乔吉的这首《凭阑人·金陵道中》正是如此。作者在穷游天涯之后，路过金陵古道，再涌思乡念头，忍不住写下了这曲《凭阑人》。"},
{"title": "生查子·落梅庭榭香", "author": "晏几道", "paragraphs": "落梅庭榭香，芳草池塘绿。春恨最关情，日过阑干曲。\t几时花里闲，看得花枝足。醉后莫思家，借取师师宿。", "topic": "思乡", "notes": ["“日过”句：南朝乐府《西洲曲》：“望郎上青楼。楼高望不见，尽日栏干头。栏干十二曲，垂手明如玉。”此句化用以表怀人之情。", "“几时”二句：花里、花枝之花，都是喻人。"], "background": ""},
{"title": "诉衷情·夜寒茅店不成眠", "author": "吴激", "paragraphs": "夜寒茅店不成眠，残月照吟鞭。黄花细雨时候，催上渡头船。\t鸥似雪，水如天，忆当年。到家应是，童稚牵衣，笑我华颠。", "topic": "思乡", "notes": ["华颠：头上白发。"], "background": ""},
{"title": "南柯子·怅望梅花驿", "author": "范成大", "paragraphs": "怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。\t缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。", "topic": "思乡", "notes": ["南柯子：词牌名，唐教坊曲名。又名《春宵曲》《十爱词》《南歌子》《前晶帘》《风蝶令》《宴齐山》《梧南柯》《望秦川》《碧窗梦》等，后用为词牌。双调五十二字，前后片相同。两片末句均九字，句法上二下七，与《相见欢》末句相同。", "梅花驿：寄送信件的驿站。语见南朝", "《赠", "》诗：“折梅逢驿使，寄与陇头人。”范诗用此，意谓期盼伊人送来信息。驿：驿站，古时供官府信使中古换马和歇宿处。", "杜若洲：生长杜若的前中小岛。语见《楚辞·九歌·湘君》：“采芳洲兮杜若，将以遗兮下女。”此借谓欲寄杜若给伊人以表情意。杜若：一种香草。", "木兰舟：用木兰做成的船。", "缄素：古人用帛写信，因称书信为缄素。缄：捆扎。双鱼：事见汉乐府《饮马长城窟行》：“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。”后因用双鱼指代书信。", "题红片叶：用唐人红叶题诗事：唐宣宗时，卢渥赴京应试，在御沟中偶得一片红叶，上有诗云：“流前何太急，深宫尽日闲；殷勤谢红叶，好去到人间。”后卢渥娶得一宫女，这宫女恰是当年红叶题诗之人。此以题红表示书信。"], "background": ""},
{"title": "定西番·紫塞月明千里", "author": "牛峤", "paragraphs": "紫塞月明千里，金甲冷，戍楼寒。梦长安。\t乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。", "topic": "思乡", "notes": ["紫塞：长城，亦泛指北方边塞。", "金甲：铁铠甲。", "戍楼：边塞驻军的营房。", "画角：古乐器名，出自西羌，口细尾大，形如牛角，以竹木或皮革制成，外加彩绘，故称“画角”。后来军中多用以报昏晓，振士气。"], "background": ""},
{"title": "点绛唇·十月二日马上作", "author": "龚自珍", "paragraphs": "一帽红尘，行来韦杜人家北。满城风色，漠漠楼台隔。\t目送飞鸿，景入长天灭。关山绝，乱云千叠，江北江南雪。", "topic": "思乡", "notes": ["点绛唇：词牌名，四十一字，上片三仄韵，下片四仄韵。《清真集》入“仙吕调”，元北曲同，但平仄句式略异，今京剧中犹常用之。", "一帽：暗用“侧帽”典。《周书·独孤信传》：“（独孤）信在秦州，尝因猎，日暮，驰马入城，其帽微侧。吉旦，而吏民有戴帽者，咸慕信而侧帽焉。其为邻境及士庶所重如此。”本处取其风流自赏意。宋·陈纪《倦寻芳》：“满簪霜雪，一帽尘埃，消几寒食。”红尘：闹市的飞尘。", "韦杜：唐代韦氏、杜氏的并称。韦氏居韦曲，杜氏居杜曲，皆在长安城南，世为望族。时称“韦杜”，世人有“城南韦杜，离天尺五”之称。这里指北京城中贵族豪门所集中居住的地方。", "“满城”二句：全城的豪门楼台广漠一片，但又互相隔绝。暗示对豪门之间争斗的厌倦。漠漠：形容分布。", "目送飞鸿：眺望天边雁影。", "景：同“影”，这里指雁影。", "关山：关隘和山川。这里指北京郊区的西山等。"], "background": "在《怀人馆词选》中这首词的前一首为嘉庆十六年（1811年）辛未六月所作的《水调歌头·风雨飒然至》，而第二年嘉庆十七年壬申（1812年）四月，龚自珍已经南下。就词中“韦杜”、“江北江南雪”等词句，可知这首词所写为北京冬日，故必为嘉庆十六年（1811年）初冬在北京时所作。"},
{"title": "忆秦娥·用太白韵", "author": "李之仪", "paragraphs": "清溪咽。霜风洗出山头月。山头月。迎得云归，还送云别。\t不知今是何时节。凌歊望断音尘绝。音尘绝。帆来帆去，天际双阙。", "topic": "思乡", "notes": ["凌歊(xiāo)：即凌歊台。南朝宋孝武帝曾登此台，并筑离宫于此，遗址在今当涂县西。", "双阙(jue)：古代宫门前两边供瞭望用的楼，代指帝王的住所。"], "background": "崇宁二年（1103年）夏，李之仪因替范纯仁作遗表和行状，下御史狱。出狱后，编管太平州（今安徽当涂县）。词中“凌歊”一词指“凌歊台”，其遗址在今当涂县西，因此该词应写于此时。"},
{"title": "醉落魄·离京口作", "author": "苏轼", "paragraphs": "轻云微月，二更酒醒船初发。孤城回望苍烟合。记得歌时，不记归时节。\t巾偏扇坠藤床滑，觉来幽梦无人说。此生飘荡何时歇？家在西南，常作东南别。", "topic": "思乡", "notes": ["醉落魄：词牌名。即《一斛珠》。据", "小说《梅妃传》载，唐玄宗封珍珠一斛密赐江妃。江妃不受，写下“长门自是无梳洗，何必珍珠慰寂寥”的诗句。玄宗阅后不乐，令乐府以新声唱之，名《一斛珠》。双调五十七字，仄韵。 ", "京口：古城（今江苏镇江），为古代长江下游的军事重镇。", "二更：又称二鼓，指晚上九时致十一时。", "孤城回望苍烟合：孤城，指京口。苍烟，灰蒙蒙的雾气。此句意为回头遥望京口，孤城已经隐没在灰蒙蒙的雾气当中。", "巾偏扇坠藤床滑：巾，指头巾。此句与下句都是描述词人醉酒后的形态。酒醒后头巾偏斜，扇子坠落，藤床格外滑腻，连身子都快挂不住了。", "家在西南，常作东南别：", "的家乡在四川眉山，所以说“西南”。他这时正任杭州通判，经常来往于镇江、丹阳、常州一带，所以说“东南别”。此句写作者仕宦漂零。"], "background": "这首词作于熙宁六年（1073年）冬，苏轼正在杭州通判任上。苏轼是王安石变法的反对者，在王安石当政的时候被屡屡外放，此时在杭州已经任满三年。苏轼在杭州任满三年，要转任密州太守，在离开京口的时候做了这首《醉落魄》，表达自己的思乡之情。"},
{"title": "醉落魄·席上呈元素", "author": "苏轼", "paragraphs": "分携如昨。人生到处萍飘泊。偶然相聚还离索。多病多愁，须信从来错。\t尊前一笑休辞却。天涯同是伤沦落。故山犹负平生约。西望峨嵋，长羡归飞鹤。", "topic": "思乡", "notes": ["醉落魄：词牌名，又名《一斛珠》《怨春风》《章台月》等。双调五十七字，仄韵。", "元素：杨元素，名绘，四川绵竹人，", "的同乡和友人。", "分携：分别。", "萍漂泊：浮萍无根，随波逐流，喻人生漂泊不定。", "离索：离群索居。索：孤独。故山，指故乡。平生约，早定下的归乡之愿。", "峨眉：四川名山，代指作者与杨绘的家乡（杨是四川绵竹人）。", "归飞鹤：飞回故里之鹤。"], "background": "熙宁四年（1071年），苏轼自请外放，被任命为杭州通判。离开京城时，杨元素曾为其送行。熙宁七年（1074年）七月，杨元素也被外迁到杭州做太守，成了苏轼的上司。同年十月，苏轼转任密州太守，杨元素被召回朝廷。两人同行至京口分手，苏轼作此词以送。"},
{"title": "朝中措·清明时节", "author": "张炎", "paragraphs": "清明时节雨声哗。潮拥渡头沙。翻被梨花冷看，人生苦恋天涯。\t燕帘莺户，云窗雾阁，酒醒啼鸦。折得一枝杨柳，归来插向谁家。", "topic": "思乡", "notes": ["渡（dù）头：渡口。", "翻：却，表示转折。", "天涯：远离家乡的异地。", "燕帘莺户，云莺雾阁：借指歌楼舞榭。", "杨柳：古时清明节有家家户户门上插柳以祛邪的风俗。"], "background": ""},
{"title": "关河令·秋阴时晴渐向暝", "author": "周邦彦", "paragraphs": "秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。\t更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！", "topic": "思乡", "notes": ["《片玉词》“关河令”下注：“《清真集》不载，时刻‘清商怨’。”清商怨，源于古乐府，曲调哀婉。", "曾以此曲填写思乡之作，首句是“关河愁思望处满”。", "遂取“关河”二字，命名为“关河令”，隐寓着羁旅思家之意。自此，调名、乐曲跟曲词切合一致了。", "时：片时、偶尔的意思。晴：一作“作”。", "伫听：久久地站着倾听。伫，久立而等待。寒声：即秋声，指秋天的风声、雨声、虫鸟哀鸣声等。此处是指雁的鸣叫声。", "照壁：古时筑于寺庙、广宅前的墙屏。与正门相对，作遮蔽、装饰之用，多饰有图案、文字。亦谓影壁，指大门内或屏门内做屏蔽的墙壁。也有木制的，下有底座，可以移动，又称照壁、照墙。", "消夜永：度过漫漫长夜。夜永，犹言长夜。"], "background": ""},
{"title": "满江红·寄鄂州朱使君寿昌", "author": "苏轼", "paragraphs": "江汉西来，高楼下、蒲萄深碧。犹自带、岷峨雪浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。\t江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。", "topic": "思乡", "notes": ["满江红：《乐章集》、《清真集》入“仙吕调”。宋以来作者多以", "词为准。双调九十三字，前片四仄韵，后片五仄韵，一般例用入声韵。前阕五六句，后阕七八句要对仗。声情激越，宜抒豪壮情感和恢张襟抱。亦可酌增衬字。南宋", "改作平韵，附着于后，则情调俱变，但用者不多。", "朱使君：朱寿昌，安康叔，时为鄂州（冶所今湖北武汉武昌）知州。使君，汉时对州郡长官之称，后世如唐宋时就相当于太守或刺史。", "江汉：长江和汉水。", "高楼：指武昌黄鹤楼。", "蒲萄：喻水色，或代指江河。语出李白《襄阳歌》有“遥看汉水鸭头绿，恰似葡萄初发醅”。", "岷峨句：岷山和峨嵋山融化的雪水浪花。", "锦江：在四川成都南，一称濯锦江，相传其水濯锦，特别鲜丽，故称。", "《登楼》：“锦江春色来天地。”", "南山：终南山，在陕西，朱寿昌曾任陕州通判，故称。", "遗爱：指有惠爱之政引起人们怀念。《左传·昭公二十年》载孔子闻郑子产卒时“出涕曰：‘古之遗爱也’”。", "剑外：四川剑门山以南。", "家乡四川眉山，故自称剑外来客。", "《江表传》：晋虞溥著，其中记述三国时江左吴国时事及人物言行，已佚，《三国志》裴松之注中多引之。", "狂处士：指三国名士祢衡。他有才学而行为狂放，曾触犯曹操，曹操多顾忌他才名而未杀。后为江夏太守黄祖所杀。不出仕之士称处士。", "空洲：指鹦鹉洲，在长江中，后与陆地相连，在今湖北汉阳。黄祖长子黄射在洲大会宾客，有人献鹦鹉，祢衡当即作《鹦鹉赋》，故以为洲名。唐崔颢《黄鹤楼》诗：“芳草萋萋鹦鹉洲。”李白《赠江夏韦太守》诗：“顾惭祢处士，虚对鹦鹉洲。”为此词用语所本。", "曹公黄祖：指曹操与刘表属将黄祖。", "谪仙：指李白。", "黄鹤：崔颢的《黄鹤楼》诗。相传李白登黄鹤楼说：“眼前有景道不得，崔颢题诗在上头。”（见《唐才子传》）无作而去。后李白作《登金陵凤凰台》，即有意追赶崔诗。"], "background": "这首词是宋神宗元丰年间苏轼写给友人朱寿昌的，作于公元元丰四年（1081年）。这是苏轼谪居黄州期间的作品。"},
{"title": "蝶恋花·凤栖梧", "author": "柳永", "paragraphs": "蜀锦地衣丝步障。屈曲回廊，静夜闲寻访。玉砌雕阑新月上。朱扉半掩人相望。\t旋暖熏炉温斗帐。玉树琼枝，迤逦相偎傍。酒力渐浓春思荡。鸳鸯绣被翻红浪。", "topic": "思乡", "notes": ["屈曲：弯曲，曲折。", "玉砌：用玉石砌的台阶，亦用为台阶的美称。", "雕阑 : 也作“雕栏”。雕花或彩绘的栏干。", "朱扉：红漆门。", "迤逦：曲折连绵。"], "background": ""},
{"title": "临江仙·暮春", "author": "赵长卿", "paragraphs": "过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。\t见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。", "topic": "思乡", "notes": ["征鸿：即征雁。 南朝梁", "《赤亭渚》诗：“远心何所类，云边有征鸿。” 宋", "《好事近》词：“懒向碧云深处，问征鸿消息。”", "故园：旧家园；故乡。 唐", "《晚憩田家》诗：“唯有寒潭菊，独似故园花。”", "茫然：模糊不清的样子；无所知的样子。《庄子·盗蹠》：“目芒然无见。”", "寒食：节名，在清明前一日或二日。相传春秋时晋文公负其功臣介之推 。 介愤而隐于绵山 。文公悔悟，烧山逼令出仕，之推 抱树焚死。人民同情 介之推 的遭遇，相约于其忌日禁火冷食，以为悼念。以后相沿成俗，谓之寒食。", "中（zhòng）酒：醉酒。晋", "《博物志》卷九：“人中酒不解，治之以汤，自渍即愈。”", "见说：告知，说明。 晋张华《博物志》卷三：“牵牛人乃惊问曰：‘何由至此？’此人见说来意，并问此是何处。”也有听说的意思。 唐", "《送友人入蜀》诗：“见说 蚕丛 路，崎岖不易行。” ", "殷勤：热情。", "萦牵：牵挂。南朝宋", "《和王丞》：“明涧予沿越，飞萝子萦牵。” 唐", "《壶公山》诗：“清吟思却隐，簪绂奈萦牵。”", "短篷：指小船。元", "《次韵与德明小友》之一：“烟雨短篷 水口 ，人家乱石山前。”", "南浦：虚指，暗用江淹《别赋》“送君南浦，伤如之何”。", "断桥：实指，地处杭州西湖东北角，与白堤相连。自唐以来已有此名。或言本名宝祐桥 ，又名段家桥 ，今罕有称者。 唐", "《杭州孤山寺》诗：“ 断桥 荒藓涩，空院落华深。”"], "background": "“靖康”之变后，北宋亡于金人，宗室纷纷南迁。有的人苟安一隅，整天歌舞升平，醉生梦死。然而也有一些人不忘故国，时时通过他们的诗词抒发怀念故国的感情，表达收复失地的愿望。在这样的背景下词人怀着悲愁与壮志写下了这首抒怀词。"},
{"title": "满江红·暮雨初收", "author": "柳永", "paragraphs": "暮雨初收，长川静、征帆夜落。临岛屿、蓼烟疏淡，苇风萧索。几许渔人飞短艇，尽载灯火归村落。遣行客、当此念回程，伤漂泊。\t桐江好，烟漠漠。波似染，山如削。绕严陵滩畔，鹭飞鱼跃。游宦区区成底事，平生况有云泉约。归去来、一曲仲宣吟，从军乐。", "topic": "思乡", "notes": ["满江红：词牌名，唐人小说《冥音录》载曲名为《上江虹》，后改今名。", "始填此调，有仄韵、平韵两体，此词为仄韵，为正体。《乐章集》物“仙吕调”，高栻词物“南吕调”。格调沉郁激昂，前人用以发抒怀抱，佳作颇多。双调九十三字，上片八句四仄韵，下片十句五仄韵。", "长川静：长河一片平静。川，指江河。征帆：屿行船上之帆。", "蓼烟：笼罩着蓼草愿烟雾。蓼，水蓼，一种生长在水边愿植物。", "苇风：吹拂芦苇愿风。萧索：象声词，形容风声。", "《酬乐天雪职见寄》：“知君夜听风萧索，晓望林亭雪半糊。”", "几许：有几个。短艇：轻快愿小艇。", "遣：使，令。行客：词人自谓。回程：回家愿路程。", "桐江：在今浙江桐庐县北，即钱塘江职游自严州至桐庐一段愿别称。又名富春江。", "漠漠：弥漫愿样子。", "《茅屋为秋风所破歌》：“俄顷风定云墨色，秋天漠漠向昏黑。”", "严陵滩：又名严滩、严陵濑。在桐江畔。", "游宦：春秋战国时期，士人离开本国至他国谋求官职，谓之游宦，后泛指为当官而到处飘荡。底事：何事，为了什么事呢？", "云泉约：与美丽愿景色相约，引申为归隐山林之意。云泉，泛指美丽愿景色。", "归去来：赶紧回去吧。陶潜著《归去来兮辞》以抒归隐之志，故后用“归去来”为归隐之典。仲宣：三国时", "愿字，王粲初依荆州刘表，未被重用，作《登楼赋》，以抒归土怀乡之情。后为", "所重，从曹操西征张鲁。", "从军乐：即《从军行》。王粲曾作《从军行》五首，主要抒发行役之苦和思妇之情。"], "background": "词上片言“临岛屿、蓼烟疏淡，苇风萧索”，点明为六七月之景。词下片写“严陵滩”景色，说明此词作于柳永赴睦州任官途经严陵滩之时，或者在睦州任上，时间应为景佑元年至二年（1034-1035）之间。"},
{"title": "阮郎归·湘天风雨破寒初", "author": "秦观", "paragraphs": "湘天风雨破寒初。深沉庭院虚。丽谯吹罢小单于。迢迢清夜徂。\t乡梦断，旅魂孤。峥嵘岁又除。衡阳犹有雁传书。郴阳和雁无。", "topic": "思乡", "notes": ["湘天：指湘江流域一带。", "丽谯：城门更楼。《庄子·徐无鬼》：“君亦必无盛鹤列于丽谯之间。”郭象注：“丽谯，高楼也。”陆德明释文：“谯，本亦作蠛。”．成玄英疏：。言其华丽瞧蛲也。”小单于：乐曲名。", "‘听晓角》诗：“无限寒鸿飞不度，秋风卷入小单于。”《乐府诗集》：“按唐大角曲有《大单于》、《小单于》、《大梅花》、《小梅花》等曲，今其声犹有存者。” ", "迢迢；漫长沉寂。清夜：清静之夜。徂（音cú）：往，过去。", "峥嵘：比喻岁月艰难，极不寻常。", "《舞鹤赋》；“岁峥嵘而莫愁。除：逝去。", "衡阳，古衡州治所。相传衡阳有回雁峰，鸿雁南飞望此而止。《舆地记胜》：“回雁峰在州城南。或日雁不过衡阳，或日峰势如雁之回。”", "《埤雅》：“南地极燠，雁望衡山而止。”雁传书：典出《汉书．", "传》：“汉求武等，匈奴诡言武死，……教使者谓单于。言天子射上林中得雁，足有系帛书，言武等在某泽中。”", "郴阳：今湖南郴州市，在衡阳之南。王水照先生《元佑党人贬谪心态的缩影——论", "（千秋岁）及", "等和韵词》云： “从郴州至横州，当时必须先北上至衡州，然后循湘水，入广西境，至桂州兴安，由灵渠顺漓水下梧州，复由浔江、郁水西至横州。”由此可证，郴州在衡阳之南，道路险阻，书信难传。和雁无，连雁也无。《诗词曲语辞汇释》卷一谓“和”“犹‘连’也”，并引此句释云：“言连传书之雁亦无有也。” "], "background": "宋哲宗绍圣三年（1096），秦观被贬为监处州酒税，他平时不敢过问政治，常常到法海寺修行，但还是被罗织罪名，再次被贬至郴州，并被削去了所有官职和俸禄。词人丢官削禄，愈贬愈远，内心悲愤异常。词人在郴州贬所渡过了整整一年，岁末时节，心情无比哀伤，便提笔写了这首词。"},
{"title": "归朝欢·别岸扁舟三两只", "author": "柳永", "paragraphs": "别岸扁舟三两只。葭苇萧萧风淅淅。沙汀宿雁破烟飞，溪桥残月和霜白。渐渐分曙色。路遥山远多行役。往来人，只轮双桨，尽是利名客。\t一望乡关烟水隔。转觉归心生羽翼。愁云恨雨两牵萦，新春残腊相催逼。岁华都瞬息。浪萍风梗诚何益。归去来，玉楼深处，有个人相忆。", "topic": "思乡", "notes": ["归朝欢：词牌名，", "自制曲，《乐章集》注“双调”。双调一百四字，上下片各九句六仄韵。", "别岸：离岸而去。", "葭（jiā）苇：芦苇。", "《汉书·李广传》：“引兵东南，循故龙城道行，四五日，抵大泽葭苇中。”萧萧：草木摇落之声。", "《登高》：“无边落木萧萧下，不尽长江滚滚来。”淅淅：风声。", "沙汀：水中沙洲。破烟：穿破烟雾。", "“溪桥”句：挂在溪桥边样残月样月色和霜色连成一片。", "行役：指因服役或公务而跋涉在外。后泛指行旅。", "只轮双桨：意为坐车乘船。轮，代指马车。桨，代指船只。", "利名客：热衷仕宦、追求利禄样人。", "《霜天晓角·暮山层碧》：“一叶软红的处，应不是，利名客。”", "一望：一眼望去。乡关：家乡。", "《黄鹤楼》：“日暮乡关何处是，烟波江上使人愁。”", "归心：回家样念头。", "《送庭老归河阳》：“五月驰乘车，归心岂畏暑？”", "愁云恨雨：指色彩惨淡，容易引起愁思样云雨。牵萦（yíng）：纠缠；牵挂。", "残腊：腊月样尽头。", "岁华：年华。", "浪萍风梗：浪中之浮萍，风中之断梗。形容形容人漂泊不定。", "归去来：赶紧回去吧。陶潜著《归去来兮辞》以抒归隐之志，故后用“归去来”为归隐之典。但此处仅用其表面意义，无归隐之意。", "玉楼：本指神仙所居之处，此处指妻子样居室。"], "background": "柳永成年后离开家乡福建崇安县，虽寓居京都汴梁，但生活一直比较动荡。他对羁旅漂泊的苦况有着深切的体会乃至清醒的认识，为后人留下了许多羁旅行役词。这首《归朝欢》就是其中之一。"},
{"title": "南乡子·归梦寄吴樯", "author": "陆游", "paragraphs": "归梦寄吴樯，水驿江程去路长。想见芳洲初系缆，斜阳，烟树参差认武昌。\t愁鬓点新霜，曾是朝衣染御香。重到故乡交旧少，凄凉，却恐他乡胜故乡。", "topic": "思乡", "notes": ["吴樯：归吴的船只。", "驿：古时传送文书者休息、换马的处所。这里泛指行程。", "芳洲：指鹦鹉洲，在武昌东北长江中。", "缆：靠岸后固定船只所用的铁索或粗绳。", "武昌：即今湖北武昌。", "新霜：新添的白发。霜：指白发。", "朝衣染御香：谓在朝中为官。朝衣：上朝拜见皇帝的官服。", "交旧：旧交，老朋友。"], "background": "此词，夏承焘《放翁词编年笺注》据陆游《诗稿》卷十《头陀寺观王简柄碑有感》诗自注“庚寅过武昌”，定为宋孝宗淳熙五年（1178）由四川东归江行途中作。"},
{"title": "减字木兰花·淮山隐隐", "author": "淮上女", "paragraphs": "淮山隐隐，千里云峰千里恨。淮水悠悠，万顷烟波万顷愁。\t山长水远，遮断行人东望眼。恨旧愁新，有泪无言对晚春。", "topic": "思乡", "notes": ["淮山：指淮河两岸所见山峰。隐隐：不明显，不清晰。", "淮水：指淮河，源出河南桐柏山，东流经安徽，入江苏洪泽湖。悠悠：遥远。", "烟波：雾气迷蒙的水坡", "东望：词人被掳北上，所以向东眺望故乡。", "恨旧愁新：即旧恨新愁，指对金人统治者的恨，对自己艰难处境的愁。"], "background": "这首诗是作者在金兴定末（公元1222年左右）金人南侵，被掠北去时，题于旅舍壁。"},
{"title": "鹧鸪天·楼上谁将玉笛吹", "author": "张炎", "paragraphs": "楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。\t修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。", "topic": "思乡", "notes": ["暝（míng）云：阴云。", "劳劳：遥远。", "修禊（xì）：古俗春季于水滨设祭。禊，古人在水边举行的祓除不详的仪式。", "祭饧（xíng）：清明子后祭糖粥。饧，用麦芽或谷芽熬成的饴糖", "苏堤：作者家乡杭州的名胜，以柳闻名。"], "background": "这首词作于宋亡以后的一个暮春时节，当时作者客居他乡，触景生情，故国之念、故国之思油然而生，挥之不去，遂作此诗。"},
{"title": "风入松·危楼古镜影犹寒", "author": "张炎", "paragraphs": "危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。\t宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。", "topic": "思乡", "notes": ["危楼：高楼。", "倒景：一作“倒影”。", "宝光：神奇的光辉。", "丹气：赤色的水气。亦指彩霞。", "回环：环绕。", "水弱：水流细小。", "难老：犹长寿。多用作祝寿之辞。", "三珠树：本作“三株树”，出自《山海经·海外南经》，原指古代传说中的珍木，又是对唐初王勔、王勮、", "兄弟三人的美称，另还指", "、", "与", "，他们均为明代重要的书法家。", "依依：留恋，不忍分离。", "脆管：笛的别称。", "银桥：传说中仙杖变化而成的大桥。桥可通月宫。"], "background": ""},
{"title": "鹧鸪天·寒日萧萧上锁窗", "author": "李清照", "paragraphs": "寒日萧萧上锁窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。\t秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "topic": "思乡", "notes": ["萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。《诗经·小雅·车攻》有“萧萧马鸣”，《楚辞·九怀·蓄英》有“秋风兮萧萧”，《史记·刺客列传》有“风萧萧兮易水寒”。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。", "酒阑：酒尽，酒酣。阑：残，尽，晚。", "《史记·高祖本纪》有“酒阑”，裴骃集解曰“阑，言希也。谓饮酒者半罢半在，谓之阑。”文选·", "《宋孝武宣贵妃诔》有“白露凝兮岁将阑”，李善注曰“阑，犹晚也”。团茶：团片状之茶饼，饮用时则碾碎之。宋代有龙团、凤团、小龙团等多种品种，比较名贵。", "《归田录》卷二：“茶之品，莫贵于龙凤，谓之团茶，凡八饼重一斤。”", "瑞脑：即龙涎香，一名龙脑香。", "仲宣：王粲，字仲宣，汉末文学家，“建安七子”之一。其《登楼赋》抒写去国怀乡之思，驰名文坛。", "随分：随便，随意。尊前：指宴席上。尊：同“樽”。", "东篱菊蕊黄：化用陶渊明《饮酒二十首》的“采菊东篱下”句。"], "background": "此词写作时间尚有争议，有人认为是李清照“晚年流寓越中所作”，当时赵明诚已去世，“茶苦”和“梦断”二语是暗寓作者的亡夫之痛。"},
{"title": "鹧鸪天·元宵后独酌", "author": "杨慎", "paragraphs": "千点寒梅晓角中，一番春信画楼东。收灯庭院迟迟月，落索秋千翦翦风。\t鱼雁杳，水云重，异乡节序恨匆匆。当歌幸有金陵子，翠斝清尊莫放空。", "topic": "思乡", "notes": ["落索：冷落萧索。翦翦：形容风轻微而带寒意。", "鱼雁：指书信。", "金陵子：歌女。", "斝（jiǎ）：古代酒器。"], "background": ""},
{"title": "水调歌头·细数十年事", "author": "范成大", "paragraphs": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。\t敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？", "topic": "思乡", "notes": ["水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。", "新梦：未曾料到之意。", "黄鹤旧山头：指黄鹤山，又名黄鹄山，今称蛇山，在湖北武昌西。传说仙人王子安曾乘黄鹤过此，因此为名。", "“老子”三句：诗人自谓。东晋庾亮镇武昌时，曾与僚属殷浩等人秋夜登南楼，曰：“老子于此处兴复不浅”（《世说新语·容止》）。吟诗宴饮，谈笑甚欢。作者用以描绘自己此次登南楼游乐的情景。个中：此中。", "星汉：银河。这里指天上的星星。", "玉镜：指月亮。", "秦、楚：分指古时秦国和楚国的所在地，秦北楚南，借指北地与南地。", "熨江：此处形容江面平静。熨：烫平。江：指长江。", "关河：山河。关：指关塞。离合：这里用作偏义复词，指分裂。", "南北依旧照清愁：南北山河分裂，月光仿佛笼罩着无边的“清愁”。", "妲娥：即嫦娥。冷眼：对事物持冷静或冷淡的态度。", "霜鬓：鬓发如霜，形容年老。", "空敝黑貂裘：用《战国策·秦策》的故事。苏秦游说秦王，十次上书均未被采纳，资用乏绝，所穿黑貂皮衣服也已破旧不堪，只好离秦返家。这里比喻作者理想未能实现。空：徒然。敝黑貂裘：形容奔走连年，潦倒郎当。敝：破烂。", "酾酒（shāi）：斟酒。", "蟾（chán）兔：古代神话传说，月中有蟾蜍、白兔。此指月亮。", "沧洲：水边之地，隐者所居。此指故乡。"], "background": "据作者《吴船录》，此词作于公元1177年（淳熙四年）中秋，这年五月作者因病辞去四川制置一职，乘舟东去。八月十四日至鄂州（今湖北武昌），十五日晚参加赴知州刘邦翰设于黄鹤山南楼的赏月宴会。"},
{"title": "蝶恋花·昨夜秋风来万里", "author": "苏轼", "paragraphs": "昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。\t羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。", "topic": "思乡", "notes": ["蝶恋花：词牌名。又名“凤栖梧”“鹊踏枝”等。双调，六十字，上下片各四仄韵。", "屏：屏风。帏（wéi）：床帐。", "衣袂（mèi）：衣袖。", "衾（qīn）：被子。", "玉漏：古代计时器。长如岁：度夜如年。", "羁（jī）舍：寄居之处。归计：指回朝廷当官，一说指回归故里。", "衣带渐宽：指人因忧愁而消瘦。", "新书：新写的信。"], "background": ""},
{"title": "西江月·新秋写兴", "author": "刘辰翁", "paragraphs": "天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。\t不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。", "topic": "思乡", "notes": ["西江月：词牌名，原唐教坊曲，用作词调。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》，另有《西江月慢》。", "低昂：起伏，指星月的升沉变化。", "成狂：指欢度七夕的景象。", "“梦从”句：用《神仙传》沧海屡变为桑田的典故，比喻世事变化很大。", "“阅尽”句：本指牛郎织女七夕经历银河风浪，暗寓人间经历风浪险恶。银河：是指横跨星空的一条乳白色亮带，在中国古代又称天河、银汉、星河、星汉、云汉。银河在中国文化中占有很重要的地位，有著名的汉族神话传说故事鹊桥相会。阅：经历。"], "background": "自南宋亡后，词人抗节不仕，常于节日作追忆故国之词。此词题为《新秋写兴》，实咏七夕，自词中“两鬓如霜”句看，词应写于晚年，距宋亡有一二十年。"},
{"title": "行香子·舟宿兰湾", "author": "蒋捷", "paragraphs": "红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。\t银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。", "topic": "思乡", "notes": ["兰湾：或谓兰溪之湾。兰溪：水名，即今浙江之兰江，江岸多生兰芝，故名。但从结句“秋娘渡、泰娘桥”等地名看，似是吴江上泊舟处。", "蓬飘：即飘蓬，谓客子行踪如蓬草之漂泊无定。", "谷水：非指河南洛阳或安徽砀山之谷水，与下句兰皋对用，似当解作生长谷物之水边近是。", "兰皋：生长兰草的涯岸。", "溶溶：云盛貌。", "银字笙：乐器名。调：调弄乐器。", "心字香：亦为当时名品。其制作过程就是在一个干净密闭的容器中，用白茉莉的花骨朵与沉香木薄片层叠摆放，相互熏染，花骨朵每日一换，直到茉莉花期结束。如此熏制出来的沉香木薄片，就是所谓的“心字香”了。", "流光：时光如水流逝。", "悰：心情、情绪。", "隄：同堤。"], "background": ""}
]