[
{"title": "鹧鸪天·重过阊门万事非", "author": "贺铸", "paragraphs": "重过阊门万事非。同来何事不同归。梧桐半死清霜后，头白鸳鸯失伴飞。\t原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。", "topic": "悼亡", "notes": ["鹧鸪天：词牌名。因此词有“梧桐半死清霜后”句，", "又名之为“半死桐”。", "阊（chāng）门：苏州城西门，此处代指苏州。", "何事：为什么。", "梧桐半死：", "《七发》中说，龙门有桐，其根半生半死（一说此桐为连理枝，其中一枝已亡，一枝犹在），斫以制琴，声音为天下之至悲，这里用来比拟丧偶之痛。清霜后：秋天，此指年老。", "“原上草”二句，形容人生短促，如草上露水易干。语出《薤露》露晞明朝更复落，人死一去何时归。晞：(xī)干。", "旧栖：旧居，指生者所居处。新垅：新坟，指死者葬所。"], "background": "这首词是公元1101年（宋徽宗建中靖国元年）作者从北方回到苏州时悼念亡妻所作。贺铸一生抑郁不得志，年近五十闲居苏州三年，其间与他相濡以沫、甘苦与共的妻子亡故。重游故地，想起亡妻，物是人非，作词以寄哀思。"},
{"title": "蝶恋花·辛苦最怜天上月", "author": "纳兰性德", "paragraphs": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。\t无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。", "topic": "悼亡", "notes": ["一昔句：昔，同“夕”，见《左传·哀公四年》：“为一昔之期。”玦（jué）玉玦，半环形之玉，借喻不满的月亮。这句是说，一月之中，天上的月亮只有一夜是圆满的，其他的夜晚就都是有亏缺的。 ", "不辞句：引用一则典故。荀粲之妻冬天高烧病重，全身发热难受。荀粲为了给妻子降温，脱光衣服站在大雪中，等身体冰冷时回屋给妻子降温。卿，“你”的爱称。《世说新语?惑溺》谓：“荀奉倩（粲）与妇至笃，冬月妇病热，乃出中庭，自取冷还，以身熨之。” ", "无那：无奈，无可奈何。 ", "软踏句：意思是说燕子依然轻轻地踏在帘钩上，呢喃絮语。 ", "唱罢句：唐", "《秋来》：“秋坟鬼唱鲍家诗，恨血千年土中碧。”这里借用此典表示总是哀悼过了亡灵，但是满怀愁情仍不能消解。 ", "春丛句：认取，注视着。取，语助词。此句意思是说，花丛中的蝴蝶可以成双成对，人却生死分离，不能团聚，故愿自己死后同亡妻一起化作双飞双宿的蝴蝶。", "《偶题二首》：“春丛定是双栖夜，饮罢莫持红烛行。” "], "background": "于康熙十六年（公元1677年）重阳前三日，亡妇百日之后，自梦中得句。谓临别之时，妇云：“衔恨愿为天上月，年年犹得向郎圆。”妻子卢氏去世后，作者生活便长期痛苦悲伤，他用月亮盈亏喻人生的聚散，希望月亮夜夜明亮，长圆不缺。所以作者将天上的月亮，作为歌咏对象作词一首。"},
{"title": "浣溪沙·谁念西风独自凉", "author": "纳兰性德", "paragraphs": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。\t被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。", "topic": "悼亡", "notes": ["谁：此处指亡妻。", "萧萧：风吹叶落发出的声音。", "疏窗：刻有花纹的窗户。", "被酒：中酒、酒醉。", "春睡：醉困沉睡，脸上如春色。", "赌书：此处为", "和赵明诚的典故。李清照《金石录后序》云：“余性偶强记，每饭罢，坐归来堂，烹茶，指堆积书史，言某事在某书某卷第几页第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起，甘心老是乡矣！故虽处忧患困穷而志不屈。”此句以此典为喻说明往日与亡妻有着像李清照一样的美满的夫妻生活。", "消得：消受，享受。"], "background": "纳兰性德妻子卢氏多才多艺，可惜的是“成婚三年后妻子亡故”。这首词就是纳兰性德为悼念亡妻卢氏所做。词中道出了今日的酸苦，即那些寻常的往事不能再现，亡妻不可复生，心灵之创痛也永无平复之日。其中有怀恋，有追悔，有悲哀，有惆怅，蕴藏了复杂的感情。"},
{"title": "山花子·风絮飘残已化萍", "author": "纳兰性德", "paragraphs": "风絮飘残已化萍，泥莲刚倩藕丝萦。珍重别拈香一瓣，记前生。\t人到情多情转薄，而今真个不多情。又到断肠回首处，泪偷零。", "topic": "悼亡", "notes": ["泥莲句：泥莲，指荷塘中的莲花。倩，请、恳请。此处谓莲花被藕丝缠绕。", "别拈香一瓣：谓分别之时手中握着一瓣芳香的花。"], "background": "纳兰性德成婚3年后，妻子卢氏因难产而亡，年仅21岁。生离的无奈已令词人哀愁，不期而至的死别就更令其肠断了，从此以后，“悼亡之吟不少，知己之恨尤多”，无论是亡妻的生辰、忌日，还是词人身在家园塞上，始终没有停止他的哀吟婉唱。此词亦为悼亡。"},
{"title": "江城子·乙卯正月二十日夜记梦", "author": "苏轼", "paragraphs": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。\t夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。", "topic": "悼亡", "notes": ["乙卯：公元1075年，即北宋熙宁八年。", "十年：指结发妻子王弗去世已十年。", "思量：想念。", "千里：王弗葬地四川眉山与", "任所山东密州，相隔遥远，故称“千里”。", "孤坟：其妻王氏之墓。", "幽梦：梦境隐约，故云幽梦。", "小轩窗：指小室的窗前。轩：门窗。", "顾：看。", "明月夜，短松冈：苏轼葬妻之地。", "短松：矮松。"], "background": "苏东坡十九岁时，与年方二八（十六岁）的王弗结婚。王弗年轻美貌，且侍亲甚孝，二人恩爱情深。可惜天命无常，王弗二十七岁就去世了。这对东坡是绝大的打击，其心中的沉痛，精神上的痛苦，是不言而喻的。苏轼在《亡妻王氏墓志铭》里说：“治平二年（1065）五月丁亥，赵郡苏轼之妻王氏（名弗），卒于京师。六月甲午，殡于京城之西。其明年六月壬午，葬于眉之东北彭山县安镇乡可龙里先君、先夫人墓之西北八步。”于平静语气下，寓绝大沉痛。公元1075年（熙宁八年），东坡来到密州，这一年正月二十日，他梦见爱妻王氏，便写下了这首“有声当彻天，有泪当彻泉”（陈师道语）且传诵千古的悼亡词。"},
{"title": "西江月·梅花", "author": "苏轼", "paragraphs": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。\t素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。", "topic": "悼亡", "notes": ["玉骨：梅花枝干的美称。唐冯贽《云仙杂记》卷二：“袁丰居宅后，有六株梅……（丰）叹曰：‘烟姿玉骨，世外佳人，但恨无倾城笑耳。’即使妓秋蟾出比之。”瘴雾：犹瘴气。南方山林中的湿热之气。", "冰姿：淡雅的姿态。仙风：神仙的风致。", "芳丛：丛生的繁花。", "绿毛幺凤：岭南的一种珍禽，似鹦鹉。", "涴（wò）：沾污，弄脏。", "唇红：喻红色的梅花。", "高情：高隐超然物外之情。", "“不与”句：", "自注：“诗人王昌龄，梦中作梅花诗。”"], "background": "此词当作于公元1096年（绍圣三年）。据《耆旧续闻》《野客丛书》记载，此词乃苏轼为悼念死于岭外的歌妓朝云而作。作者创作这首词时大约60岁。"},
{"title": "临江仙·送王缄", "author": "苏轼", "paragraphs": "忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。\t坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。", "topic": "悼亡", "notes": ["临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。", "演为慢曲，九十三字，前片五平韵，后片六平韵。", "凭：凭仗，烦请。", "离觞：离杯，即离别的酒宴。", "传舍：古时供行人休息住宿的处所。"], "background": ""},
{"title": "风入松·听风听雨过清明", "author": "吴文英", "paragraphs": "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。\t西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。", "topic": "悼亡", "notes": ["草：草，起草，拟写。愁草，没有心情写。", "瘗（yì）：埋葬。铭，文体的一种。", "有《瘗花铭》。古代常把铭文刻在墓碑或者器物上，内容多为歌功颂德，表示哀悼，申述鉴戒。", "分携：分手，分别。", "绿暗：形容绿柳成荫。", "料峭：形容春天的寒冷。", "中酒：醉酒。“中酒”见《史记·樊哙传》，亦见《汉书》，意酒酣也。中，读仄声也。又如", "：“残春杜陵客，中酒落花前”（《睦州四韵》），", "交加：形容杂乱。", "双鸳：指女子的绣花鞋，这里兼指女子本人。"], "background": "这是西园怀人之作，也是一首伤春之作。陈洵《海绡说词》谓此乃“思去妾”之词。西园在吴地，是作者和情人的寓所，二人亦在此分手，所以西园诚是悲欢交织之地。吴文英在此中常提到此地，可见此地实乃梦萦魂绕之地。"},
{"title": "浣溪沙·凤髻抛残秋草生", "author": "纳兰性德", "paragraphs": "凤髻抛残秋草生，高梧湿月冷无声。当时七夕记深盟。\t信得羽衣传钿合，悔教罗袜葬倾城。人间空唱雨淋铃。", "topic": "悼亡", "notes": ["浣溪沙：唐教坊曲名，因春秋时期人西施浣纱于若耶溪而得名，后用作词牌名，又名“浣溪纱”“小庭花”等。此调有平仄两体。全词分上下两片，上片三句全用韵，下片末二句用韵，过片二句用对偶句冷居多。音节明快，句式整齐，易于上口，为婉约派与豪放派多数词人所常用。", "凤髻（jì）抛残：谓凤髻散乱。比喻为后妻逝去，掩埋了。凤髻：古代女子冷一种发型。唐宇文氏《妆台记》载：“周文王于髻上加珠翠翘花，傅之铅粉，其髻高名曰凤髻。”此处借指亡妻。", "湿月：湿润之月。形容月亮给人以湿润冷感觉。", "羽衣：原指鸟羽毛所织之衣，后代指道士或神仙所著之衣，此处借指神仙。钿（diàn）合：镶有金、银、玉、贝等之首饰合。古代常以之作为表示后情冷此物。", "《长恨歌》：“唯将旧物表深情，钿合金钗寄将去。”", "罗袜：丝罗织成之袜。此处代指亡妻冷遗物。倾城，美女之代称，语出《汉书·外戚传上·李夫人》。这里代指亡妻。", "雨淋铃：即雨霖铃。唐教坊曲名。据唐郑处诲《唐明皇杂录补遗》云：“明皇既幸蜀，西南行初入斜谷，属霖雨涉旬，于栈道雨中闻铃，音与山相应。上既悼念贵妃，采其声为《雨霖铃》曲，以寄恨焉。”这里是说亡妻已逝，如今唯有自己空自怅痛了。"], "background": "纳兰性德的妻子卢氏亡于康熙年间，纳兰因此精神上受到极大的打击，为了表达对亡妻的怀念与哀思，故作下此词。"},
{"title": "金缕曲·亡妇忌日有感", "author": "纳兰性德", "paragraphs": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。\t重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。待结个、他生知己。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。", "topic": "悼亡", "notes": ["金缕曲：词牌名。又名《贺新郎》《乳燕飞》，亦作曲牌名。一百十六字，前后片各六仄韵。", "葬花天气：指春末落花时节，大致是农历五月，这里既表时令，又暗喻妻子之亡如花之凋谢。", "夜台：指坟墓。", "钗钿约：钗钿即“金钗”、“钿合”，女子饰物。暗指爱人间的盟誓。", "重泉：即“黄泉”、“九泉”，指生死两隔。", "双鱼：书信，典出古乐府。", "湘弦：即湘灵鼓瑟之弦。传说舜之妃子溺湘水而亡，后为水神，古代诗词中常用琴瑟代指夫妻，这里指纳兰不忍再弹奏那哀怨凄婉的琴弦，否则会勾起悼亡的哀思。"], "background": "康熙十六年（1677年）卢氏因难产不幸去世，这首词即作于康熙十九年（1680年）农历五月三十日，为卢氏亡故三周年之时。"},
{"title": "木兰花慢·莺啼啼不尽", "author": "戴复古", "paragraphs": "莺啼啼不尽，任燕语、语难通。这一点闲愁，十年不断，恼乱春风。重来故人不见，但依然、杨柳小楼东。记得同题粉壁，而今壁破无踪。\t兰皋新涨绿溶溶。流恨落花红。念着破春衫，当时送别，灯下裁缝。相思谩然自苦，算云烟、过眼总成空。落日楚天无际，凭栏目送飞鸿。", "topic": "悼亡", "notes": ["这：一作“奈”。", "闲愁：一作“芳心”。", "十年：虚指，很多年。", "恼乱春风：谓心绪为春风所撩乱。恼乱，宋时口语，即撩乱。", "故人：指", "的再娶之妻。", "同题粉壁：共同在粉壁上题诗。", "兰皋：芳草丛生的水湾。皋，水边地。", "《离骚》：“步余马于兰皋兮。”", "新涨：刚刚涨。", "溶溶：形容水盛的样子。", "破春衫：此衫是十年前离别时妻子在灯下赶制的衣衫，故言。春衫，一作“征衫”。", "谩然：徒然。谩，通“漫”。", "楚天：指南方的天空。楚，戴复古悼亡之地江右武宁即今江西武宁县，古属楚。", "飞鸿：飞翔的大雁。"], "background": "十年后，戴复古旧地重游，又来到江西武宁这位已逝妻子的家中。他还清楚地记得当年和妻子一起同在粉壁上题诗。但现在，人去物亡，当年的粉壁已成残垣破壁，粉壁上的题诗也已剥落殆尽，消失得无影无踪了。他不禁肝肠寸断，写了这首《木兰花慢》，以寄托哀思和痛悼。"},
{"title": "临江仙·秦楼不见吹箫女", "author": "李煜", "paragraphs": "秦楼不见吹箫女，空余上苑风光。粉英金蕊自低昂。东风恼我，才发一衿香。\t琼窗梦醒留残日，当年得恨何长！碧阑干外映垂杨。暂时相见，如梦懒思量。", "topic": "悼亡", "notes": ["谢新恩：词牌名。王国维辑本《南唐二主词》校勘记：此首实系《临江仙》调。", "秦楼：秦穆公为其女弄玉所建之楼，亦名凤楼。相传秦穆公女弄玉，好乐。萧史金吹箫作凤鸣。秦穆公以弄玉妻之，为之作风楼。二人吹箫，凤凰来集，后乘凤，飞升而去。事见汉", "《列仙传》。后人遂以“凤去楼空”指楼中人去、睹物思人。吹箫女：指秦弄玉。", "如苑：指古代供帝王玩赏、打猎的园林。", "粉英金蕊：粉红的鲜花，金嗽，此泛指各种颜色的花卉。低昂：起伏不定，时高时低。", "一衿香：衿，同“襟”。是以人的感受说明香的程度。一般指不能指出形状的事物，类似的情况有：徐仲雅《赠", "》：“骨瘦神清风一襟，松老霜天鹤病深。”", "《沁园春》：“有一襟风月，两袖云烟。”一说，堂后（北）叫背，堂前（南）叫襟，一襟香，指堂前一面有香。", "琼窗：华美精致的窗子。梦醒：一本无“醒”字。", "碧阑干：绿色栏杆。垂杨：垂柳。古诗文中杨、柳常通用。", "思量（liáng）：想念，相思。"], "background": "从词意判断，此词应为悼亡之作。李煜十八岁娶周宗之女娥皇，即位以后即立为昭惠后。二人情感甚笃，婚后十年昭惠后因病逝，李煜十分悲伤怀恋，竟是“哀苦骨立，杖而后起”，并自撰诔文，语极酸楚。这首词应该不是虚写，当是李煜的悼亡词。"},
{"title": "青衫湿·悼亡", "author": "纳兰性德", "paragraphs": "近来无限伤心事，谁与话长更？从教分付，绿窗红泪，早雁初莺。\t当时领略，而今断送，总负多情。忽疑君到，漆灯风飐，痴数春星。", "topic": "悼亡", "notes": ["青衫湿：词牌名，此调体格多样，为双调。", "从教分付：一切都听任其安排。", "《念奴娇》：“有谁伴我凄凉，除非分付，与杯中醽醁。”", "绿窗：指窗外绿景。红泪：指伤离或死别的眼泪。早雁初莺：是说春去秋来，形容时光流逝。", "领略：欣赏，晓悟。", "漆指：指明亮如漆谓之“漆指”。《世说新语》谓", "见杜宏治，叹曰：“面如凝脂，目如点漆，此真神仙中人。这里的‘漆指’语出唐", "《南山田中行》：“石脉水流泉滴沙，鬼指如漆点松花。”", "风飐（zhǎn）：风吹之意。毛文锡《临江仙》：“岸泊渔指风飐碎，白苹远散浓香。”", "痴数春星：谓痴情地数着天上的星斗。梁简文帝《神山寺碑》：“澄明离日，照影春星。"], "background": "这一首作于何年不详，纳兰性德与前妻卢氏伉俪情深，而卢氏早逝，卒于康熙十六年（1677）五月三十日。卢氏的早亡给纳兰的精神造成了极大的打击，他悲痛欲绝，柔肠寸断，遂于此后，写了大量的悼亡之作。而这首《青衫湿·悼亡》是其中的佳作，最为生动感人。"},
{"title": "采桑子·海天谁放冰轮满", "author": "纳兰性德", "paragraphs": "海天谁放冰轮满，惆怅离情。莫说离情，但值凉宵总泪零。\t只应碧落重相见，那是今生。可奈今生，刚作愁时又忆卿。", "topic": "悼亡", "notes": ["采桑子：又名《丑奴儿》《罗敷媚》《罗敷艳歌》等。双调四十四字，上下阙各四句三平韵。", "冰轮：月亮。", "值：每到，正值。", "凉宵：景色美好的夜晚。", "碧落：道教语。指青天、天空。", "可奈：怎奈。", "《采桑子》：“可奈情怀，欲睡朦胧入梦来。”"], "background": "此词为悼亡之作。纳兰妻卢氏病逝于康熙十六年（1677）五月三十日，这首词应作于卢氏亡后数年，和《琵琶仙·中秋》可能是同时之作。纳兰爱妻卢氏的去世，在纳兰心中留下了难以磨灭的伤痕。纳兰性德因思念自己的妻子卢氏而写下了这首词。"},
{"title": "卜算子·悼国际共产主义战士艾地同志", "author": "毛泽东", "paragraphs": "疏枝立寒窗，笑在百花前。奈何笑容难为久，春来反凋残。残固不堪残，何须自寻烦？花落自有花开日，蓄芳待来年。", "topic": "悼亡", "notes": ["疏枝句：化用宋林逋《山园小梅》：“疏影横斜水清线，暗香浮动月黄昏”语意，以梅喻艾地。", "固：本来。堪：禁受；能。", "花落句：传宋严蕊《卜算子》“花落花开自有时，总赖东君主。”"], "background": "1965年9月30日，以苏加诺总统警卫部队第三营营长翁东中校为首的一批左翼军官，10月1日，军人集团终于篡夺了国家权力，并对印尼共产党人和革命人民进行了血腥的镇压。艾地同志也在这场大屠杀中牺牲了。当毛泽东主席得知印尼所发生的一切以及他的国际战友艾地不幸遇难的消息后，禁不住吟词一首以寄哀思。"},
{"title": "生查子·惆怅彩云飞", "author": "纳兰性德", "paragraphs": "惆怅彩云飞，碧落知何许。不见合欢花，空倚相思树。\t总是别时情，那待分明语。判得最长宵，数尽厌厌雨。", "topic": "悼亡", "notes": ["生查（zhā）子：唐教坊曲名。调见《尊前集》。仄韵，双调，四十字，上下片各为一首仄韵五言绝句。单数句不是韵位，但末一字限用平声，在双数句用韵。始见", "词。生查子，又名《楚云深》、《相和柳》、《睛色入青山》、《梅溪渡》、《陌上郎》、《遇仙楂》、《愁风月》、《绿罗裙》等。", "彩云飞：彩云飞逝。", "碧落：道家称东方第一层天，碧霞满空，叫做“碧落”。后泛指天上。", "合欢花：别名夜合树、绒花树、鸟绒树，落叶乔木，树皮灰色，羽状复叶，小叶对生，白天对开，夜间合拢。", "相思树：相传为战国宋康王的舍人韩凭和他的妻子何氏所化生。据晋", "《搜神记》卷十一载，宋康王舍人韩凭妻何氏貌美，康王夺之，并囚凭。凭自杀，何氏投台而死，遗书愿以尸骨与凭合葬。王怒，弗听，使里人埋之，两坟相望。不久，二冢之端各生大梓木，屈体相就，根交于下，枝错于上。又有鸳鸯雌雄各一，常栖树上，交颈悲呜。宋人哀之，遂号其木曰“相思树”。后以象征忠贞不渝的爱情。", "判得：心甘情愿地。", "厌厌（yān yān）：绵长、安静的样子。"], "background": "卢氏的去世，彻底打碎了纳兰的生活，这个多情种，把卢氏病逝的责任归到自己身上。也正是因此，他的词风大转，写下了无数叫人肝肠寸断、万古伤怀的悼亡之词。这一首《生查子》，写于卢氏去世之后，是天上人间的差别。"},
{"title": "茶瓶儿·去年相逢深院宇", "author": "李元膺", "paragraphs": "去年相逢深院宇，海棠下、曾歌《金缕》。歌罢花如雨。翠罗衫上，点点红无数。\t今岁重寻携手处，空物是人非春暮。回首青门路。乱红飞絮，相逐东风去。", "topic": "悼亡", "notes": "", "background": ""},
{"title": "醉落魄·预赏景龙门追悼明节皇后", "author": "赵佶", "paragraphs": "无言哽噎。看灯记得年时节。行行指月行行说。愿月常圆，休要暂时缺。\t今年华市灯罗列。好灯争奈人心别。人前不敢分明说。不忍抬头，羞见旧时月。", "topic": "悼亡", "notes": "", "background": "这是一首悼亡词。1121年(宣和三年)夏四月丙寅,贵妃刘氏薨。徽宗对刘妃的去世极为悲痛,啜泣不已,五月甲辰,特旨追册贵妃刘氏为皇后,谥曰明节。"},
{"title": "望湘人·春思", "author": "贺铸", "paragraphs": "厌莺声到枕，花气动帘，醉魂愁梦相半。被惜余薰，带惊剩眼，几许伤春春晚。泪竹痕鲜，佩兰香老，湘天浓暖。记小江风月佳时，屡约非烟游伴。\t须信鸾弦易断。奈云和再鼓，曲终人远。认罗袜无踪，旧处弄波清浅。青翰棹舣，白蘋洲畔，尽目临皋飞观。不解寄、一字相思，幸有归来双燕。", "topic": "悼亡", "notes": ["望湘人：词牌名。是", "自度曲，《全宋词》从《唐宋诸贤妙词选》辑出。双调，一百零六字，仄韵。", "带惊：因消瘦而吃惊。", "泪竹：娥皇，女英为”的妃子。传说”死于苍梧，”死后，二女洒泪于竹，泪染楚竹而成斑痕，故斑竹又称泪竹。", "佩兰：佩饰的兰花。", "非烟：唐武公业的妾名。姓步，事见皇甫枚《非烟传》。此处借指情人。", "鸾（luán）弦：此处以鸾弦指爱情。", "曲终：原本作“曲中”，据别本改。", "罗袜（wà）：见", "《瑞鹤仙》注。此处代指情人。", "临皋（gāo）：临水之地。飞观，原指高耸的宫阙，此处泛指高楼。观，楼台之类。", "不解：不懂得。幸：正好，恰巧。"], "background": "北宋宣和年间，词人隐居苏州。在春季目睹到春季里的种种景象，想起了亡故的恋人，为了表达自己的怀人之思与物是人非之感，故作此词悼念逝者。"},
{"title": "六么令·夷则宫七夕", "author": "吴文英", "paragraphs": "露蛩初响，机杼还催织。婺星为情慵懒，伫立明河侧。不见津头艇子，望绝南飞翼。云梁千尺。尘缘一点，回首西风又陈迹。\t那知天上计拙，乞巧楼南北。瓜果几度凄凉，寂寞罗池客。人事回廊缥缈，谁见金钗擘。今夕何夕。杯残月堕，但耿银河漫天碧。", "topic": "悼亡", "notes": ["婺：一本作“嫠”。", "漫：一本作“浸”。"], "background": ""},
{"title": "霜叶飞·重九", "author": "吴文英", "paragraphs": "断烟离绪。关心事，斜阳红隐霜树。半壶秋水荐黄花，香噀西风雨。纵玉勒、轻飞迅羽，凄凉谁吊荒台古？记醉踏南屏，彩扇咽寒蝉，倦梦不知蛮素。\t聊对旧节传杯，尘笺蠹管，断阕经岁慵赋。小蟾斜影转东篱，夜冷残蛩语。早白发、缘愁万缕。惊飙从卷乌纱去。谩细将、茱萸看，但约明年，翠微高处。", "topic": "悼亡", "notes": ["霜叶飞：", "创调。", "荐黄花：插上菊花。荐：插。", "噀（xùn）：含在口中而喷出。", "玉勒：马络头。指代马。", "迅羽：这里形容骏马如疾飞鸟。", "荒台：彭城（徐州）戏马台。", "阅兵于此，南朝宋武帝重阳日曾登此台。", "南屏：南屏山在杭州西南三里，峰峦耸秀，环立若屏。“南屏晚景”为西湖十景之一。", "蛮素：指歌舞姬。", "旧节：指农历九月初九重阳节。", "传杯：宴饮中传递酒杯劝酒。", "尘笺蠹（dù）管：信笺积尘，笛管生虫。", "断阕：没写完的词。", "小蟾：未圆之月。", "东篱：用", "重阳待酒东篱事。", "残蛩语：指蟋蟀发出的悲啼。", "乌纱：《旧唐书·舆服志》：“乌纱帽者，视朝及见宴宾客之服也。”此用晋孟嘉登高落帽故事。", "茱萸：古俗，重阳登高戴茱萸花。", "翠微：山气青绿色，代指山。"], "background": ""},
{"title": "山花子·欲话心情梦已阑", "author": "纳兰性德", "paragraphs": "欲话心情梦已阑，镜中依约见春山。方悔从前真草草，等闲看。\t环佩只应归月下，钿钗何意寄人间。多少滴残红蜡泪，几时干。", "topic": "悼亡", "notes": ["山花子：词牌名，唐教坊曲名，又名《摊破浣溪沙》或《添字浣溪沙》，双调四十八字，平韵。", "梦已阑（lán）：梦醒。阑：残，尽。", "依约：隐隐约约。", "春山：女子眉毛的美称。", "草草：草率。", "环佩：衣服上佩戴的饰物。", "钿钗（diàn chāi）：钿钗为镶嵌宝石金属等的双脚或多脚首饰。"], "background": "这首词是一首悼念亡妻之作，具体的创作时间不详，有的学者认为当作于卢氏忌辰。"},
{"title": "沁园春·代悼亡", "author": "纳兰性德", "paragraphs": "梦冷蘅芜，却望姗姗，是耶非耶？怅兰膏渍粉，尚留犀合；金泥蹙绣，空掩蝉纱。影弱难持，缘深暂隔，只当离愁滞海涯。归来也，趁星前月底，魂在梨花。\t鸾胶纵续琵琶。问可及、当年萼绿华。但无端摧折，恶经风浪；不如零落，判委尘沙。最忆相看，娇讹道字，手剪银灯自泼茶。令已矣，便帐中重见，那似伊家。", "topic": "悼亡", "notes": ["蘅芜（héng wú）：香草名。", "姗姗：形容女子步伐小，步履缓而从容。", "兰膏：一种用来滋润头发的发油。渍粉：残存的香粉。", "犀合：用犀牛角制成的小盒子，用来装小的饰物。", "金泥：用金屑来装饰的工艺品。蹙（cù）绣：即蹙金，一种绣花方式，用金线绣出皱缩成线纹的花，华丽而美观。", "蝉纱：即蝉翼纱，轻薄如蝉翼，故名。", "萼绿华：传说中的女仙，本名罗郁，自言为九嶷山中的得道女子，此处代指亡妻。", "判：请愿。"], "background": "卢氏死去一年后即康熙十七年（1678），终于在纳兰家族的祖茔入土为安，这件事情又勾起了词人无边的伤痛，于是词人写下了这首词来悼亡妻子卢氏。"},
{"title": "蝶恋花·眼底风光留不住", "author": "纳兰性德", "paragraphs": "眼底风光留不住，和暖和香，又上雕鞍去。欲倩烟丝遮别路，垂杨那是相思树。\t惆怅玉颜成间阻，何事东风，不作繁华主。断带依然留乞句，斑骓一系无寻处。", "topic": "悼亡", "notes": ["蝶恋花：词牌名。又名《凤栖梧》《鹊踏枝》等，双调六十字，上下片各五句四仄韵。", "和暖和香：伴着温暖，带着芳香。", "雕鞍：马鞍的美称。", "倩：请。", "烟丝：烟雾笼罩的杨柳。", "相思树：出自典故，后人用于男女相爱，生死不渝之情。", "玉颜：指亡妻美丽的容貌。", "闲阻，阻隔，此处引申为将来无法相见。", "断带，断掉的衣带。乞句：请求（对方）写的诗句。", "斑骓：身上长着花斑纹的马。", "一系：将马拴在树下。"], "background": "此词可能作于康熙二十一年（公元1682年）三月，词人扈驾东出山海关至盛京，触景生情，想起了自己的亡妻，生出无穷无尽的空虚、寂寞、惆怅之情，于是创作了这首词抒发满心愁绪。"},
{"title": "高阳台·落梅", "author": "吴文英", "paragraphs": "宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。\t寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清此，梦缟衣、解佩溪边。最愁人，啼鸟清明，叶底青圆。", "topic": "悼亡", "notes": ["仙野：状梅花飘落姿影。", "古石埋香：原指美人死去。此处喻指落梅。", "吹横笛：古笛曲中有《梅花落》。", "寿阳：化用寿阳公主梅花妆事。", "瘢（bān）：疤痕。", "缟（gǎo）衣：白绢衣裳。"], "background": ""},
{"title": "思佳客·迷蝶无踪晓梦沉", "author": "吴文英", "paragraphs": "迷蝶无踪晓梦沉，寒香深闭小庭心。欲知湖上春多少，但看楼前柳浅深。\t愁自遣，酒孤斟。一帘芳景燕同吟。杏花宜带斜阳看，几阵东风晚又阴。", "topic": "悼亡", "notes": ["思佳客：词牌名，又名“思越人”、‘“鹧鸪天”等。上下阕，五十五字，平韵。", "迷蝶：迷失的蝴蝶，借用庄子梦蝶的典故。", "寒香：指梅花。", "遣：消遣，排遣。"], "background": "本首词的具体创作时间不详。吴文英生活在杭州时，与杭姬一直生活在一起，后杭姬去世，吴文英伤心欲绝，数作词悼之，典型之作有《思佳客·迷蝶无踪晓梦沉》。"},
{"title": "清平乐·东风依旧", "author": "刘弇", "paragraphs": "东风依旧，著意隋堤柳。搓得鹅儿黄欲就，天气清明时候。\t去年紫陌青门，今宵雨魄云魂。断送一生憔悴，能消几个黄昏！", "topic": "悼亡", "notes": ["东风：", "作词为“春风”。", "著（zhuó）意：有意于，用心于。", "隋堤柳：隋炀帝大业元年（605）重浚汴河，开通济渠，沿渠筑堤植柳。至宋代，近汴京一段多为送别之地。", "鹅儿黄：幼鹅毛色黄嫩，故以喻娇嫩淡黄之物色。", "紫陌：旧指京师道路。"], "background": "词人在京任职期间，爱妾不幸去世。词人因此作了此词，以哀悼爱妾。"},
{"title": "寿楼春·寻春服感念", "author": "史达祖", "paragraphs": "裁春衫寻芳。记金刀素手，同在晴窗。几度因风残絮，照花斜阳。谁念我，今无裳？自少年、消磨疏狂。但听雨挑灯，攲床病酒，多梦睡时妆。\t飞花去，良宵长。有丝阑旧曲，金谱新腔。最恨湘云人散，楚兰魂伤。身是客、愁为乡。算玉箫、犹逢韦郎。近寒食人家，相思未忘苹藻香。", "topic": "悼亡", "notes": ["寿楼春：词牌名，史达祖自度曲。双调一百零一字，前后片各六平韵，共七处对仗。此词声情低抑，全作凄音，多句连用三至五个平声字，极拗，为词中仅有之调。寿楼，可代是作者居所的名称。", "春服：春日穿的衣服。感念：思念。", "寻芳：游赏美景。", "金刀：剪刀的美称。素景：洁白的景。", "欹（yī）：通“倚”，斜靠。", "“有丝阑”二句：“丝阑”、“金谱”都是对乐谱的美称。新腔，指新曲，新调。", "楚兰：楚地香草，代指美人。", "“算玉箫”句：指韦皋与玉箫玉环定情隔世姻缘事。据《云溪友议》载：韦皋游江夏，与青衣玉箫有情，约七年再会，留玉指环。八年，不至，玉箫绝食而殁。后得一歌妓，真如玉箫，中指肉隐如玉环。", "寒食：为令名，清明为前一天（或说清明前两天）。相传起于晋文公悼介之推事，以介之推抱木焚死，就定于是日禁火寒食。为后另取榆柳之火，以为饮食，谓“新火”。", "蘋（pín）藻香：古时贵族少女出嫁前，要到宗庙受教为妇之道，教成之日就在宗庙里主持祭祖之礼，祭时陈设之物中有采来的蘋藻。《诗经·召南·采蘋》：“于以采蘋？南涧之滨。于以采藻？于彼行潦。……于以奠之？宗室牖下。谁其尸之，有齐季女。”“蘋藻香”后来引申指新婚的温馨日子。"], "background": "这首词为史达祖悼念其亡妻所作，可能作于词人任中书省堂吏、受韩侂胄重用以后，其具体创作年份难以确考。"},
{"title": "减字木兰花·新月", "author": "纳兰性德", "paragraphs": "晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。\t莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。", "topic": "悼亡", "notes": ["晚妆：女子梳理晚妆。", "纤眉：纤细的柳眉。", "准待：准备等待。", "分明：清楚。", "不胜：不甚分明。", "守取团圆：本指等到月圆时，这里双关，另一层意思是与意中人团圆。"], "background": "这首词是纳兰为亡妻卢氏所作。词中“莫教星替”之语出自李商隐的《李夫人》，李商隐借吟咏他人之事，抒发自己的忠贞志意。“月没”是指他的妻子王氏已死，而自己不愿以星代月，无心续弦。纳兰引出此语，同是表达妻子已死，自己心中的爱情也随之离开。虽然天人永诀，仍然寄希望于和妻子片刻的团圆。"},
{"title": "南乡子·为亡妇题照", "author": "纳兰性德", "paragraphs": "泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。\t别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。", "topic": "悼亡", "notes": ["凭仗：倚仗；凭靠。", "丹青：指亡妇的画像。", "省（xǐng）识：记忆起、忆起。", "盈盈：此语含有双关意，既有由省识得来的容貌比眼前的画像清晰之意，又有作者无限伤感充盈于怀之意。", " 忒（tè）：方言，太、特。", "鹣鹣（jiān）：即鹣鸟，比翼鸟。似凫，青赤色，相得乃飞。常以之比喻夫妻合美。", "更更：一更又一更，即指夜夜苦受熬煎。", "夜雨铃：", "《长恨歌》：“行宫见月伤心色，夜雨闻铃肠断声。”"], "background": "纳兰性德在爱妻亡故后，悲痛欲绝，便写了很多悼念亡妻的词。《南乡子·为亡妇题照》是其中比较典型的一首词，它大约写于卢氏去世不久。"},
{"title": "孤雁儿·藤床纸帐朝眠起", "author": "李清照", "paragraphs": "世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。\t藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。\t小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。", "topic": "悼亡", "notes": ["孤雁儿：《孤雁儿》原名《御街行》。《古今词话》无名氏《御街行》词有“听孤雁声嘹唳”句，故更名《孤雁儿》。", "藤床：藤条编织的床。纸帐：茧纸做的帐子。", "佳思：好心情。", "沉香：薰香的一种。玉炉：玉制的香炉或是香炉的代称。", "三弄：即“梅花三弄”，古代笛由名，或称“梅花引”。", "梅心惊破：指梅花闻笛而心伤。", "春情意：喻指当年夫妻情深。", "萧萧地：淅淅沥沥。地，语助词。", "吹箫人去：《列仙传》：“萧史者，秦穆公时人也，善吹箫，能致孔雀、白鹤于庭。穆公有女字弄玉，好之。公遂以女妻焉。”此言其夫赵明诚之去世。", "肠断：这里形容因丧夫而悲伤之极。《世说新语·黜免》：“桓公入蜀，至三峡中，部伍中有得猿子者，其母缘岸哀号，行百馀里，不去，遂跳上船，至便即绝。破视其腹中，肠皆寸寸断。”", "一枝折得三句：化用", "《赠", "》诗意。折梅相送，丈夫故去，所以说没人堪寄。"], "background": "这首词明为咏梅，实为悼亡，寄托了词人对于朝廷南迁后不久不幸病故的爱侣赵明诚的深挚感情和凄楚哀思。"},
{"title": "临江仙·点滴芭蕉心欲碎", "author": "纳兰性德", "paragraphs": "点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。\t倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？", "topic": "悼亡", "notes": ["点滴芭蕉，雨打芭蕉：此谓夜雨唤起对于往时的思忆。", "旧时书：爱人当初临摹的书法本子。", "“鸳鸯”二句：追忆当初书写鸳鸯二字的情景。", "缃帙（xiāng zhì），套在书上的浅黄色布套，此代指书卷。", "幽窗：幽静的窗户。"], "background": "该词的具体创作时间不详，由正文内容可以得知这是一首怀念亡妻的悼亡词。公元1677年（康熙十六年）卢氏因难产不幸去世，之后纳兰便陷入无限的哀悼，这首词即是卢氏死后所作。"}
]