[
{"title": "浣溪沙·一曲新词酒一杯", "author": "晏殊", "paragraphs": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？\t无可奈何花落去，似曾相识燕归来。小园香径独徘徊。", "topic": "惜时", "notes": ["浣溪沙：唐玄宗时教坊曲名，后用为词调。沙，一作“纱”。", "一曲：一首。因为词是配合音乐唱的，故称“曲”。新词，刚填好的词，意指新歌。酒一杯，一杯酒。", "去年天气旧亭台：是说天气、亭台都和去年一样。", "去年天气：跟去年此日相同的天气。旧亭台，曾经到过的或熟悉的亭台楼阁。旧，旧时。", "夕阳：落日。西下：向西方地平线落下。", "几时回：什么时候回来。", "无可奈何：不得已，没有办法。", "似曾相识：好像曾经认识。形容见过的事物再度出现。后用作成语，即出自", "此句。", "燕归来：燕子从南方飞回来。燕归来，春中常景，在有意无意之间。", "小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。香径，带着幽香的园中小径。", "独：副词，用于谓语前，表示“独自”的意思。", "徘徊：来回走。"], "background": ""},
{"title": "好时光·宝髻偏宜宫样", "author": "李隆基", "paragraphs": "宝髻偏宜宫样，莲脸嫩，体红香。眉黛不须张敞画，天教入鬓长。\t莫倚倾国貌，嫁取个，有情郎。彼此当年少，莫负好时光。", "topic": "惜时", "notes": ["好时光：词牌为唐明皇", "所创。前后片各四句，共五十五字。前后片的二四句押韵，均用平声韵。《好时光》作为词牌名，有其固定的曲调，后世的文人多依据此固定的曲调而填词。", "宝髻：插戴珠宝的发髻。偏宜：甚合。宫样：宫中流行的式样。", "莲脸嫩：象莲花那样鲜艳娇嫩的脸。", "体红香：体，即躯体，这里指女子的肌肤。红：红润。香：馥郁芳香。", "黛：青黑色的颜料，古代女子用以画眉。眉黛即眉毛。张敞：汉宣帝时，为京兆尹。曾为妻子画眉。后来成为夫妻恩爱的典故，传为佳话。", "倚：倚仗。倾国貌：极言妇女之美貌。"], "background": "唐玄宗酷爱音乐。正是由于他酷爱音乐的缘故，他对宫中善于音律的女子宠爱有加。从词的前面内容来看，唐玄宗对女子的容貌和气质是十分欣赏的，暗含爱慕之意，非泛泛之交者可比，但从后面来看，又完全是一一种朋友口吻，虽有关切，却无爱恋。其间关系耐人寻味。"},
{"title": "解语花·云容冱雪", "author": "施岳", "paragraphs": "云容冱雪，暮色添寒，楼台共临眺。翠丛深窅。无人处、数蕊弄春犹小。幽姿谩好。遥相望、含情一笑。花解语，因甚无言，心事应难表。\t莫待墙阴暗老。称琴边月夜，笛里霜晓。护香须早。东风度、咫尺画阑琼沼。归来梦绕。歌云坠、依然惊觉。想恁时，小几银屏冷未了。", "topic": "惜时", "notes": ["窅(yǎo)：深远。", "数蕊弄春犹小：指梅花迎春绽放的细小花蕊。", "花解语，因甚无言，心事应难表：梅花善解人意，但它却不说话，一定是有难传的心事。", "莫待墙阴暗老：不要等梅花在墙角老去凋谢。", "称琴边月夜，笛里霜晓：指与赏梅相称的雅事唯有月下弹琴，凌晨吹笛。", "东风度、咫尺画阑琼沼：东风很快就会来到楼阁池塘边，意指梅花也渐凋谢。", "恁时：那时候。"], "background": ""},
{"title": "酒泉子·买得杏花", "author": "司空图", "paragraphs": "买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。\t旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。", "topic": "惜时", "notes": ["酒泉子：词牌名，以酒泉郡地名作曲名，原为唐教坊曲。双片四十一字，全阕以四平韵为主，四仄韵两部错叶。", "坼（chè）：绽开，词中指花蕾绽放。", "药阑（lán）：篱笆、花栏。唐李匡乂《资暇集》：“今园廷中药栏．栏即药，药即栏，犹言同援，非花药之栏也。”一说指芍药围成的花栏。", "旋：急忙、匆匆。", "把酒：执酒。", "祝：祝祷、祈愿。", "从容：悠闲舒缓的样子。"], "background": "这首词约作于唐僖宗广明二年（881年）春。上年冬，黄巢攻占长安，僖宗奔蜀。司空图扈驾不及，只好避居故乡河中（今山西永济）。其时司空图入世之心未泯，突然遭此大变故，感到十分愕然，产生很多感慨。这首词便是在这种情况下创作而成。"},
{"title": "踏莎行·寒草烟光阔", "author": "寇准", "paragraphs": "寒草烟光阔，渭水波声咽。春潮雨霁轻尘歇。征鞍发。指青青杨柳，又是轻攀折。动黯然，知有后会甚时节？\t更进一杯酒，歌一阕。叹人生，最难欢聚易离别。且莫辞沉醉，听取阳关彻。念故人，千里至此共明月。", "topic": "惜时", "notes": "", "background": ""},
{"title": "浣溪沙·小阁重帘有燕过", "author": "晏殊", "paragraphs": "小阁重帘有燕过。晚花红片落庭莎。曲阑干影入凉波。\t一霎好风生翠幕，几回疏雨滴圆荷。酒醒人散得愁多。", "topic": "惜时", "notes": ["浣溪沙：本唐教坊曲名，后用作词牌。一作《浣溪纱》，又名《浣沙溪》、《小庭花》等。双调四十二字，平韵。南唐", "有仄韵之作。此调音节明快，句式整齐，易于上口。为婉约、豪放两派词人所常用。 ", "过：飞过，过读平声。", "晚花：春晚的花。红片：落花的花瓣。庭莎：庭院里所生的莎草。莎草为草本植物，叶条形，有光泽，夏季开黄褐色小花。", "一霎：一会儿，一阵子。", "几回疏雨滴圆荷：指的是一日之间好几次下雨，雨点打在圆圆的荷叶上。词句化用五代", "《思帝乡》词：“看尽满池疏雨打团荷。”", "愁：在词中是富贵者叹息时光易逝，盛筵不再，美景难留的淡淡闲愁。"], "background": ""}
]