[
{"title": "破阵子·为陈同甫赋壮词以寄之", "author": "辛弃疾", "paragraphs": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。\t马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！", "topic": "战争", "notes": ["醉里：醉酒之中。", "挑灯：拨动灯火，点灯。 看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。", "八百里：指牛，这里泛指酒食。《世说新语·汰侈》篇：“王君夫（恺）有牛，名八百里驳，常莹其蹄角。王武子（济）语君夫：‘我射不如卿，今指赌卿牛，以千万对之。’君夫既恃手快，且谓骏物无有杀理，便相然可，令武子先射。武子一起便破的，却据胡床，叱左右：‘速探牛心来！’须臾炙至，一脔便去。”", "《元和圣德诗》：“万牛脔炙，万瓮行酒。”", "《约公择饮是日大风》诗：“要当啖公八百里，豪气一洗儒生酸。”《云谿友议》卷下《杂嘲戏》条载李日新《题仙娥驿》诗曰：“商山食店大悠悠，陈䵮䭔饠古䭃头。更有台中牛肉炙，尚盘数脔紫光毬。”", "麾：军旗。麾下：指部下。", "五十弦：本指瑟，泛指乐器。 翻：演奏。 塞外声：指悲壮粗狂的军乐。", "沙场：战场", "点兵：检阅军队。", "马作的卢（dí lú）飞快：战马像的卢马那样跑得飞快；作，像…一样；的卢，马名。一种额部有白色斑点性烈的快马。相传刘备曾乘的卢马从襄阳城西的檀溪水中一跃三丈，脱离险境。", "作：像，如。", "霹雳(pī lì)：特别响的雷声，比喻拉弓时弓弦响如惊雷。", "了(liǎo)却：了结，完成。", "天下事：此指恢复中原之事。.", "赢得：博得。", "身后：死后。", "可怜：可惜。"], "background": "这首词当作于作者失意闲居信州（今江西上饶）之时。二十一岁时，就在家乡历城（今山东济南）参加了抗金起义。起义失败后，他回到南宋，当过许多地方的长官。他安定民生，训练军队，极力主张收复中原，却遭到排斥打击。后来，他长期不得任用，闲居近二十年。宋孝宗淳熙十五年（1188年）冬天，辛弃疾与在铅山瓢泉会见，即第二次“鹅湖之会”。陈亮为人才气豪迈，议论纵横。自称能够“推倒一世之智勇，开拓万古之心胸”。他先后写了《中兴五论》和《上孝宗皇帝书》，积极主张抗战，因而遭到投降派的打击。这次他到铅山访辛弃疾，留十日。别后辛弃疾写《贺新郎·把酒长亭说》词寄给他，他和了一首；以后又用同一词牌反复唱和。这首《破阵子》大约也是作于这一时期。《历代诗余》卷一百十八引《古今词话》：“陈亮过稼轩，纵谈天下事。亮夜思幼安素严重，恐为所忌，窃乘其厩马以去。幼安赋《破阵子》词寄之。”"},
{"title": "减字木兰花·广昌路上", "author": "毛泽东", "paragraphs": "漫天皆白，雪里行军情更迫。头上高山，风卷红旗过大关。\t此行何去？赣江风雪迷漫处。命令昨颁，十万工农下吉安。", "topic": "战争", "notes": ["减字木兰花：词长名。", "广昌：江西南丰县南，抚水上游西北岸。", "漫天：满天。", "情更迫：发表时原作“无翠柏”，人民文学出版社一九六三年十二月版《毛主席诗词》改为“情更迫”。", "大关：指险要关隘。", "赣（gàn）江：江名，位于长江以南、南岭以北西源章水出自广东省毗连江西南部的大庾岭。", "吉安：现为市，在江西中部，赣江西岸。"], "background": "这首词写于雪中行军。1930年1月，彭德怀率红五军从湘赣来到赣西并与黄公略新成立的新六军对吉安进行包围。同年1月下旬，毛泽东率领的红四军第二纵队抵达江西广昌县的塘坊，顶风冒雪，翻山越岭，向广昌县城疾进。月底，与朱德部队会合，并占领宁都等县，继而向吉水一带活动。2月6日～9日红四军、五军、六军及赣西特委在吉安县陂头召开联席会议，会议作出了攻打吉安城的决定，并作出相应的战略部署。据推断，这首词作于这次联席会议之时或之后。"},
{"title": "蝶恋花·从汀州向长沙", "author": "毛泽东", "paragraphs": "六月天兵征腐恶，万丈长缨要把鲲鹏缚。赣水那边红一角，偏师借重黄公略。\t百万工农齐踊跃，席卷江西直捣湘和鄂。国际悲歌歌一曲，狂飙为我从天落。", "topic": "战争", "notes": ["蝶恋花：词牌名，出自唐教坊曲，双调，分上下两阕，上下片同调，押仄声韵，共六十字，前后片各四仄韵。", "汀州：古时州名，州治在今闽西长汀县。", "天兵：指红军。", "征腐恶：指征讨腐朽凶恶的国民党军阀。", "长缨：长绳索。汉武帝时终军出使南越（古国名，今广东、广西一带），请授长缨，说要把那里的国王缚住带回来（见《汉书·终军传》）。", "鲲鹏：《庄子·逍遥游》中所说的一种极大的鱼和由它变成的极大的鸟，所以既可分指两物（通常“鲲”不单用），也可合指一物。通常是褒义词，这里作贬义用，等于说巨大的恶魔。", "赣水那边红一角：指赣西南的赣江流域黄公略率领的红六军（1930年7月改称红三军）所建立的根据地。", "偏师：配合主力作战的部队。", "黄公略：（1898――1931）湖南湘乡人。1927年参加中国共产党。1930年，任红三军军长。1931年9月，在江西省吉安的东固地区行军中遭敌机扫射牺牲。当时他留守闽西根据地。", "踊跃：奋起刺击。汉代刘熙《释名》卷四《释言语》：“勇，踊也，遇敌踊跃，欲击之也。”", "湘和鄂：湘指湖南，鄂指湖北。", "国际悲歌：指国际歌。", "狂飙（biāo）：疾风。这里形容正在兴起的革命风暴。"], "background": "这首词最早发表在《人民文学》一九六二年五月号。彭德怀率红三军团于1930年7月28日攻进长沙，后又在湖南军阀何键十五个团的优势兵力面前被迫退出。毛泽东赴长沙与彭德怀会合，于9月10日再次进攻长沙。攻城战中红军损失惨重，9月13日毛泽东下令撤围退军。退军时写下了这首《蝶恋花·从汀州向长沙》。"},
{"title": "清平乐·蒋桂战争", "author": "毛泽东", "paragraphs": "风云突变，军阀重开战。洒向人间都是怨，一枕黄粱再现。\t红旗越过汀江，直下龙岩上杭。收拾金瓯一片，分田分地真忙。", "topic": "战争", "notes": ["蒋桂战争：蒋介石和桂系军阀李宗仁，白崇禧在1929年2月至4月间为控制两湖而进行的战争。1929年4月，桂系放弃武汉，败入广西。", "风云：风起云飞，形态多变，比喻变幻莫测的局势。这里指时局。", "军阀重开战：军阀指国民党新军阀。在北洋政府时代，军阀混战，连年不断；蒋介石国民党建都南京，曾取得暂时的妥协，至此战端又启，所以说重开战。", "洒向人间都是怨：洒字由风云化出。怨，是说陷在水深火热中的人民对军阀的怨恨。", "一枕黄粱：典出唐沈既济的《枕中记》，讲一个叫卢生的，在旅店向一个道士叹述穷困不得志。道士就拿出一个枕头，说枕在上面就能使他“荣适如志”。卢生在梦中从婚到死，享尽荣华富贵。转了一圈人生，醒来一看，困顿依旧，旅店主人也仍然在蒸黄粱（小米饭）。", "红旗：借代词，指打红旗的人，即红军。", "汀江：也叫汀水，又名鄞江。发源于福建西部长汀县东北境杉岭山脉的大悲山，流经长汀、武平、上杭、永定四县，是福建境内第三大河，至广东大埔县三河坝注入韩江。", "龙岩：县名，在福建省西南部。", "上杭：县名，在龙岩西，是第二次国内革命战争时期红军的根据地之一。", "金瓯：指国土。语出《南史·朱异传》，梁武帝曰，“我国家犹若金瓯，无一伤缺。”", "分田分地：实行土地改革，建设根据地，这一些活动也包括在“收拾”的含义中。"], "background": "这首词最早发表咋《人民文学》一九六二年五月号。1962年5月，《人民文学》发表这首词时仅有词牌《清平乐》，亦无写作时间。1963年12月人民文学出版社出版的《毛主席诗词》中，这首词已增补了词题“蒋桂战争”，标明写作时间是“1929年秋”。"},
{"title": "出塞", "author": "王昌龄", "paragraphs": "秦时明月汉时关，万里长征人未还。\t但使龙城飞将在，不教胡马度阴山。", "topic": "战争", "notes": ["但使：只要。", "龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，", "注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边。这里指英勇善战的将领。", "教：令，使。", "胡马：指侵扰内地的外族骑兵。", "度：越过。", "阴山：位于今内蒙古中部及河北北部。"], "background": "《出塞》是王昌龄早年赴西域时所作。王昌龄所处盛唐，所以在其边塞诗中，多能体现一种慷慨激昂的向上精神，和克敌制胜的强烈自信。但是频繁的边塞战争，也使人民不堪重负，渴望和平，《出塞》正是反映了人民的这种和平愿望。"},
{"title": "渔家傲·反第一次大“围剿”", "author": "毛泽东", "paragraphs": "万木霜天红烂漫，天兵怒气冲霄汉。雾满龙冈千嶂暗，齐声唤，前头捉了张辉瓒。\t二十万军重入赣，风烟滚滚来天半。唤起工农千百万，同心干，不周山下红旗乱。", "topic": "战争", "notes": ["霜天：这里指冬天。秋冬都有霜，故可统称“霜天”。", "烂漫：光彩分布貌。《文选》卷十五", "《思玄赋》：“烂漫丽靡”。", "天兵：指红军。", "霄汉：高空。霄，云气；汉，天汉，即天河。云气和天河都是在高空，所以用来表示高旷至极的天际。", "龙冈：龙冈头墟的简称，在江西省宁都、吉水、吉安、泰和、永丰诸县之间，地属永丰县。山峦重叠，形式极险。", "千嶂：许多高山。宋 ", "《渔家傲》：“千嶂里，长烟落日孤城闭。”", "二十万军重入赣：敌人发动第二次“围剿”时，总兵力20万。", "风烟：犹风尘，", "《秋兴》：“万里风烟接素秋。”", "天半：半空。", "不周山：不周山为古代传说中的山名，最早见于《山海经·大荒西经》：“西北海之外，大荒之隅，有山而不合，名曰不周。”据王逸注《离骚》，高周注《淮南子·道原训》均考不周山在昆仑山西北。相传不周山是人界唯一能够到达天界的路径，但不周山终年寒冷，长年飘雪，非凡夫俗子所能徒步到达。不周山具体在哪里有多种说法，最常见的说法是帕米尔高原。"], "background": "一九三零年十二月七日，蒋至南昌部署第一次大“围剿”，以十万兵力，进攻赣南、闽西的红军根据地。十二月三十日，红军在龙冈伏击张辉瓒并全歼其十八师。第一次大“围剿”就此结束，闻听前方捷报，毛主席喜形于色，遂在马背上吟成。"},
{"title": "喜迁莺·真宗幸澶渊", "author": "李纲", "paragraphs": "边城寒早。恣骄虏、远牧甘泉丰草。铁马嘶风，毡裘凌雪，坐使一方云扰。庙堂折冲无策，欲幸坤维江表。叱群议，赖寇公力挽，亲行天讨。\t缥缈。銮辂动，霓旌龙旆，遥指澶渊道。日照金戈，云随黄伞，径渡大河清晓。六军万姓呼舞，箭发狄酋难保。虏情慑，誓书来，从此年年修好。", "topic": "战争", "notes": ["喜迁莺：词牌名。有小令、长调两体。小令起于唐 ，长调起于宋 。又名“早梅芳”“春光好”“烘春桃泉”“万年枝”“燕归来”“鹤冲天”等。", "幸：指帝王驾临。澶（chán）渊：古代湖泊之名，也叫繁渊，故地在今河南濮阳县西。这里是指澶州郡，因澶渊得名。", "恣骄虏：指恣意骄横的辽兵。甘泉丰草：甘美的泉水和丰茂的牧草。这句是说辽兵纷侵宋朝边境。", "铁马：配有铁甲的战马。嘶：马鸣。", "毡（zhān）裘：亦作“旃裘”，古代北方民族用兽毛等制成的衣服。凌雪：冰雪。", "云扰：像云一样地纷乱，比喻社会动荡不安。", "庙堂：指朝廷。驾冲：驾还敌方的战车，意谓抵御敌人。后亦引申为进行外交谈判。", "坤维：指地的四角，即偏远的地方。江表：即江南。", "叱：怒斥。", "寇公：指当时的宰相寇凖。", "天讨：指皇帝秉承天意亲自出兵讨伐。", "銮辂（lù）：皇帝的车驾。", "霓旌（jīng）龙旆（pèi）：画有云霓和龙形的的旗帜，皇帝的仪仗之一。", "黄伞：皇帝出外的一种仪仗。", "六军：泛指宋朝的军队。", "敌酋：敌人的首领。这里指宋军射死的辽军大将。", "慑：恐惧的意思。", "誓书：盟约，指宋辽双方的和议。"], "background": "这是李纲七首咏史词之一，创作于南北宋之交。词题为“真宗幸澶渊”，意在以本朝先帝故事，讽谏当朝统治者。"},
{"title": "西江月·井冈山", "author": "毛泽东", "paragraphs": "山下旌旗在望，山头鼓角相闻。敌军围困万千重，我自岿然不动。\t早已森严壁垒，更加众志成城。黄洋界上炮声隆，报道敌军宵遁。", "topic": "战争", "notes": ["西江月：词牌名，原唐教坊曲，用作词调。", "井冈山：在江西西部及湖南东部，方圆五百里。", "旌旗（jīng qí）在望：指山下的部分红军和井冈山一带的赤卫队、暴动队等地方武装。这里用“旌旗”是为了增加诗的鲜明的形象感。作者说，其实没有飘扬的旗子，都是卷起的。", "鼓角：本指古代军中所用的战鼓和号角，此处借指军号。", "岿（kuī）然：形容高大独立的样子。", "森严壁垒：森严，严整。壁垒，古代军营中的围墙，也就是防御工事。指阵容严整，不可侵犯。", "众志成城：意思是大家同心协力，就像城墙一样的牢固。比喻大家团结一致，就能克服困难。", "黄洋界：井冈山五大哨口之一，另四个是八面山、双马石、朱沙冲、桐木岭。", "宵遁（dùn）：指敌人乘夜逃跑。"], "background": "这首词应该是毛泽东同志为赞扬黄洋界保卫战的胜利而写的。根据可知的参考资料来看，时间大约是9月5日前后在遂川大汾，当朱云卿把黄洋界保卫战的情况向毛汇报后，毛泽东有了感触，才能欣然命笔写出《西江月·井冈山》。"},
{"title": "鹧鸪天·有客慨然谈功名因追念少年时事戏作", "author": "辛弃疾", "paragraphs": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡䩮，汉箭朝飞金仆姑。\t追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。", "topic": "战争", "notes": ["鹧鸪天：词牌名。双调五十五字，押平声韵。", "少年时事：年轻时期的事情。", "壮岁旌旗拥万夫：指作者领导起义军抗金事，当时正二十岁出头。他在《进美芹十论子》里说：“臣尝鸠众二千，隶耿京，为掌书记，与图恢复，共藉兵二十五万，纳款于朝。”壮岁：少壮之时。", "锦襜（chān）突骑渡江初：指作者南归前统帅部队和敌人战斗之事。锦襜突骑：穿锦绣短衣的快速骑兵。襜：战袍。衣蔽前曰“襜”。", "“燕兵”句：意谓金兵在夜晚枕着箭袋小心防备。燕兵：此处指金兵。", "娖（chuò）：整理的意思。银胡䩮：银色或镶银的箭袋。一说娖为谨慎貌，胡䩮是一种用皮制成的测听器，军士枕着它，可以测听三十里内外的人马声响，见《通典》。", "“汉箭”句：意谓清晨宋军便万箭齐发，向金兵发起进攻。汉：代指宋。金仆姑：箭名，见《左传·庄公十一年》。", "髭（zī）须：胡子。唇上曰髭，唇下为须。", "平戎策：平定当时入侵者的策略。此指作者南归后向朝廷提出的《美芹十论》《九议》等在政治上、军事上都很有价值的抗金意见书。", "东家：东邻。种树书：表示退休归耕农田。"], "background": "辛弃疾在各地做了二十多年的文武官吏，因进行练兵筹饷的活动，常被弹劾，罢官家居江西的上饶、铅山，也接近二十年。他处处受到投降派的掣肘，报效国家的壮志难酬。这首词是他晚年家居时，碰到客人和他谈起建立功名的事，引起他回想从青年到晚年的经历而作的。"},
{"title": "浣溪沙·欲寄愁心朔雁边", "author": "纳兰性德", "paragraphs": "欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。\t古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。", "topic": "战争", "notes": ["浣溪沙：唐教坊曲名，因春秋时期人西施浣纱于若耶溪而得名，后用作词牌名，又名“浣溪纱”“小庭花”等。此调有平仄两体。全词分上下两片，上片三句全用韵，下片末二句用韵，过片二句用对偶句的居多。音节明快，句式整齐，易于上口，为婉约派与豪放派多数词人所常用。", "朔雁边：谓北方边地的大雁。", "惨离颜：谓离别的筵宴上忧愁凄苦之形貌。", "古戍（shù）：指古代将士守边之处，筑有城堡、营垒、烽火台等。斥堠（hòu）：放哨，此处代指边关哨所。", "解鞍鞯（ān jiān）：谓卸去行装以驻扎安营。鞍鞯：指马鞍和马鞍下面的垫子。鞍子和托鞍的垫子。 "], "background": "康熙二十一年（1682年）秋，词人赴梭龙勘察途中，任务紧急，身怀重任，又亲眼目睹战争的残酷，为了抒发个人的悲苦之情，表达强烈的反战思想，作下此词。"},
{"title": "渔家傲·反第二次大“围剿”", "author": "毛泽东", "paragraphs": "白云山头云欲立，白云山下呼声急，枯木朽株齐努力。枪林逼，飞将军自重霄入。\t七百里驱十五日，赣水苍茫闽山碧，横扫千军如卷席。有人泣，为营步步嗟何及！", "topic": "战争", "notes": ["渔家傲·：词牌名，又名“渔歌子”、“渔父词”等。双调六十二字，上下片各五句，五仄韵。", "白云山：位于向西省东固和富田之间的一座大山，第二次反围剿时的主战场，山上树木很多，常有白云笼罩。", "云欲上：云层滚动，好像要凌空指上起来一样。", "枯木朽株齐努力：干枯的树木，老朽的树桩龃振作起来，好像也在为保卫红色根据地而努力助战。", "逼：逼近。", "飞将军：汉武帝时，将领李广很会带兵打仗，行军神速，常常山敌不意，被匈奴称作“飞将军”。这里指英勇善战的红军。", "重霄：天空，古人谓天有九重。当时红军隐蔽集结在山上，敌人由富田向东固地区进犯，红军突然从山上打到山下，好像飞将军从天而降。", "驱：驱逐，追击。这里指长驱指入。", "赣（gàn）水：赣向的旧称。赣向是中国向西省最大河流，长向下游重要支流之一。位于长向以南、南岭以北。", "闽（mǐn）山碧：福建和向西交界处武夷山的一段为闽山。碧，青翠湛绿。", "横扫：南北为“纵”，东西为“横”，从东向西或从西向东进行扫荡叫“横扫”。", "千军：指大量的敌人。", "如卷席：像卷席子一样，极言收拾得干净利索。", "有人：指国民党反动派。", "泣：有泪无声地哭。", "为营步步：即“步步为营”，国民党发动第二次大“围剿”时，每前进一段就修筑堡垒。营，军垒。", "嗟（jiē）何及：叹息又有什么用。嗟，叹息。何及，来不及，怎么也没办法达到目的。"], "background": "这首词最早发表在《人民文学》一九六二年五月号。此词创作于1931年夏。1931年4月，蒋介石对苏区发动了第二次大“围剿”。作者亲自指挥中央红军，十五天中（1931年5月16日至30日），痛快淋漓地打破了‘围剿’。”此次反“围剿”胜利之后，词人便创作了这一人民战争思想胜利的颂歌。"},
{"title": "西江月·秋收起义", "author": "毛泽东", "paragraphs": "军叫工农革命，旗号镰刀斧头。匡庐一带不停留，要向潇湘直进。\t地主重重压迫，农民个个同仇。秋收时节暮云愁，霹雳一声暴动。", "topic": "战争", "notes": ["西江月：词牌名。秋收起义：一九二七年大革命失败，中国共产党八七会议决定发动农民在秋收季节举行武装起义。", "军叫工农革命：当时国民党的军队称作“国民革命军”，共产党领导的起义队伍就叫“工农革命军”。", "旗号镰刀斧头：这是当时的军旗。1933年改为镰刀锤子，后演变为八一军旗。旗号：旗帜表示的名号。", "匡庐：首次发表时原作“修铜”，即修水、铜鼓。一九八六年九月人民文学出版社出版的《毛泽东诗词选》根据作者修改的抄件改为“匡庐”。", "潇（xiāo）湘：原为平浏，即平江、浏阳。湖南省县名首次发表时原作“平浏”，一九八六年九月人民文学出版社出版的《毛泽东诗词选》根据作者修改的抄件改为“潇湘”。借潇水和湘江指湖南省。", "同仇：同心合力打击敌人（国民党反动派）。", "暮云愁：象征反动势力压顶，百姓生活窘迫。"], "background": "1927年8月毛泽东以中央特派员的身份，赶回湖南部署湘赣边界秋收起义。1927年9月9日举行了武装起义，点燃了秋收起义暴动的革命烈火。1927年秋收起义后几天，当时革命正处在异常艰苦的关头。此时毛泽东豪气干云，激情满怀，写下了《西江月·秋收起义》一词。"},
{"title": "蕃女怨·碛南沙上惊雁起", "author": "温庭筠", "paragraphs": "碛南沙上惊雁起，飞雪千里。玉连环，金镞箭，年年征战。画楼离恨锦屏空，杏花红。", "topic": "战争", "notes": ["蕃女怨，词牌名，为", "所创，《金奁集》入“南吕宫”，七句三十一字，四仄韵，两平韵。", "碛（qì）：浅水中的沙石，这里指边塞荒漠之地。", "玉连环：征人服饰物。《战国策·齐策》：“秦昭王尝遣使者，遗君王后以玉连环。”这里是指征人的用具，如铁链之类的东西。", "金镞（zú）箭：装有金属箭头的箭。镞，箭头。", "锦屏：有彩画的屏风。"], "background": ""},
{"title": "一剪梅·襄樊四载弄干戈", "author": "杨佥判", "paragraphs": "襄樊四载弄干戈，不见渔歌，不见樵歌。试问如今事若何？金也消磨，谷也消磨。\t柘枝不用舞婆娑，丑也能多，恶也能多！朱门日日买朱娥。军事如何？民事如何？", "topic": "战争", "notes": ["一剪梅：词牌名，双调六十字，前后段各六句、三平韵。", "弄干戈：指战争。", "柘（zhè）枝：舞曲名。", "能多：这样多。", "朱门：权贵之家，这里指", "。朱娥：年轻貌美的女子。", "军事：指襄樊城被围，贾似道不发援兵。", "民事：指贾似道对人民加重剥削，而襄樊一带的民兵却勇敢地参加了保卫襄阳城的战斗。"], "background": "宋度宗（1268—1274）年间，一位在州府判官厅签书的杨姓幕僚杨佥判，他耳闻襄樊被蒙古兵攻打围困，守城军民拼死抵抗，战事延续四年，城中被困军民以小孩之肉为食，人骨为薪，情景惨绝人寰，目睹偏安一隅临安的南宋王朝，过着花天酒地、醉生梦死的奢侈淫逸生活。终于气恨难平，愤激写下了这首揭露现实罪恶和抨击时政腐朽的政治讽刺词以泄愤懑。"},
{"title": "甘州遍·秋风紧", "author": "毛文锡", "paragraphs": "秋风紧，平碛雁行低，阵云齐。萧萧飒飒，边声四起，愁闻戍角与征鼙。\t青冢北，黑山西。沙飞聚散无定，往往路人迷。铁衣冷，战马血沾蹄，破蕃奚。凤皇诏下，步步蹑丹梯。", "topic": "战争", "notes": ["碛（qí）砌：原指浅水中的沙石。左思《吴都赋》：“玩其碛砾而不窥玉渊者，未知骊龙之所蟠也。”引申为沙漠，", "《送人从军》诗：“今君度沙碛，累月断人烟。”“平碛”则是一望无际的沙漠。", "阵云齐：云层低压。齐：平，与天际相齐，低压之义。", "边声：边防线上的声响，即指角、鼓、马内、风吼之类的声音。", "角：画角，军号之类的乐器。鼙（pí皮）：古代军中的小鼓，又称“骑鼓”。", "《长恨歌》：“渔阳鼙鼓动云来，惊破《霓裳羽衣曲》。”", "青冢（zhǒng肿）：汉代", "之墓。在今内蒙古呼和浩特市南二十余里。昭君死，葬黑河南岸。今冢高三十余米，有土阶可登。据传说，塞草皆白，惟此冢独青。或曰，朝暮有愁云怨雾复冢上。近人张相文《寒北纪游》说：“塞外多白沙，空气映之，凡山林村阜，无不黛戍横空，若泼浓墨。昭君墓烟霭蒙笼，远见数十里外，故曰青冢。”可见墓有青草愁云之说，实力附会。杜甫《咏怀古迹》诗：“一去紫台连朔漠，独留青冢向黄昏。”", "黑山：今内蒙古自治区和林格尔以北，又名杀虎山。", "铁衣：征戍将士所穿铠甲，用来掩护身体，防备兵器所伤，多用金属片或皮革制成。", "《白雪歌送武判官归京》：“将军角弓不得控，都护铁衣冷难著。”", "蕃奚（xī西，旧读xí习）：多指西北方猎数民族。奚：古代猎数民族之一，匈奴别种，南北朝称“库莫奚”，分布在西拉木伦河流域，从事游牧。杜甫《悲青坂》诗：“黄头奚儿日向西，数骑弯弓敢弛突。”《旧唐书·北狄列传》：“其国胜兵三万余人，分为五部，好射猎，逐水草，无常居。”", "凤皇诏：天子的文告。凤皇，即“凤凰”。古代皇帝的诏书要由中书省发，中书省在禁苑中凤凰池处，故称“凤凰诏”，又称“凤诏”。", "《梦令狐学士》诗：“右银台路雪三尺，凤诏裁成当直归。”", "蹑丹梯：踏着朝廷前的阶梯而进。指立边功后受诏回朝朝拜君王。蹑（niè聂）：踩踏。丹梯：又称“丹墀”，古代宫殿前石阶以红戍涂饰，故称“丹梯”。", "《西京赋》：“青琐丹墀。”又", "《敬亭山》诗：“要欲追奇趣，即此陵丹梯。”"], "background": "公元922年，契丹主耶律阿保机率兵南下，进攻定州，李存勖打破之，驱契丹出境。公元923年李存勖建立后唐，公元925年灭前蜀。毛文锡随蜀主降后唐。这首词当为歌颂李存勖破契丹兵而作。"},
{"title": "滴滴金·梅", "author": "孙道绚", "paragraphs": "月光飞入林前屋。风策策，度庭竹。夜半江城击柝声，动寒梢栖宿。\t等闲老去年华促，只有江梅伴幽独。梦绕夷门旧家山，恨惊回难续。", "topic": "战争", "notes": "", "background": ""},
{"title": "贺新郎·纤夫词", "author": "陈维崧", "paragraphs": "战舰排江口。正天边、真王拜印，蛟螭蟠钮。征发棹船郎十万，列郡风驰雨骤。叹闾左、骚然鸡狗。里正前团催后保，尽累累、锁系空仓后。捽头去，敢摇手？\t稻花恰趁霜天秀。有丁男、临歧诀绝，草间病妇。此去三江牵百丈，雪浪排樯夜吼。背耐得、土牛鞭否？好倚后园枫树下，向丛祠亟倩巫浇酒。神佑我，归田亩。", "topic": "战争", "notes": ["贺新郎：词牌名。原名《贺新凉》，又名《金缕曲》《乳燕飞》《貂裘换酒》等。双调江百江十六字，上下片各十句六l韵。", "纤夫：挽舟的船工。", "江口：长江口岸。", "天：天子。", "真王拜发：这里指清圣祖遭郡王亲王等讨吴三桂事。", "蛟螭蟠钮：谓亲王帅发的发钮雕刻作蟠龙形状。钮，发鼻。", "棹：船桨。", "风驰雨骤：谓征发令江下，各地拉壮丁服役，雷厉风行。", "闾（lǘ）左：秦代居里门左侧的贫民。", "骚然鸡狗：鸡狗不宁，骚，动乱不安，", "里正：里长，唐制，百家为里，设里正江人。", "前团催后保：层层逼迫之意。团：军队编制单位名。隋制，江团有二十队，团有偏将江人。保：旧时户籍编制单位。十家为江保。", "累累（léi）：江连串地。", "锁系空仓后：把抓来的壮丁锁缚在空仓后面。", "捽（zuó）：揪住。", "敢：不敢。", "摇手：表示抗争", "秀：吐穗开花。", "丁男：成年男子。", "歧：岔路口。", "诀绝：诀别。", "三江：此指湖南岳阳之三江，为当时吴三桂军与清军争持之地。", "百丈，用以牵船的篾缆。", "樯（qiáng）：船上桅杆。", "夜吼：夜晚的风在怒吼之意。", "土牛：即春牛，古时泥塑之以迎春。", "丛祠：破庙。", "亟（jí）倩：急请。", "巫：古代妆神作舞以降神灵的巫婆。"], "background": "词作于清顺治十六年（1659年）。是年五月，南明大将郑成功与张煌言合兵北伐，攻至江宁（今南京）城下，清廷急筹江防，从长江下游地区抓了大批民夫来给运兵粮的木船拉纤。此词出于避忌，词人不得不隐约其辞，以“真王”拟诸亲王，以“天边”拟指京城。"}
]