[
{"title": "将进酒", "author": "李白", "paragraphs": "君不见黄河之水天上来，奔流到海不复回。\t君不见高堂明镜悲白发，朝如青丝暮成雪。\t人生得意须尽欢，莫使金樽空对月。\t天生我材必有用，千金散尽还复来。\t烹羊宰牛且为乐，会须一饮三百杯。\t岑夫子，丹丘生，将进酒，杯莫停。\t与君歌一曲，请君为我倾耳听。\t钟鼓馔玉不足贵，但愿长醉不愿醒。\t古来圣贤皆寂寞，惟有饮者留其名。\t陈王昔时宴平乐，斗酒十千恣欢谑。\t主人何为言少钱，径须沽取对君酌。\t五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。", "topic": "抒情", "notes": ["将进酒：劝酒歌，属乐府旧题。", "将（qiāng）：请。", "君不见：乐府中常用的一种夸语。", "天上来：黄河发源于青海，因那里地势极高，故称。", "高堂：房屋的正室厅堂。一说指父母。一作“床头”。", "青丝：喻柔软的黑发。一作“青云”。", "成雪：一作“如雪”。", "得意：适意高兴的时候。", "金樽（zūn）：中国古代的盛酒器具。", "会须：正应当。", "岑夫子：岑勋。", "丹丘生：元丹丘。二人均为", "的好友。", "杯莫停：一作“君莫停”。", "与君：给你们，为你们。君，指岑、元二人。", "倾耳听：一作“侧耳听”。", "钟鼓：富贵人家宴会中奏乐使用的乐器。", "馔（zhuàn）玉：形容食物如玉一样精美。", "不愿醒：也有版本为“不用醒”或“不复醒”。", "陈王：指陈思王曹植。", "平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。", "主人：指宴请李白的人，元丹丘。", "恣（zì）：纵情任意。", "谑（xuè）：戏。言少钱：一作“言钱少”。", "径须：干脆，只管。沽：买。", "五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。", "裘（qiú）：皮衣。", "尔：你。销：同“消”。"], "background": "关于这首诗的写作时间，说法不一。郁贤皓《集》认为此诗约作于开元二十四年（公元736年）前后。黄锡珪《李太白编年诗集目录》系于天宝十一载（752）。一般认为这是李白天宝年间离京后，漫游梁、宋，与友人岑勋、元丹丘相会时所作。唐玄宗天宝初年，李白由道士推荐，由唐玄宗招进京，命李白为供奉翰林。不久，因权贵的谗毁，于天宝三载（744年），李白被排挤出京，唐玄宗赐金放还。此后，李白在江淮一带盘桓，思想极度烦闷，又重新踏上了云游祖国山河的漫漫旅途。李白作此诗时距李白被唐玄宗“赐金放还”已有八年之久。这一时期，李白多次与友人岑勋（岑夫子）应邀到嵩山另一好友元丹丘的颍阳山居为客，三人登高饮宴，借酒放歌。诗人在政治上被排挤，受打击，理想不能实现，常常借饮酒来发泄胸中的郁积。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”之际，于是满腔不合时宜借酒兴诗情，以抒发满腔不平之气。"},
{"title": "南乡子·登京口北固亭有怀", "author": "辛弃疾", "paragraphs": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。\t年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。", "topic": "抒情", "notes": ["南乡子：词牌名。", "京口：今江苏省镇江市。北固亭：在今镇江市北固山上，下临长江，三面环水。", "望：眺望。神州：这里指中原地区。", "北固楼：即北固亭。", "兴亡：指国家兴衰，朝代更替。", "悠悠：形容漫长、久远。", "年少：年轻。指孙权十九岁继父兄之业统治江东。兜鍪（dōu móu）：指千军万马。原指古代作战时兵士所带的头盔，这里代指士兵。", "坐断：坐镇，占据，割据。东南：指吴国在三国时地处东南方。休：停止。", "敌手：能力相当的对手。", "曹刘：指曹操与刘备。", "生子当如孙仲谋：曹操率领大军南下，见孙权的军队雄壮威武 ，喟然而叹：“生子当如孙仲谋，刘景升儿子若豚犬耳。” "], "background": "此词约作于宋宁宗嘉泰四年（公元1204年）或开禧元年（公元1205年），当时辛弃疾在镇江知府任上。嘉泰三年（1203）六月末，辛弃疾被起用为绍兴知府兼浙东安抚使后不久，即第二年三月，改派到镇江去做知府。镇江，在历史上曾是英雄用武和建功立业之地，此时成了与金人对垒的第二道防线。每当他登临京口（即镇江）北固亭时，触景生情，不胜感慨系之。这首词就是在这一背景下写成的。"},
{"title": "长相思", "author": "纳兰性德", "paragraphs": "山一程，水一程，身向榆关那畔行，夜深千帐灯。\t风一更，雪一更，聒碎乡心梦不成，故园无此声。", "topic": "抒情", "notes": ["长相思。唐教坊曲，双翅小令。又名《双红豆》。", "程：道路、路程，山一程、水一程，即山长水远。", "榆关：即今山海关，在今河北秦皇岛东北；那畔：即山海关的另一边，指身处关外。", "千帐灯：皇帝出巡临时住宿的行帐的灯火。千帐言军营之多。", "更：旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。", "聒（guō）：声音嘈杂，这里指风雪声。", "故园：故乡，这里指北京；此声：指风雪交加的声音。"], "background": "公元1682年（康熙二十一年）二月十五日，云南平定，康熙帝出关东巡，祭告奉天祖陵。词人随从康熙帝诣永陵、福陵、昭陵告祭，二十三日出山海关。塞上风雪凄迷，苦寒的天气引发了词人对京师中家的思念，于是写下了这首词。"},
{"title": "浪淘沙令·帘外雨潺潺", "author": "李煜", "paragraphs": "帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。\t独自莫凭栏，无限江山。别时容易见时难。流水落花春去也，天上人间。", "topic": "抒情", "notes": [], "background": "此词是作者去世前不久所写。此词基调低沉悲怆，透露出李煜这个亡国之君绵绵不尽的故土之思，可以说这是一支宛转凄苦的哀歌。"},
{"title": "望海潮·东南形胜", "author": "柳永", "paragraphs": "东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。\t重湖叠巘清嘉，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙，乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。", "topic": "抒情", "notes": ["三吴：即吴兴（今浙江省湖州市）、吴郡（今江苏省苏州市）、会稽（今浙江省绍兴市）三郡，在这里泛指今江苏南部和浙江的部分地区。", "钱塘：即今浙江杭州，古时候的吴国的一个郡。", "烟柳：雾气笼罩着的柳树。", "画桥：装饰华美的桥。", "风帘：挡风用的帘子。", "翠幕：青绿色的帷幕。", "参差：高低不齐的样子。", "云树：树木如云，极言其多。", "怒涛卷霜雪：又高又急的潮头冲过来，浪花像霜雪在滚动。", "天堑：天然沟壑，人间险阻。一般指长江，这里借指钱塘江。", "珠玑：珠是珍珠，玑是一种不圆的珠子。这里泛指珍贵的商品。", "重湖：以白堤为界，西湖分为里湖和外湖，所以也叫重湖。巘（yǎn）：大山上之小山。", "叠巘：层层叠叠的山峦。此指西湖周围的山。巘：小山峰。", "清嘉：清秀佳丽。", "三秋：①秋季，亦指秋季第三月，即农历九月。", "《滕王阁序》有“时维九月，序属三秋”。", "《望海潮》有“三秋桂子，十里荷花”。②三季，即九月。《诗经·王风·采葛》有“一日不见，如三秋兮！”孔颖达疏“年有四时，时皆三月。三秋谓九月也。设言三春、三夏其义亦同，作者取其韵耳”。亦指三年。", "《江夏行》有“只言期一载，谁谓历三秋！”", "羌管（qiāng）：即羌笛，羌族之簧管乐器。这里泛指乐器。弄：吹奏。", "菱歌泛夜：采菱夜归的船上一片歌声。菱：菱角。泛：漂流。", "高牙：古代行军有牙旗在前引导，旗很高，故称“高牙”。", "吟赏烟霞：歌咏和观赏湖光山色。烟霞：此指山水林泉等自然景色。", "异日图将好景：有朝一日把这番景致描绘出来。异日：他日，指日后。图：描绘。", "凤池：全称凤凰池，原指皇宫禁苑中的池沼。此处指朝廷。"], "background": "吴熊和《柳永与孙沔的交游及柳永卒年新证》考证此词为柳永在杭州赠资政殿学士、知杭州孙沔作。孙沔向误作孙何。陈元靓《岁时广记》卷三十一引杨湜《古今词话》：柳耆卿与孙相何为布衣交。孙知杭州，门禁甚严。耆卿欲见之不得，作《望海潮》词，往谒名妓楚楚曰：“欲见孙相，恨无门路。若因府会，愿借朱唇歌于孙相公之前。若问谁为此词，但说柳七。”中秋府会，楚楚宛转歌之，孙即日迎耆卿预坐。由这个故事来看，这首词是一首干谒词，目的是请求对方为自己举荐。"},
{"title": "蝶恋花·伫倚危楼风细细", "author": "柳永", "paragraphs": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。\t拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。", "topic": "抒情", "notes": ["蝶恋花：原唐教坊曲名，后用为词牌名。又名“鹊踏枝”“凤栖梧”。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。双调六十字，上下片各四仄韵。", "伫（zhù）倚危楼：长时间倚靠在高楼的栏杆上。伫，久立。危楼，高楼。", "望极：极目远望。", "黯黯（ànàn）：心情沮丧忧愁。生天际：从遥远无边的天际升起。", "烟光：飘忽缭绕的云霭雾气。", "会：理解。阑：同“栏”。", "拟把：打算。疏狂：狂放不羁。", "对酒当歌：语出", "《短歌行》 “ 对酒当歌，人生几何”。当：与\"对\"意同。", "强（qiǎng）乐：勉强欢笑。强，勉强。", "衣带渐宽：指人逐渐消瘦。语本《古诗十九首》：“相去日已远，衣带日已缓”。", "消得：值得。"], "background": ""},
{"title": "江南春", "author": "杜牧", "paragraphs": "千里莺啼绿映红，水村山郭酒旗风。\t南朝四百八十寺，多少楼台烟雨中。", "topic": "抒情", "notes": ["莺啼：即莺啼燕语。", "郭：外城。此处指城镇。酒旗：一种挂在门前以作为酒店标记的小旗。", "南朝：指先后与北朝对峙的宋、齐、梁、陈政权。四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。据《南史·循吏·郭祖深传》说：“都下佛寺五百余所”。这里说四百八十寺，是虚数。", "楼台：楼阁亭台。此处指寺院建筑。烟雨：细雨蒙蒙，如烟如雾。 "], "background": "这是一首素负盛誉的写景诗。小小的篇幅，描绘了广阔的画面。它不是以一个具体的地方为对象，而是着眼于整个江南特有的景色，故题为《江南春》。"},
{"title": "水龙吟·登建康赏心亭", "author": "辛弃疾", "paragraphs": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。\t休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！", "topic": "抒情", "notes": ["建康：今江苏南京。", "遥岑：岑，音cén。远山。", "玉簪螺髻：簪，音zān；髻，音jì。玉簪、螺髻：玉做的簪子，像海螺形状的发髻，这里比喻高矮和形状各不相同的山岭。", "断鸿：失群的孤雁。", "吴钩，古代吴地制造的一种宝刀。这里应该是以吴钩自喻，空有一身才华，但是得不到重用。", "了：音liǎo。", "鲈鱼堪脍：用西晋张翰典。", "季鹰：张翰，字季鹰。", "求田问舍：置地买房。刘郎：刘备。才气：胸怀、气魄。", "流年：流逝的时光。", "忧愁风雨：风雨，比喻飘摇的国势。", "树犹如此：用东晋桓温典。", "倩：请托。读音qìng", "红巾翠袖：女子装饰，代指女子。", "揾：wèn。擦拭。"], "background": "公元1174年（宋孝宗淳熙元年），辛弃疾将任东安抚司参议官。这时作者南归已八、九年了，却投闲置散，任了一介小官，一次，他登上建康的赏心亭，极目远望祖国的山川风物，百感交集，更加痛惜自己满怀壮志而老大无成，于是写下一首《水龙吟》词。"},
{"title": "望江南·超然台作", "author": "苏轼", "paragraphs": "春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。\t寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。", "topic": "抒情", "notes": ["望江南：原唐教坊曲名，后用为词牌名。又名“忆江南”。", "超然台：筑在密州（今山东诸城）北城上，登台可眺望全城。", "壕：护城河。", "寒食：节令。旧时清明前一天（一说二天）为寒食节。", "咨嗟：叹息、慨叹。", "故国：这里指故乡、故园。", "新火：唐宋习俗，清明前二天起，禁火三日。节后另取榆柳之火称“新火”。", "新茶：指清明前采摘的“明前茶”。"], "background": "此词作于公元1076年（宋神宗熙宁九年）暮春。苏轼《超然台记》谓：“移守胶西，处之期年。园之北，因城以为台者旧矣。稍葺而新之，时相与登览，放意肆志焉。”公元1076年（熙宁九年）暮春，苏轼登超然台，眺望春色烟雨，触动乡思，写下了此词。"},
{"title": "相见欢·无言独上西楼", "author": "李煜", "paragraphs": "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。\t剪不断，理还乱，是离愁。别是一般滋味在心头。", "topic": "抒情", "notes": ["锁清秋：深深被秋色所笼罩。清秋，一作深秋。", "剪，一作翦。", "离愁：指去国之愁。", "别是一般：另有一种意味。别是，一作别有。"], "background": "开宝八年（公元975年），宋朝灭南唐，李煜亡家败国，被囚禁待罪于汴京。李煜后期词作多倾泻失国之痛和去国之思，沉郁哀婉，感人至深。《相见欢》便是后期词作中很有代表性的一篇。"},
{"title": "苏幕遮·怀旧", "author": "范仲淹", "paragraphs": "碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。\t黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。", "topic": "抒情", "notes": ["苏幕遮：原唐教坊曲名，来自西域，后用作词牌名。又名“云雾敛”“鬓云松令”。双调，六十二字，上下片各五句。", "“波上”句：江波之上笼罩着一层翠色的寒烟。烟本呈白色，因其上连碧天，下接绿波，远望即与碧天同色，正所谓“秋水共长天一色”。", "“芳草”二句：意思是，草地绵延到天涯，似乎比斜阳更遥远。“芳草”常暗指故乡，因此，这两句有感叹故乡遥远之意。", "黯乡魂：因思念家乡而黯然伤神。黯，形容心情忧郁。乡魂，即思乡的情思。语出", " 《别赋》：“黯然销魂者，唯别而已矣。\"", "追旅思（sī）：撇不开羁旅的愁思。追，追随，这里有缠住不放的意思。旅思，旅居在外的愁思。思，心绪，情怀。"], "background": "这首词作于公元1040年（宋仁宗康定元年）至公元1043年（庆历三年）间，当时范仲淹正在西北边塞的军中任陕西四路宣抚使，主持防御西夏的军事。"},
{"title": "浣溪沙·游蕲水清泉寺", "author": "苏轼", "paragraphs": "游蕲水清泉寺，寺临兰溪，溪水西流。\t山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。\t谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。", "topic": "抒情", "notes": ["蕲qí水：县名，今湖北浠水县。", "浸：泡在水中。", "萧萧：形容雨声。", "子规：又叫杜宇、杜鹃、催归。它总是朝着北方鸣叫，六、七月呜叫声更甚，昼夜不止，发出的声音极其哀切，犹如盼子回归，所以叫杜鹃啼归、这种鸟也叫子规。", "无再少：不能回到少年时代。", "白发：老年。", "唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。"], "background": "公元1082年（宋神宗元丰五年）苏轼因“乌台诗案”，被贬至黄州（今湖北黄冈）任团练副使。春三月作者游蕲水清泉寺时写下此词。"},
{"title": "鹊桥仙·纤云弄巧", "author": "秦观", "paragraphs": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。\t柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。", "topic": "抒情", "notes": ["纤云：轻盈的云彩。弄巧：指云彩在空中幻化成各种巧妙的花样。", "飞星：流星。一说指牵牛、织女二星。", "银汉：银河。", "迢迢：遥远的样子。", "暗度：悄悄渡过。", "金风玉露：指秋风白露。", "忍顾：怎忍回视。", "朝朝暮暮：指朝夕相聚。语出", "《高唐赋》。"], "background": ""},
{"title": "破阵子·为陈同甫赋壮词以寄之", "author": "辛弃疾", "paragraphs": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。\t马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！", "topic": "抒情", "notes": ["醉里：醉酒之中。", "挑灯：拨动灯火，点灯。 看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。", "八百里：指牛，这里泛指酒食。《世说新语·汰侈》篇：“王君夫（恺）有牛，名八百里驳，常莹其蹄角。王武子（济）语君夫：‘我射不如卿，今指赌卿牛，以千万对之。’君夫既恃手快，且谓骏物无有杀理，便相然可，令武子先射。武子一起便破的，却据胡床，叱左右：‘速探牛心来！’须臾炙至，一脔便去。”", "《元和圣德诗》：“万牛脔炙，万瓮行酒。”", "《约公择饮是日大风》诗：“要当啖公八百里，豪气一洗儒生酸。”《云谿友议》卷下《杂嘲戏》条载李日新《题仙娥驿》诗曰：“商山食店大悠悠，陈䵮䭔饠古䭃头。更有台中牛肉炙，尚盘数脔紫光毬。”", "麾：军旗。麾下：指部下。", "五十弦：本指瑟，泛指乐器。 翻：演奏。 塞外声：指悲壮粗狂的军乐。", "沙场：战场", "点兵：检阅军队。", "马作的卢（dí lú）飞快：战马像的卢马那样跑得飞快；作，像…一样；的卢，马名。一种额部有白色斑点性烈的快马。相传刘备曾乘的卢马从襄阳城西的檀溪水中一跃三丈，脱离险境。", "作：像，如。", "霹雳(pī lì)：特别响的雷声，比喻拉弓时弓弦响如惊雷。", "了(liǎo)却：了结，完成。", "天下事：此指恢复中原之事。.", "赢得：博得。", "身后：死后。", "可怜：可惜。"], "background": "这首词当作于作者失意闲居信州（今江西上饶）之时。二十一岁时，就在家乡历城（今山东济南）参加了抗金起义。起义失败后，他回到南宋，当过许多地方的长官。他安定民生，训练军队，极力主张收复中原，却遭到排斥打击。后来，他长期不得任用，闲居近二十年。宋孝宗淳熙十五年（1188年）冬天，辛弃疾与在铅山瓢泉会见，即第二次“鹅湖之会”。陈亮为人才气豪迈，议论纵横。自称能够“推倒一世之智勇，开拓万古之心胸”。他先后写了《中兴五论》和《上孝宗皇帝书》，积极主张抗战，因而遭到投降派的打击。这次他到铅山访辛弃疾，留十日。别后辛弃疾写《贺新郎·把酒长亭说》词寄给他，他和了一首；以后又用同一词牌反复唱和。这首《破阵子》大约也是作于这一时期。《历代诗余》卷一百十八引《古今词话》：“陈亮过稼轩，纵谈天下事。亮夜思幼安素严重，恐为所忌，窃乘其厩马以去。幼安赋《破阵子》词寄之。”"},
{"title": "沁园春·雪", "author": "毛泽东", "paragraphs": "北国风光，千里冰封，万里雪飘。\t望长城内外，惟余莽莽；大河上下，顿失滔滔。\t山舞银蛇，原驰蜡象，欲与天公试比高。\t须晴日，看红装素裹，分外妖娆。\t江山如此多娇，引无数英雄竞折腰。\t惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。\t一代天骄，成吉思汗，只识弯弓射大雕。\t俱往矣，数风流人物，还看今朝。", "topic": "抒情", "notes": ["北国：该词源于中国古代的分裂时期，如宋称辽、金为北国，东晋称十六国等为北国，南北朝时代南方的各朝代称在北方与之对抗的各朝代为北国等。毛泽东诗中的“北国”使人在不觉中产生出一种我国疆土广大的民族自豪感。", "雪：这首词作于红一方面军一九三六年二月由陕北准备东渡黄河进入山西省西部的时候。作者在一九四五年十月七日给柳亚子信中说，这首词作于“初到陕北看见大雪时”。", "惟：只。", "馀：剩下。此字一作“余”，但目前刊出的书法作品中写作“馀”，以此为准。", "莽莽：无边无际。", "大河上下：大河，指黄河。大河上下，犹言整条黄河。", "顿失滔滔：（黄河）立刻失去了波涛滚滚的气势。描写黄河水结冰的景象。", "山舞银蛇，原驰蜡象：群山好像（一条条）银蛇在舞动。高原（上的丘陵）好像（许多）白象在奔跑。“原”指高原，即秦晋高原。蜡象，白色的象。", "天公：指天，即命运。", "须：等到；需要。", "红装素裹：形容雪后天晴，红日和白雪交相辉映的壮丽景色。红装，原指妇女的艳装，这里指红日为大地披上了红装。素裹，原指妇女的淡装，这里指皑皑白雪覆盖着大地。", "分外妖娆：格外婀娜多姿。", "竞折腰：折腰，倾倒，躬着腰侍候。这里是说争着为江山奔走操劳。", "秦皇：秦始皇嬴政（前259~前210），秦朝的创业皇帝。", "汉武：汉武帝", "（前156~前87），汉朝功业最盛的皇帝。", "略输文采：文采本指辞藻、才华。“略输文采”，是说秦皇汉武，武功甚盛，对比之下，文治方面的成就略有逊色。", "唐宗：唐太宗", "（599~649），唐朝的建立统一大业的皇帝。", "宋祖：宋太祖", "（927~976），宋朝的创业皇帝。", "稍逊风骚：意近“略输文采”。风骚，本指《诗经》里的《国风》和《楚辞》里的《离骚》，后来泛指文章辞藻。", "一代天骄：指可以称雄一世的英雄人物，泛指非常著名，有才能的人物。天骄，“天之骄子”的省略语。意思是上天所骄纵宠爱的人，成吉思汗即是。汉时匈奴自称。后来也泛称强盛的少数名族或其首领。", "成吉思汗（hán）：元太祖铁木真（1162~1227）在1206年统一蒙古后的尊称，意为“强者之汗”（汗是可汗的省称，即王）。后蒙古于1271年改国号为元，成吉思汗被尊为建立元朝的始祖。成吉思汗除占领中国黄河以北地区外，还曾向西远征，占领中亚和南俄，建立了庞大的蒙古帝国。", "只识弯弓射大雕：雕，一种属于鹰类的大型猛禽，善飞难射，古代因用“射雕手”比喻高强的射手。“只识弯弓射大雕”，是说只以武功见长。", "俱往矣：都已经过去了。 俱，都。", "数风流人物：称得上能建功立业的英雄人物。数，数得着、称得上的意思。"], "background": "该词的创作有2种说法：一说是，1936年2月，毛泽东等率领红军东征抗日先锋军东渡黄河、突破阎军防线后，踏雪沿官道山行进，顺利到达山西省石楼县留村，并在此写下了著名诗篇《沁园春·雪》；另一说是1936年2月，毛泽东率红军抗日，来到西北高原。在陕西省清涧县高杰村附近的袁家沟，写下壮丽的《沁园春·雪》。《沁园春·雪》最早发表于1945年11月14日重庆《新民报晚刊》，后正式发表于《诗刊》1957年1月号。"},
{"title": "水调歌头·游泳", "author": "毛泽东", "paragraphs": "才饮长沙水，又食武昌鱼。万里长江横渡，极目楚天舒。不管风吹浪打，胜似闲庭信步，今日得宽馀。子在川上曰：逝者如斯夫！\t风樯动，龟蛇静，起宏图。一桥飞架南北，天堑变通途。更立西江石壁，截断巫山云雨，高峡出平湖。神女应无恙，当惊世界殊。", "topic": "抒情", "notes": ["游泳：1956年6月，作者曾由武昌游泳横渡长江，到达汉口。", "长沙水：1958年12月21日作者自注：“民谣：常德德山山有德，长沙沙水水无沙。所谓无沙水，地在长沙城东，有一个有名的‘白沙井’。”", "武昌鱼：据《三国志·吴书·", "传》记载，吴主孙皓要把都城从建业(故城在今南京市南)迁到武昌，老百姓不愿意，有童谣说：“宁饮建业水，不食武昌鱼。”这里化用。武昌鱼，指古武昌（今鄂城）樊口的鳊鱼，称团头鳊或团头鲂。", "极目楚天舒：极目，放眼远望。武昌一带在春秋战国时属于楚国的范围，所以作者把这一带的天空叫“楚天”。舒，舒展，开阔。", "词《雨霖铃》：“暮霭沉沉楚天阔。”作者在一九五七年二月十一日给黄炎培的信中说：“游长江二小时飘三十多里才达彼岸，可见水流之急。都是仰游侧游，故用‘极目楚天舒’为宜。”", "宽馀（yú）：字从食从余，余本意为“剩下的”，“食”和“余”联合起来表示“用餐后剩下的食物”。指神态舒缓，心情畅快。", "子在川上曰：逝者如斯夫：《论语·子罕》：“子在川上，曰：‘逝者如斯夫！不舍昼夜。’”意思是孔子在河边感叹道：“时光像流水一样消逝， 日夜不停。”时光如流水，一去不复返；往者不可追，来者犹可惜。", "风樯（qiáng）：樯，桅杆。风樯，指帆船。", "龟蛇：见《菩萨蛮·黄鹤楼》“龟蛇锁大江”注。在词中实指龟山、蛇山。", "一桥飞架南北：指当时正在修建的武汉长江大桥。1958年版《毛主席诗词十九首》和1963年版《毛主席诗词》，作者曾将此句改为“一桥飞架，南北天堑变通途”，后经作者同意恢复原句。", "天堑（qiàn）：堑，沟壕。古人把长江视为“天堑”。据《南史·孔范传》记载，隋伐陈，孔范向陈后主说：“长江天堑，古来限隔，虏军岂能飞渡？”", "巫山云雨：在重庆市巫山县东南。“巫山云雨”，传楚", "《高唐赋·序》说，楚怀王在游云梦泽的高唐时曾梦与巫山神女遇，神女自称“旦为朝云，暮为行雨”，这里只是借用这个故事中的字面和人物。"], "background": "1954年中央人民政府决定修建武汉长江大桥。1955年毛泽东视察了全部工程。1956年毛泽东巡视南方，又视察了大桥的施工。6月1日、3日、4日毛泽东在武汉三次畅游长江，写下了此词。"},
{"title": "水调歌头·黄州快哉亭赠张偓佺", "author": "苏轼", "paragraphs": "落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。\t一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。", "topic": "抒情", "notes": ["水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。快哉亭：", "《黄州快哉亭记》：“清河张君梦得，谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰‘快哉’。”", "湿青红：谓漆色鲜润。", "平山堂：宋仁宗庆历八年（1048年）", "在扬州所建。", "欹枕：谓卧着可以看望。", "醉翁：欧阳修别号。", "“山色”句：出自欧阳修《朝中措·平山栏槛倚晴空》。", "倒碧峰：碧峰倒影水中。", "一叶：指小舟。白头翁：指老船夫。", "庄生：战国时道家学者", "。天籁：是发于自然的音响，即指风吹声。", "刚道：“硬说”的意思。", "一点”两句：谓胸中有“浩然之气”，就会感受“快哉此风”。"], "background": "这首词是作者贬官在黄州（今湖北黄冈）时作的。快哉亭，在黄州的江边，张怀民修建。怀民名梦得，又字偓佺，当时也贬官在黄州，与苏轼的心境相同，二人交往密切。作者不仅欣赏江边的优美风景，而更加钦佩张的气度。所以他为张所建的亭起名为“快哉亭”。"},
{"title": "点绛唇·醉漾轻舟", "author": "秦观", "paragraphs": "醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。\t烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。", "topic": "抒情", "notes": ["尘缘：佛教名词。佛经中把色、声、香、味、触、法称作 “六尘”。以心攀缘六尘，遂被六尘牵累，故名。", "乱红：落花。李贺《将进酒》：“况是青春日将暮，桃花乱落如红雨。”"], "background": "北宋绍圣元年（1094年），“新党”章惇上台掌权，大肆打击元祐党人，秦观先贬杭州通判，途中接旨再贬为处州酒税。绍圣三年（1096年），又贬郴州。这一连串打击使他陷入受压抑而不能自拔的深沉的悲哀之中。这首《点绛唇·醉漾轻舟》大约也是贬居郴州时在谪徙途中所作。"},
{"title": "沁园春·灵山齐庵赋时筑偃湖未成", "author": "辛弃疾", "paragraphs": "叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。\t争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？", "topic": "抒情", "notes": ["大约作于庆元二年（1196），时稼轩罢居带湖。灵山：位于江西上饶境内。古人有“九华五老虚揽胜，不及灵山秀色多”之说，足见其雄伟秀美之姿。齐庵：当在灵山，疑即词中之“吾庐”，为稼轩游山小憩之处。偃湖：新筑之湖，时未竣工。", "惊湍（tuān）：急流，此指山上的飞泉瀑布。", "跳珠：飞泉直泻时溅起的水珠。", "缺月初弓：形容横截水面的小桥像一弯弓形的新月。", "合：应该。", "投闲：指离开官场，过闲散的生活。", "检校：巡查、管理。长身：高大。", "龙蛇影：松树影。", "爽气朝来：朝来群峰送爽，沁人心脾。", "磊落：仪态俊伟而落落大方。", "雄深雅健：指雄放、深邃、高雅、刚健的文章风格。", "太史公：司马迁，字子长，西汉著名的史学家和文学家，曾继父职，任太史令，自称太史公。 "], "background": "《沁园春·灵山齐庵赋时筑偃湖未成》大约作于公元1196年（宋宁宗庆元二年）落职闲居之时，写的是上饶西部的灵山风景。（《江西通志》）"},
{"title": "普天乐·垂虹夜月", "author": "徐再思", "paragraphs": "玉华寒，冰壶冻。云间玉兔，水面苍龙。酒一樽，琴三弄。唤起凌波仙人梦，倚阑干满面天风。楼台远近，乾坤表里，江汉西东。", "topic": "抒情", "notes": ["中吕：宫调名。", "普天乐：曲牌名。又名《黄梅雨》。南北曲皆有此曲牌。北曲属中吕宫，南曲属正宫；句法也各不同。", "本篇为作者《吴江八景》之一。吴江：在今江苏省。古吴江泛指吴淞江流域，大致包括苏州、太湖和长江下游一带。垂虹：指吴江上的垂虹桥。桥有七十二洞，俗称长桥。因桥形若虹，故名。今已不存。", "玉华：指月亮的光华。", "冰壶：盛冰的玉壶，比喻洁白。这里是形容月色。", "玉兔：月亮。传说月中有白兔，故称。", "苍龙：形容垂虹桥如长龙卧波。", "凌波：形容女性步履轻盈。", "《洛神赋》曾以“凌波微步，罗袜生尘”，描绘洛水女神。"], "background": "徐再思夜临垂虹桥，凭栏而立，看着清寒的月光，浩瀚的江水，不禁心生慨叹，作这支小令。"},
{"title": "浪淘沙·帘外五更风", "author": "李清照", "paragraphs": "帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。\t回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。", "topic": "抒情", "notes": ["《浪淘沙》：唐教坊曲，又称作《浪淘沙令》，五代时始流行长短句双调小令，又名《卖花声》。五十四字，前后片各四平韵，多作激越凄壮之音。", "画楼：华丽的楼阁。", "拨火：因为篆香燃过后成香灰，必须拨除香灰避免断了火路。", "宝篆(zhuàn)：即篆香，十种香屑萦回象篆文十样的香。", "《画堂春》：“宝篆烟消龙凤，画屏云锁潇湘。”", "紫金峰：即钟山，在今南京中山门外。", "雨润烟浓：是指水蒸汽腾腾，雾气浓郁。", "罗襟：意指罗襦的前襟。", "弹：挥洒。征鸿：即大雁。"], "background": ""},
{"title": "南歌子·疏雨池塘见", "author": "贺铸", "paragraphs": "疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。\t易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。", "topic": "抒情", "notes": ["此阕原缺调名，据词律补。", "“疏雨”二句：", "《秋思》诗：“微雨池塘见，好风襟袖知。”", "“阴阴”句：", "《积雨辋川庄作》诗：“漠漠水田飞白鹭，阴阴夏木啭黄鹂。”", "“何处”句：", "《江城子·湖上与", "同赋》词：“何处飞来双白鹭？如有意，慕娉婷。”", "扶头酒：一种使人易醉的烈酒。谓饮此酒后，头亦须扶。", "《答友人招游》诗：“赌棋招敌手，沽酒自扶头。”", "“日长”句：苏轼《和子由送将官梁左藏仲通》诗“日长惟有睡相宜。”", "“睡起”句：", "《闲居寄诸弟》诗“尽日高斋无一事，芭蕉叶上坐题诗。”"], "background": "贺铸出身于没落贵族家庭，是孝惠后的族孙，且娶宗室之女。但他秉性刚直，不阿权贵，郁郁不得志。这种秉性，这种身世际遇，使他像许多古代文人一样，建功立业的胸襟之中，常常流走着痛苦、孤寂、无奈的波澜。这种心绪时时反映在他的词作中，这首《南歌子》便是一例。"},
{"title": "海棠春·已未清明对海棠有赋", "author": "吴潜", "paragraphs": "海棠亭午沾疏雨。便一饷、胭脂尽吐。老去惜花心，相对花无语。\t羽书万里飞来处。报扫荡、狐嗥兔舞。濯锦古江头，飞景还如许。", "topic": "抒情", "notes": ["疏雨：细雨。", "一饷：吃一顿饭的时间，片刻。", "《鹤冲天》：青春都一饷。饷，古代指军粮，饭食。", "胭脂：用于化妆或者作画的红色颜料，此处指鲜艳的花朵", "惜：怜爱。", "羽书:古代的紧急军事文书插有羽毛，故称羽书。", "狐嗥兔舞：指蒙古人的侵犯。词人作此词的三年前，蒙古军便开始侵扰四川，作此词的一年前，蒙古军已连败宋军，到达合州（今合川）。", "濯锦古江：即锦江。代指遭受战火的四川，至今四川还有以“濯锦之江”命名的锦江区。", "飞景：宝剑名。", "《典论》：“二十四年二月壬午，造百辟宝剑。长四尺二寸，淬以清 漳 ，厉以礛诸，饰以文玉，表以通犀，光似流星，名曰飞景。这里代表战火。"], "background": ""},
{"title": "水调歌头·金山观月", "author": "张孝祥", "paragraphs": "江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。\t表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。", "topic": "抒情", "notes": ["江山：借指国家的疆土、政权。", "自雄：自豪；自以为了不起。", "否露：否和露。", "高寒：指月光；月亮。", "寄声：托人传话。", "月姊：原指传说长的月长仙子、月宫、嫦娥，借指月亮。", "玉鉴：镜的美称。", "长看：好看；顺眼。", "幽壑：深谷；深渊。", "鱼龙：鱼和龙。泛指鳞介水族。", "悲啸：凄戚长鸣。", "倒影：物体倒映于水长。", "星辰：指列星。", "摇动：摇摆，晃动。", "海气：海面上或江面上的雾气。", "山漫漫：黑山漫长。比喻苦难岁月。 ", "白银：即银。金属的一种。古代也用作通货。", "紫金山：山名。一称钟山，在江苏省南京市市区东。", "独立：孤立无所依傍。", "霞佩：亦作“霞佩”。 仙女的饰物。借指仙女。", "切云冠：高冠名。", "眇（miǎo）视：仔细观看。", "毫端：细毛的末端。比喻极细微。", "回首：回头；回头看。", "三山：传说长的海上三神山。", "何处：哪里，什么地方。", "闻道：听说。", "挥手：挥动手臂。表示告别。", "从此：从此时或此地起。", "翳（yì）凤：本谓以凤羽为车盖，后用为乘凤之意。", "骖（cān）鸾：谓仙人驾驭鸾鸟云游。"], "background": "此词是张孝祥在公元1167年（宋孝宗乾道三年）三月中旬，舟过金山时所作。当时张孝祥舟过金山，登临山寺，夜观月色，江水平静，月色皎洁，如同白昼，此情此景，触发起他心中的遐想和情思，于是写下了这首词。"},
{"title": "水调歌头·中秋", "author": "米芾", "paragraphs": "砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。\t怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。", "topic": "抒情", "notes": ["砧声：也作“碪声”，捣衣声。", "《短日》：短日碪声急，重云雁影深。", "蟠蟀：蟋蟀的一种，宋代顾逢曾作《观鬭蟠蟀有感》。", "高秋：时高气爽的秋时。", "宋玉解悲秋：宋玉《九辨》：悲哉秋之为气也，萧瑟兮草木摇落而变衰。", "兴况：情趣，意趣。", "分付：分别付予，这里指给酒樽分别倒酒。", "醽醁（líng  lù）：古代的一种美酒。", "清时：清平之时，也指太平盛世。", "金瓯（ōu）：酒杯的美称。瓯，杯子。", "阑干十二：曲曲折折的栏杆。阑干，即栏杆。十二，形容曲折之多。", "欹（qī）:斜倚着，斜靠。"], "background": ""},
{"title": "落梅风·人初静", "author": "马致远", "paragraphs": "人初静，月正明。纱窗外玉梅斜映。梅花笑人偏弄影，月沉时一般孤零。", "topic": "抒情", "notes": ["玉梅：白梅。", "弄影：化用宋张先《天仙子》词句“云破月来花弄影”句意。"], "background": ""},
{"title": "凭阑人·寄征衣", "author": "姚燧", "paragraphs": "欲寄君衣君不还，不寄君衣君又寒。寄与不寄间，妾身千万难。", "topic": "抒情", "notes": ["越调：宫调名，元曲常用的宫调之一。", "凭阑人：曲牌名，属越调，小令兼用。全曲二十四字，四句四平韵。", "征衣：远行人御寒的衣服。", "君：指远行在外的征人。", "妾身：古代妇女自谦时的称谓。"], "background": "中国古代，战争频繁，徭役苛重。无数游子背井离乡，饱尝了分离的痛苦。在这种现实的土壤上，中国古代诗词中就产生了不少怨女思妇的作品。姚燧这首散曲，继承了前人作品中思妇怨女怀念征夫游子的题材，表现了相近的社会背景。"},
{"title": "沁园春·将止酒戒酒杯使勿近", "author": "辛弃疾", "paragraphs": "杯汝来前！老子今朝，点检形骸。甚长年抱渴，咽如焦釜；于今喜睡，气似奔雷。汝说“刘伶，古今达者，醉后何妨死便埋”。浑如此，叹汝于知己，真少恩哉！\t更凭歌舞为媒。算合作人间鸩毒猜。况怨无小大，生于所爱；物无美恶，过则为灾。与汝成言，勿留亟退，吾力犹能肆汝杯。杯再拜，道麾之即去，招则须来。", "topic": "抒情", "notes": ["沁园春：词牌名。又名“东仙”“寿星明”“洞庭春色”等。双调一百十四字，上片十三句四平韵，下片十二句五平韵。", "止酒：戒酒。", "汝：你，此指酒杯。", "点检形骸：检查身体。", "甚：说什么。抱渴：得了酒渴病，口渴即想饮酒。", "焦釜：烧糊的锅。", "气似奔雷：鼾声如雷。", "“汝说”句：《晋书·刘伶传》载，刘伶纵酒放荡，经常乘一辆车，带一壶酒，令人带着锄头跟随，并说“死便掘地以埋”。", "浑如此：竟然如此。", "为媒：作为媒引，诱人饮酒。", "算合作：算起来应该看作。鸩毒：用鸩鸟羽毛制成的剧毒，溶入酒中，饮之立死。古时常以鸩酒杀人。", "成言：说定，约定。", "亟（jí）：急，快。", "肆：原指处死后陈尸示众。这里指打碎酒杯。", "再拜：古代一种隆重的礼节，先后拜两次。", "麾（huī）：同“挥”。"], "background": "此词作于宋宁宗庆元二年（1196）辛弃疾闲居瓢泉时。在此两年前，辛弃疾遭台臣弹劾，罢福建安抚使，再次退居信州带湖。"},
{"title": "木兰花·立春日作", "author": "陆游", "paragraphs": "三年流落巴山道，破尽青衫尘满帽。身如西瀼渡头云，愁抵瞿塘关上草。\t春盘春酒年年好，试戴银旛判醉倒。今朝一岁大家添，不是人间偏我老。", "topic": "抒情", "notes": ["木兰花：词牌名，与“玉楼春”格式相同。", "立春：中国传统历法二十四节气中的第一个节气，一般逢节于上一年的岁尾，而习惯上已经把它当作春季的开始。", "巴山：即大巴山，绵亘于陕西、四川一带的山脉，经常用以代指四川。", "青衫：古代低级文职官员的服色。", "西瀼（ràng）：水名，在重庆。东西瀼水，流经夔（kuí）州；瞿塘关也在夔州东南。这里用西瀼代指夔州。", "瞿唐：即长江三峡中的瞿塘峡，其北岸就是夔州。夔州东南江边有关隘，称“江关”，亦名“瞿唐关”。⑺春盘春酒：谓立春日的应节饮馔。传统风俗，立春日当食春饼、生菜，称为“春盘”。", "旛（fān）：即幡，是一种窄长的旗子，垂直悬挂。立春这一天，士大夫戴旛胜于头上，本为宋时习俗，取喜庆之意。判：此处与“拚（pàn）”同义，犹今口语之“豁出去”。"], "background": "这首词作于宋孝宗乾道七年（1171年）岁末立春之时，当时陆游四十七岁，在四川任夔州通判。宋孝宗隆兴元年（1163年），陆游被贬黜出京，外放镇江通判；两年后，改任隆兴通判；一年后，免职还乡，卜居镜湖之滨；三年之后才被起用，派到夔州，仍是做通判。"},
{"title": "木兰花令·次马中玉韵", "author": "苏轼", "paragraphs": "知君仙骨无寒暑。千载相逢犹旦暮。故将别语恼佳人，要看梨花枝上雨。\t落花已逐回风去。花本无心莺自诉。明朝归路下塘西，不见莺啼花落处。", "topic": "抒情", "notes": ["木兰花令：词牌名，原唐教坊曲名。", "马中玉：名碱，山东茌平人。《", "诗集》卷三十三《次前韵答马忠玉》查注引《咸淳临安志》：“元祜五年八月，宣德郎马城自提点淮南西路刑狱，改两浙路提刑。”合注云：“绍圣三年知湖州，累知荆州，坐与", "善，置海州。”", "仙骨：这里指马中玉。", "无寒暑：不计年岁。《注坡词》云：“得仙道者，深冬不寒，盛夏不热。”", "梨花枝上雨：比喻美人眼泪。", "《长恨歌》：“玉容寂寞泪阑干，梨花一枝春带雨。”", "塘西：指钱塘西。"], "background": "元祐六年（1091年）辛未春三月，东坡守杭任满，奉召还朝，友人马中玉时任两浙路提刑，正在杭州，赋《木兰花令》词赠行，苏轼乃赋此词作答。"},
{"title": "浣溪沙·山色横侵蘸晕霞", "author": "苏轼", "paragraphs": "山色横侵蘸晕霞，湘川风静吐寒花。远林屋散尚啼鸦。\t梦到故园多少路，酒醒南望隔天涯。月明千里照平沙。", "topic": "抒情", "notes": ["浣溪沙：唐教坊曲名，后用为词牌。“沙”或作“纱”，亦作“浣纱溪”。双调42字，分平韵、仄韵两体。上片三句皆平韵，下片三句有两句平韵。", "横侵：纵横扩展。", "蘸（zhàn）：原意为把物件浸入水中，引申为以液体沾染他物。", "晕霞：指太阳光线经云层中冰晶的折射而形成的光象，这里指晚霞。", "湘川：不是指湖南湘水，这里指湖北古荆州地区。", "寒花：寒冷天气开的花，但在古代诗词中多指菊花。", "尚：尚有。", "南望：是词句的省略语，指", "从荆州遥望故乡四川眉山，其方向应在西南。", "平沙：广阔的沙原，当指荆州长江江岸的辽阔沙原。"], "background": "宋仁宗嘉祐四年（1059年）十一月，苏轼自故乡四川眉山沿长江返回朝堂，行舟至荆州之前，见长江两岸深秋季节的景色写下该词。"},
{"title": "鹤冲天·梅雨霁", "author": "周邦彦", "paragraphs": "梅雨霁，暑风和。高柳乱蝉多。小园台榭远池波。鱼戏动新荷。\t薄纱厨，轻羽扇。枕冷簟凉深院。此时情绪此时天。无事小神仙。", "topic": "抒情", "notes": ["霁（jì）：指雨停止。", "纱厨：纱帐。室内张施用以隔层或避蚊。", "簟（diàn）：指蕲竹所制竹席，凉席。"], "background": ""},
{"title": "满庭芳·红蓼花繁", "author": "秦观", "paragraphs": "红蓼花繁，黄芦叶乱，夜深玉露初零。霁天空阔，云淡楚江清。独棹孤篷小艇，悠悠过、烟渚沙汀。金钩细，丝纶慢卷，牵动一潭星。\t时时横短笛，清风皓月，相与忘形。任人笑生涯，泛梗飘萍。饮罢不妨醉卧，尘劳事、有耳谁听？江风静，日高未起，枕上酒微醒。", "topic": "抒情", "notes": ["满庭芳：词牌名。双调九十五字，前片四平韵，后片五平韵。又有“满庭霜”“锁阳台”等别名。", "红蓼（liǎo）：草名。蓼的一种。多生水边，花呈淡红色。唐", "《歙州卢中丞见惠名酝》诗：“犹念悲秋更分赐，夹溪红蓼映风蒲。”", "玉露初零：白露开始下降。玉露，指秋露。二十四节气中的“白露”在农历初秋上旬，此指“白露”前后。", "霁天：晴朗的天空。唐", "《玩郡斋海榴》诗：“泽国韶气早，开帘延霁天。”", "楚江：楚境内的长江。唐", "《望天门山》诗：“ 天门 中断 楚 江开，碧水东流至北回。”", "烟渚：雾气笼罩的洲渚。 唐", "《宿建德江》诗：“移舟泊烟渚，日暮客愁新。”沙汀：水边或水中的平沙地。南朝梁", "《灵丘竹赋》：“郁春华于石岸，赩夏彩于沙汀。”", "皓月：犹明月。南朝宋", "《月赋》：“情纡轸其何托，愬皓月而长歌。”", "忘形：不拘形迹。指超然物外，忘了自己的形体。《庄子·让王》：“故养志者忘形，养形者忘利，致道者忘心矣。”", "生涯：生活。北周", "《谢赵王赉丝布等启》：“望外之恩，实符大赉；非常之锡，乃溢生涯。”", "泛梗飘萍：喻生活漂泊不定。《战国策·齐策三》：“有土偶人与桃梗相与语。桃梗谓土偶人曰：‘子，西岸之土也，挺子以为人，至岁八月，降雨下，淄水至，则汝残矣。’土偶曰：‘不然，吾西岸之土也，土则复西岸耳。今子，东国之桃梗也，刻削子以为人，降雨下，淄水至，流子而去，则子漂漂者将何如耳。’”后因以“泛梗”喻漂泊。", "尘劳事：佛家语。谓扰乱身心的俗事。《圆觉经疏钞》：“尘是六尘，劳谓劳倦，由尘成劳，故名‘尘劳’。”"], "background": "此词当作于宋哲宗绍圣四年（1097年），当时秦观谪处郴州（今属湖南）。秦观在宋元丰元年（1078年）落第后，曾受到世俗的讥笑。这让他感到甚为痛苦，常借助饮酒麻痹自己的心灵。此时谪处郴州，这种痛苦心情依然萦绕于其心头。"},
{"title": "满庭芳·小阁藏春", "author": "李清照", "paragraphs": "小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。\t从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。", "topic": "抒情", "notes": ["满庭芳：词牌名。", "篆香：对盘香的喻称。", "江梅：此指梅中上品，非泛指江畔、水边之梅。", "临水登楼：语出", "《登楼赋》“登兹楼以四望兮，聊暇日以销忧”之句。", "浑似：完全像。", "何逊在扬州：语出", "《和", "登蜀州东亭送客逢早梅相忆见寄》“东阁官梅动诗兴，还如何逊在扬州”之句。", "韵胜：优雅美好。", "难堪雨藉：难以承受雨打。", "不耐风揉：《乐府雅词》卷下、《梅苑》卷三、《全宋词》第二册均作“不耐风柔”，“柔”字不通，故改。", "横笛：汉横吹曲中有《梅花落》。", "扫迹：语见孔稚珪《北山移文》“乍低枝而扫迹”。原意谓扫除干净，不留痕迹。此处系反其意而用之。"], "background": "此词历来被视为李清照前期的作品。刘瑜《李清照全词》认为此词当为清照南渡前的词作。陈祖美《李清照简明年表》认为这首《满庭芳》为公元1104年（宋徽宗崇宁三年）的作品。但也有学者认为此词是李清照后期的作品，如谢桃坊就认为它应是作者遭到家庭变故后所作。"},
{"title": "如梦令·池上春归何处", "author": "秦观", "paragraphs": "池上春归何处？满目落花飞絮。孤馆悄无人，梦断月堤归路。无绪，无绪。帘外五更风雨。", "topic": "抒情", "notes": ["梦断：梦醒。", "无绪：没有兴致。"], "background": "此词作于绍圣四年（1097）春末作者谪居郴州之时。"},
{"title": "采桑子·冷香萦遍红桥梦", "author": "纳兰性德", "paragraphs": "冷香萦遍红桥梦，梦觉城笳。月上桃花，雨歇春寒燕子家。\t箜篌别后谁能鼓，肠断天涯。暗损韶华，一缕茶烟透碧纱。", "topic": "抒情", "notes": ["采桑子：词牌名，又名《丑奴儿》《罗敷媚》《罗敷艳歌》等。格律为双调四十四字，上下片各四句三平韵。", "冷香：指清香之花气。红桥：桥名，在江苏扬州，明崇帧时建。为扬州游览胜地之一。", "箜篌（kōng hóu）：古代一种拨弦乐器名。又分竖箜篌与卧箜篌两种。", "肠断：形容极度悲痛。", "暗损韶华：谓美好的青春年华暗暗地消耗了。韶华：美好的光阴，比喻青年时期。", "碧纱：绿纱灯罩。"], "background": "此词作期在康熙十六年（公元1669年）前，是纳兰陪同康熙皇帝出巡塞外时，面对萧萧雨夜无法入眠，感叹青春韶华易逝，相念已经离去的心爱女子，有感而发所作。"},
{"title": "殿前欢·客中", "author": "张可久", "paragraphs": "望长安，前程渺渺鬓斑斑。南来北往随征雁，行路艰难。青泥小剑关，红叶湓江岸，白草连云栈。功名半纸，风雪千山。", "topic": "抒情", "notes": ["殿前欢：曲牌名，为", "所创，双调四十二字，前段四句三平韵、一叶韵，后段五句两平韵、两叶韵。", "征雁：指来往于南北两地的大雁。", "行路艰难：喻求取功名的艰难。", "青泥小剑关：指青泥岭如同剑关。", "湓（pén）江岸：指", "《琵琶行》中所写之地。", "白草：北方之草，坚挺。", "连云栈：在今陕西汉中，为古时川陕通道。", "功名半纸：形容功名微不足道。 "], "background": "这首诗的具体创作时间不详。作者一生仕途崎岖，才华横溢却不得志。这首散曲便是作者为抒发感慨不平，酸楚隐衷的感受而写的。"},
{"title": "卜算子·风露湿行云", "author": "张元干", "paragraphs": "风露湿行云，沙水迷归艇。卧看明河月满空，斗挂苍山顶。\t万古只青天，多事悲人境。起舞闻鸡酒未醒，潮落秋江冷。", "topic": "抒情", "notes": ["卜算子：词牌名之一。又名《百尺楼》、《眉峰碧》、《楚天遥》等。相传是借用唐代诗人", "的绰号。", "湿：衣服沾湿。", "沙水：即沙溪，闽江上源之一。", "归艇（tǐng）：归来的小舟。", "明河：即银河。", "斗：指北斗星。", "多事：这里指国家多难。", "起舞闻鸡：晋代祖狄与刘琨俱为司州主簿，共被同寝，中夜闻鸡起舞。晋元帝时，祖狄自请统兵北伐，渡江时击楫立誓说，不靖中原而复渡者，有如此江。事见《晋书·祖狄传》。这里借用来抒发作者不能实现北伐中原的爱国抱负而感到愁苦的心情。"], "background": "张元干于绍兴元年（1131）四十一岁时辞官还乡，这首词作于休官里居以后。该词表达了词人国事多难却不能实现北伐中原爱国抱负的苦闷心情。"},
{"title": "水调歌头·平山堂用东坡韵", "author": "方岳", "paragraphs": "秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。\t苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。", "topic": "抒情", "notes": ["平山堂：在今扬州西北蜀岗上，为", "所建.", "螺红：红色的螺杯。", "菰菜莼羹：相传张翰在外作官时，见秋风起，想起了家乡的菰菜、莼羹和鲈鱼脍，就辞官归乡。", "河洛：黄河与洛水之间的地区。此处泛指沦陷于金兵之手的土地，故词人有遗恨在焉。", "两仙翁：指欧阳修与苏东坡。", "匹马：有作者自喻意。 "], "background": "扬州西北的平山堂，是欧阳修在这里任知州时建造的。登堂遥眺，江南金、焦、北固诸山尽在眼前，视与堂平，故取名“平山”。一个世纪后，方岳身处平山堂，俯仰江山，缅怀先贤，不禁诗思如潮，就以苏东坡《黄州快哉亭》词的韵脚，写下了这首《水调歌头》。"},
{"title": "鬓云松令·枕函香", "author": "纳兰性德", "paragraphs": "枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。\t掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？", "topic": "抒情", "notes": ["鬓（bìn）云松令：此调一作《鬓云松》，又名《苏幕遮》，原为唐教坊曲名，后用作词牌名。双调，上、下片各七句，共六十二字。各片第二、四、五、七句押韵，均为仄声韵", "枕函（hán）：古代陶瓷枕或木枕中空如函，可做成抽屉，存放贴身物件，是为枕函，可代指枕头。", "花径：花间的小路。南朝梁", "《和竹斋》：“向岭分花径，随阶转药栏。”", "漏（lòu）：泄露，这里指春光泄露，", "《腊日》有“侵脸雪色还萱草。漏泄春光有柳条”。", "依约：仿佛。", "絮（xù）语：连续不断地说话。", "薄（bó）寒：微寒。", "病酒：饮酒沉醉或谓饮酒过量而生病。", "刬（chǎn）地：无端地、平白地。", "逗：引发、触动。", "红豆蔻（kòu）：植物名。宋", "《桂海虞衡志·志花·红豆蔻》：“红豆蔻花从生……穗数十蕊，淡红鲜妍，如桃杏花色。蕊重则下垂如葡萄，又如火齐璎珞及剪彩鸾枝之状。此花无实，不与草豆蔻同种。每蕊心有两瓣相并，词人托兴日比连理云。”"], "background": "据赵秀亭、冯统一《饮水词笺校》，该词应作于康熙十六年（1677）前，在沉凉月夜的环境下，作者怀念所爱之人，于是写下这首词。"},
{"title": "酒泉子·买得杏花", "author": "司空图", "paragraphs": "买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。\t旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。", "topic": "抒情", "notes": ["酒泉子：词牌名，以酒泉郡地名作曲名，原为唐教坊曲。双片四十一字，全阕以四平韵为主，四仄韵两部错叶。", "坼（chè）：绽开，词中指花蕾绽放。", "药阑（lán）：篱笆、花栏。唐李匡乂《资暇集》：“今园廷中药栏．栏即药，药即栏，犹言同援，非花药之栏也。”一说指芍药围成的花栏。", "旋：急忙、匆匆。", "把酒：执酒。", "祝：祝祷、祈愿。", "资容：悠闲舒缓的样子。"], "background": "这首词约作于唐僖宗广明二年（881年）春。上年冬，黄巢攻占长安，僖宗奔蜀。司空图扈驾不及，只好避居故乡河中（今山西永济）。其时司空图入世之心未泯，突然遭此大变故，感到十分愕然，产生很多感慨。这首词便是在这种情况下创作而成。"},
{"title": "临江仙·千里潇湘挼蓝浦", "author": "秦观", "paragraphs": "千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。\t独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。", "topic": "抒情", "notes": ["《临江仙》：词牌。双调小令，唐教坊曲。上下片各有三处平韵，五十八字。", "演为慢词，上片五处平韵，下片六处平韵，共九十三字。", "挼（ruó）蓝：形容江水的清澈。挼蓝，古代按取蓝草汁以取青色，同“揉蓝”。", "兰桡（raó）：兰舟，船的美称。桡，桨，借代为船。", "危樯（qiáng）：高高的桅杆。危，高。", "遥闻妃瑟泠泠：听到远处湘灵鼓瑟的声音。"], "background": "此词乃绍圣三年（1096）秦观贬徙郴州途中夜泊湘江时作。“千里潇湘”，是词人的泊舟之处，也是昔日屈原等迁客骚人乘舟经行的地方。词人因被贬郴州而夜泊湘江，与当年屈原、贾谊等人因怀才不遇而行吟江畔，境遇何等相似。引发了作者的深沉感慨。"},
{"title": "采桑子·高城鼓动兰釭灺", "author": "王国维", "paragraphs": "高城鼓动兰釭灺，睡也还醒，醉也还醒，忽听孤鸿三两声。\t人生只似风前絮，欢也零星，悲也零星，都作连江点点萍。", "topic": "抒情", "notes": ["采桑子：又名《丑奴儿》，《罗敷媚》，《罗敷艳歌》等。采桑子格律为双调四十四字，上下片各四句三平韵。另有添字格，两结句各添二字，两平韵，一叠韵。", "高城鼓动：城中晨鼓响起。古代京城凌晨击鼓以解宵禁。兰釭(gāng)灺(xiè)：油灯熄灭。", "孤鸿：三国魏", "：“孤鸿号外野”", "零星：零碎，少量。", "连江：满江。点点萍：江面的浮萍。"], "background": "这首词作于1905年，当时全国各地革命如火如荼，王国维作为旧势的保守派，情绪低落，词中可见当时他意气消沉。"},
{"title": "卖花声·题岳阳楼", "author": "张舜民", "paragraphs": "木叶下君山。空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。\t醉袖抚危栏。天淡云闲。何人此路得生还。回首夕阳红尽处，应是长安。", "topic": "抒情", "notes": ["卖花声：唐教坊曲名，后用为词牌名。", "敛芳颜：收敛容颜，肃敬的样子。", "阳关：阳关，古关名，今甘肃敦煌县西南。古曲《阳关三叠》，又名《阳关曲》，以王维《送元二使安西》诗引申谱曲，增添词句，抒写离情别绪。因曲分三段，原诗三反，故称“三叠”。", "危：高。", "长安：此指汴京。"], "background": "张舜民做过监察御史，曾因党争遭贬迁。这首词是公元1083年（宋神宗元丰六年）作者被贬官郴州途中，登临岳阳楼时所作。据张舜民《画墁集》卷八《郴行录》：“辛卯，登岳阳楼。”词即作于此时。"},
{"title": "如梦令·元旦", "author": "毛泽东", "paragraphs": "宁化、清流、归化，路隘林深苔滑。今日向何方，直指武夷山下。山下山下，风展红旗如画。", "topic": "抒情", "notes": ["如梦令：五代后唐庄宗", "作《忆仙姿》，其中有“如梦，如梦，残月落花烟重”之句。宋", "嫌其名不雅，改为《如梦令》。又有《比梅》、《宴桃源》等称。单调，三十三字，仄韵。该篇守谱押用一部仄韵。", "元旦：宋代吴自牧《梦梁录》：“正月朔一，谓之元旦，俗呼为新年。元旦，这里指阴历正月初一（这年阳历一月三十日）。", "宁化、清流、归化：皆福建西部县名。其中归化曾改名明溪县。", "路隘（ài）：道路险狭。", "武夷山：武夷北接仙霞岭，南望九连山，中分赣江、闽江，居江西、福建交界。相传古神人武夷君居此，故有武夷之名。", "风展红旗如画：是悬想红军抵达武夷山时的情景。"], "background": "为了粉碎国民党的阴谋企图，毛泽东和朱德同志率领红四军分头向江西方向进军。1930年元旦春节期间，毛泽东率领红四军一部分从古田出发，向北经连城以东的古田、宁化、清流、归化等地，越过武夷山到江西去。在这次行军途中，毛泽东以“元旦”为题写下了这首小词，以此来描述这次进军的情景。"},
{"title": "风入松·危楼古镜影犹寒", "author": "张炎", "paragraphs": "危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。\t宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。", "topic": "抒情", "notes": ["危楼：高楼。", "倒景：一作“倒影”。", "宝光：神奇的光辉。", "丹气：赤色的水气。亦指彩霞。", "回环：环绕。", "水弱：水流细小。", "难老：犹长寿。多用作祝寿之辞。", "三珠树：本作“三株树”，出自《山海经·海外南经》，原指古代传说中的珍木，又是对唐初王勔、王勮、", "兄弟三人的美称，另还指", "、", "与", "，他们均为明代重要的书法家。", "依依：留恋，不忍分离。", "脆管：笛的别称。", "银桥：传说中仙杖变化而成的大桥。桥可通月宫。"], "background": ""},
{"title": "卜算子·悼国际共产主义战士艾地同志", "author": "毛泽东", "paragraphs": "疏枝立寒窗，笑在百花前。奈何笑容难为久，春来反凋残。残固不堪残，何须自寻烦？花落自有花开日，蓄芳待来年。", "topic": "抒情", "notes": ["疏枝句：化用宋林逋《山园小梅》：“疏影横斜水清线，暗香浮动月黄昏”语意，以梅喻艾地。", "固：本来。堪：禁受；能。", "花落句：传宋严蕊《卜算子》“花落花开自有时，总赖东君主。”"], "background": "1965年9月30日，以苏加诺总统警卫部队第三营营长翁东中校为首的一批左翼军官，10月1日，军人集团终于篡夺了国家权力，并对印尼共产党人和革命人民进行了血腥的镇压。艾地同志也在这场大屠杀中牺牲了。当毛泽东主席得知印尼所发生的一切以及他的国际战友艾地不幸遇难的消息后，禁不住吟词一首以寄哀思。"},
{"title": "虞美人·雨后同干誉才卿置酒来禽花下作", "author": "叶梦得", "paragraphs": "落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。\t殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。", "topic": "抒情", "notes": ["虞美人：原为唐教坊曲，后用为词牌名。此调初咏", "宠姬虞美人死后地下开出一朵鲜花，因以为名。又名“一江春水”“玉壶水”“巫山十二峰”等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。", "干誉、才卿：皆", "友人，生平事迹不详。来禽：林檎别名，南方称花红，北方称沙果。", "残红：凋残的花。", "游丝：飘荡在空中的蜘蛛丝。", "罥（juàn）：缠绕。", "殷勤：情意深厚。", "蛾（é）眉：螺子黛，乃女子涂眉之颜料，其色青黑，或以代眉毛。眉细如蛾须，乃谓蛾眉。更有以眉代指美人者。", "酒阑（lán）：酒已喝干。阑，尽。"], "background": "宋徽宗宣和初年，词人知颍昌府（今河南许昌），一次暮春雨后与同僚花下宴集时写下这首词。一说作此词时作者致仕居湖州卞山下，过着闲适生活。"},
{"title": "鹧鸪天·离豫章别司马汉章大监", "author": "辛弃疾", "paragraphs": "聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。\t萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。", "topic": "抒情", "notes": ["二年：即淳熙三年到四年。", "风月：指美好景色。", "莫放：莫唱，莫奏。管弦：泛指乐器。", "萦（yíng）绿带：绿水环绕似带。", "点青钱：密密荷叶如青钱点缀水面。", "东湖：名胜之地，在今江西南昌东南。"], "background": "此词作于淳熙五年（公元1178年）的春天。辛弃疾时年三十九岁。淳熙四年被召，淳熙五年春天的时候离开豫州，写了此词。辛弃疾受到主和派的排挤和打击，满腔怒火。"},
{"title": "采桑子·十年尘土湖州梦", "author": "王寂", "paragraphs": "十年尘土湖州梦，依旧相逢。眼约心同，空有灵犀一点通。\t寻春自恨来何暮，春事成空。懊恼东风，绿尽疏阴落尽红。", "topic": "抒情", "notes": ["采桑子，词牌名，以和凝《采桑子·蝤蛴领上诃梨子》为正体，双调四十四字，前后段各四句三平韵。", "湖州，今浙江吴兴县。", "灵犀一点通：灵犀，古人把犀牛角中心有一条白纹道贯通的叫作通天犀，看作是神奇灵异之物。", "《无题》诗： “心有灵犀一点通。”", "懊恼：悔恨烦恼。", "绿尽疏阴落尽红：即", "“绿叶成荫子满枝”诗意。"], "background": "王寂的这首《采桑子》是以杜牧的情感故事为题材而创作的。"},
{"title": "南歌子·再用前韵", "author": "苏轼", "paragraphs": "带酒冲山雨，和衣睡晚晴。不知钟鼓报天明。梦里栩然蝴蝶、一身轻。\t老去才都尽，归来计未成。求田问舍笑豪英。自爱湖边沙路、免泥行。", "topic": "抒情", "notes": ["和衣：睡不解衣。", "梦里栩然蝴蝶：", "《齐物论》中说，从前庄周梦见自己变成了翩翩飞舞的蝴蝶，遨游各处悠游自在，忘记了自己是庄周。忽然醒过来，觉得自己是庄周。这时，他自己都迷糊了，是庄周做梦化为蝴蝶呢？还是蝴蝶做梦化为庄周呢？栩然：是“栩栩然”的省文（见《齐物论》），相当于“翩翩然”，形容蝴蝶飞舞的样子。", "老去才都尽：来源于", "《寄彭州高三十五使君适虢（guó）州岑二十七长史参三十韵》：“老去才难尽，秋来兴甚长。”此处反其意而用之。", "归来计未成：来源于", "《兴州江馆》：“向蜀还秦计未成，寒蛩（qióng）一夜绕床鸣。”", "求田问舍：指购买田地和房屋。据《三国志·魏书·陈登传》载，刘备曾对许汜（sì）“求田问舍”表示极度鄙视。 "], "background": "宋仁宗嘉祐八年（1063年）二月，在凤翔通判任的苏轼赴长安（今西安），往岐山，过宝鸡，重游终南山，游途中遇到晴雨变化，苏轼由景生情写下该词。"},
{"title": "解语花·上元", "author": "周邦彦", "paragraphs": "风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。\t因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。", "topic": "抒情", "notes": ["解语花：词牌名。相传唐玄宗太液池中有千叶白莲，中秋盛开，玄宗设宴赏花。群臣左右为莲花之美叹羡不已，玄宗却指着杨贵妃说：“那莲花怎比得上我的解语花呢？”后人制曲，即取以为名。", "上元：正月十五元宵节。", "焰蜡：燃着的蜡烛。一作“绛蜡”。", "浥：沾湿。", "红莲：指荷花灯。", "《蓦山溪·元夕》：“纤手染香罗，剪红莲满城开遍。”", "桂华：代指月亮、月光。传说月中有桂树，故有以桂代月。", "素娥：嫦娥。", "放夜：古代京城禁止夜行，惟正月十五夜弛禁，市民可欢乐通宵，称作“放夜”。", "千门：指皇宫深沉，千家万户。", "钿车：装饰豪华的马车。", "飞盖：飞车。"], "background": "关于此词写作的地点和年代，旧有异说。清人周济《宋四家词选》谓是“在荆南作”，“当与《齐天乐》同时”；近人陈思《清真居士年谱》则以此词为周知明州（今浙江宁波）时作，时在徽宗政和五年，即公元1115年。窃谓两说均无确据，只好两存。"},
{"title": "满江红·无利无名", "author": "张昪", "paragraphs": "无利无名，无荣无辱，无烦无恼。夜灯前、独歌独酌，独吟独笑。况值群山初雪满，又兼明月交光好。便假饶百岁拟如何，从他老。\t知富贵，谁能保。知功业，何时了。算箪瓢金玉，所争多少。一瞬光阴何足道，便思行乐常不早。待春来携酒殢东风，眠芳草。", "topic": "抒情", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》，是唐教坊曲。", "况值：正值、恰巧。", "交光：互相辉映。", "假：如果。", "饶（ráo）：加上，增加。", "拟（nǐ）：打算。", "箪（dān）瓢（piáo）金玉：谓一贫一富。箪，古代盛饭的圆竹器；瓢，饮器。箪瓢，指贫穷生活；金玉，指宝贵豪奢的生活。", "殢（tì）：困扰、纠缠不清；滞留。", "东风：春风。"], "background": "张昪八十岁时，远亲近邻都来祝寿，张昪取出自己亲手酿制的米酒，杀鸡宰鹅，与乡亲们共饮。席间，张昪豪情勃发，击杯而歌，吟咏出这首《满江红》词。"},
{"title": "春游", "author": "陆游", "paragraphs": "沈家园里花如锦，半是当年识放翁。\t也信美人终作土，不堪幽梦太匆匆。", "topic": "抒情", "notes": ["放翁：指陆游。", "不堪：忍受不了。"], "background": ""},
{"title": "鹊踏枝·谁道闲情抛掷久", "author": "冯延巳", "paragraphs": "谁道闲情抛掷久。每到春来，惆怅还依旧。日日花前常病酒，敢辞镜里朱颜瘦。\t河畔青芜堤上柳。为问新愁，何事年年有。独立小桥风满袖，平林新月人归后。", "topic": "抒情", "notes": ["鹊踏枝：词牌名，即“蝶恋花”。清", "《半塘丁稿·鹜翁集》云：“冯正中《鹊踏枝》十四首，郁伊倘况，义兼比兴。”。", "谁道句：近人梁启超云：“稼轩《摸鱼儿》起处从此脱胎。文前有文，如黄河液流，莫穷其源。”（《阳春集笺》引）。闲情：即闲愁、春愁。", "病酒：饮酒过量引起身体不适。", "敢辞：不避、不怕。朱颜，青春红润的面色。", "河畔：河边，岸边。", "朱颜：这里指红润的脸色。", "青芜：青草。", "平林：平原上的树林。", "《菩萨蛮》：“平林澳漠烟如织。”", "新月：阴历每月初出的弯形月亮。"], "background": ""},
{"title": "浣溪沙·雪颔霜髯不自惊", "author": "苏轼", "paragraphs": "伽花彩甚奇，谓有初春之兴。因作二首，寄袁公济\t雪颔霜髯不自惊。更将翦彩发春荣。羞颜未醉已先赪。\t莫唱黄鸡并白发，且呼张丈唤殷兄。有人归去欲卿卿。", "topic": "抒情", "notes": ["袁公济：", "的好友。", "雪颔霜髯：谓发白须白。 ", "翦彩：形容花开繁茂。", "春荣：喻少年时期。", "赪：红色。", "白发：指老年时期。", "唱黄鸡：感慨时光流逝。因黄鸡能报晓，故用以指代时光流逝。"], "background": ""},
{"title": "念奴娇·井冈山", "author": "毛泽东", "paragraphs": "参天万木，千百里，飞上南天奇岳。故地重来何所见，多了楼台亭阁。五井碑前，黄洋界上，车子飞如跃。江山如画，古代曾云海绿。\t弹指三十八年，人间变了，似天渊翻覆。犹记当时烽火里，九死一生如昨。独有豪情，天际悬明月，风雷磅礴。一声鸡唱，万怪烟消云落。", "topic": "抒情", "notes": ["参天：高接云天。", "奇岳：雄奇的大山。", "故地：旧游之地；曾经生活过的地方。", "五井碑：井冈山上有大井、小井、上井、中井、下井等地，总称五井。明清以来立有五井碑，现已毁。", "黄洋界：山名，位于江西。", "古代曾云海绿：古时这里曾是沧海。", "弹指：表示情绪激越。", "天渊翻覆：天和深潭反过来。极言变化之大。", "烽（fēng）火：指战争、战乱。", "九死一生：形容经历极大危险而幸存。", "豪情：豪迈的感情。", "天际悬明月：天边挂着一轮明月。", "磅礴（páng bó）：气势盛大貌。", "万怪：泛指旧中国的各种大小反动势力。"], "background": "这首词最早发表在人民文学出版社一九八六年九月般《毛泽东诗词选》。1965年5月22日至29日，毛主席在巡视大江南北时重上了井冈山。他抚今追昔，写下这首《念奴娇·井冈山》。"},
{"title": "木兰花令·宿造口闻夜雨寄子由才叔", "author": "苏轼", "paragraphs": "梧桐叶上三更雨。惊破梦魂无觅处。夜凉枕簟已知秋，更听寒蛩促机杼。\t梦中历历来时路。犹在江亭醉歌舞。尊前必有问君人，为道别来心与绪。", "topic": "抒情", "notes": ["木兰花令：词牌名，双调，五十六字，七言八句，上、下片名四句三仄韵。", "造口：又名皂口，江西万安县西南六十里处，滨赣江。", "子由：作者弟弟", "之字。", "才叔：不详。", "三更：夜半十一时至翌晨一时，言夜深。", "无觅处：无地有可探寻。", "簟：竹席。", "蛩：蟋蟀，又名促织。", "促：催促。", "机杼：织布机与梭子，这里代指织布。", "历历：清楚明白。", "尊：通“樽”，酒杯。", "问君人：知心人问你。", "心与绪：心思、心事。"], "background": "这首词创作于公元1094年（宋哲宗绍圣元年）八月。是时，作者由定州贬往英州（未至，又贬）、惠州。途中，经江西虔州。八月七日上惶恐滩，抵虔州，登郁孤台，夜宿造口。三更半夜，被雨惊醒。即历史陈迹，怀思古幽情，陈处境之凄凉，寄兄弟之深情。"},
{"title": "浪淘沙·其二", "author": "刘禹锡", "paragraphs": "洛水桥边春日斜，碧流清浅见琼砂。\t无端陌上狂风疾，惊起鸳鸯出浪花。", "topic": "抒情", "notes": ["洛水：黄河支流，在今河南省西部。唐敬宗宝历二年（826），刘禹锡奉调到洛阳，任职于东都尚书省，约两年。晚年又以太子宾客身份分司东都洛阳，七十一岁病逝于洛阳。此首言及洛水桥，应是在洛之作。", "琼砂：美玉般的砂砾。", "无端：无缘无故，突然间。"], "background": ""},
{"title": "少年游·枫林红透晚烟青", "author": "蒋捷", "paragraphs": "枫林红透晚烟青，客思满鸥汀。二十年来，无家种竹，犹借竹为名。\t春风未了秋风到，老去万缘轻。只把平生，闲吟闲咏，谱作棹歌声。", "topic": "抒情", "notes": ["少年游：词牌名，又名《玉蜡梅枝》、《小阑干》等，双调五十字，前片三平韵，后片两平韵。", "鸥汀（ōu tīng）：鸡鹭栖息的沙洲。汀：水中或水边的小块平地。", "犹借竹为名：蒋捷号竹山，系取于家乡竹山之名。无家种竹云云，言其归家不得、身无安居处。", "棹（zhào）歌：渔歌，船夫之歌。棹：摇船的用具，代指船。"], "background": "蒋捷是由宋入元的词人，在元初，曾有人多次推举他入什，但都被他拒绝了。他在竹山买地隐居，自号竹山，写《少年游》以明志。"},
{"title": "点绛唇·新月娟娟", "author": "汪藻", "paragraphs": "新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。\t好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。", "topic": "抒情", "notes": ["点绛唇：《清真集》入“仙吕调”，元北曲同，但平仄句式略异。四十一字，前片三仄韵，后片四仄韵。调名取自", "《咏美人春游》中的诗句“白雪凝琼貌，明珠点绛唇”，《词谱》以", "词为正体。又名《南浦月》、《点樱桃》、《沙头雨》、《十八香》、《寻瑶草》等。", "娟娟：明媚美好的样子。", "斗：北斗星座。山衔斗：北斗星闪现在山间。", "闲却：空闲。传杯：互相传递酒杯敬酒，指聚酒。", "乱鸦啼：明指鸟雀乱叫，暗喻朝中群小小人得志。", "归兴：归家的兴致。"], "background": "关于此词的背景，张宗的《词林纪事》中所记比较可信，汪藻出守泉南，后为人谗毁而被移知宣城。他心中很烦躁愤懑，便写下此词。"},
{"title": "采桑子·十年前是尊前客", "author": "欧阳修", "paragraphs": "十年前是尊前客，月白风清，忧患凋零。老去光阴速可惊。\t鬓华虽改心无改，试把金觥。旧曲重听。犹似当年醉里声。", "topic": "抒情", "notes": ["凋零：本意为花草树木凋落。此处比喻为人事衰败。", "鬓华：两鬓头发斑白。", "试把句：把，手持。觥(gōng)：古代酒器，腹椭圆，上有提梁，底有圆足，兽头形盖，亦有整个酒器作兽形的，并附有小勺。"], "background": "此首怀念洛阳友人及洛中生活。词人于庆历四年(1044)曾过洛阳，此时据词人景祐元年(1034)西京留守推官任满离洛正好十年，本篇或作于此时。"},
{"title": "南乡子·何处淬吴钩", "author": "纳兰性德", "paragraphs": "何处淬吴钩？一片城荒枕碧流。曾是当年龙战地，飕飕。塞草霜风满地秋。\t霸业等闲休。跃马横戈总白头。莫把韶华轻换了，封侯。多少英雄只废丘。", "topic": "抒情", "notes": ["南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。", "淬（cuì）：淬火。", "吴钩：钩兵器形似剑而曲，春秋吴人善铸钩，故称，后也泛指利剑。", "碧流：绿水。", "龙战地：指古战场。龙战，本谓阴阳二气交战。后遂以喻群雄争夺天下。", "飕飕（sōu sōu）：形容风声。", "霸业：指称霸诸侯或维持霸权的大业。", "跃马横戈（gē）：谓手持武器，纵马驰骋。指在沙场作战。", "韶（sháo）华：美好的年华。", "封侯：封拜侯爵，泛指显赫功名。", "废丘：荒废的土丘。"], "background": "公元1672年（清康熙二十一年）秋，纳兰性德奉命出使梭龙，在行经到当年诸侯争战之地时，发起历史兴亡之思，写下这首纪游咏古之作。"},
{"title": "西江月·渔父词", "author": "辛弃疾", "paragraphs": "千丈悬崖削翠，一川落日镕金。白鸥来往本无心。选甚风波一任。\t别浦鱼肥堪脍，前村酒美重斟。千年往事已沉沉。闲管兴亡则甚。", "topic": "抒情", "notes": ["西江月：词牌名，此体双调五十六字，上下片各四句，三平韵。", "削翠：陡峭的绿崖。", "一川：犹满川。镕金：熔化金属。亦特指熔化黄金。", "选甚：不论怎么。", "别浦：河流入江海之处称浦，或称别浦。脍：把鱼切成薄片。", "沉沉：悠远。", "则甚：做甚，做什么。"], "background": "淳熙五年（1178），辛弃疾由临安赴湖北任转运副使，舟行江上，过采石矶时创作了这首词。"},
{"title": "鹧鸪天·吹破残烟入夜风", "author": "柳永", "paragraphs": "吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。\t情脉脉，意忡忡。碧云归去认无踪。只应会向前生里，爱把鸳鸯两处笼。", "topic": "抒情", "notes": ["情脉脉：《古诗十九首·摇摇牵牛星》：“盈盈一水间，脉脉不得语”“脉脉，情意绵绵，凝视不语得样子。", "忡忡：忧虑不安。《诗经·草虫》：“未见君子，忧心忡忡”。", "“碧云”句：谓即使归去夜很难寻得旧欢。碧云，碧空中得云，喻指远方或天边，多用来形容离愁别绪。", "“只应”二句：是说男女情事须有缘分，前世有缘今世才能相厮相守。前生，佛教认为人有三声，即前生、今生、来世。生，亦作“世”。前生即前一辈子，对今生而言。唐", "《诗》之四十一：“今日如许贫，总是前生作。"], "background": "51岁时，柳永终于及第，去过福建，留有《煮海歌》，对当时煮盐为生的民众给予了深切的同情。短短两年仕途，他的名姓就载入了《海内名宦录》中。可惜由于性格原因，他屡遭排贬，因此进入四处漂泊的“浮生”，养成了一种对萧索景物，秋伤风景的偏好。"},
{"title": "南乡子·归梦寄吴樯", "author": "陆游", "paragraphs": "归梦寄吴樯，水驿江程去路长。想见芳洲初系缆，斜阳，烟树参差认武昌。\t愁鬓点新霜，曾是朝衣染御香。重到故乡交旧少，凄凉，却恐他乡胜故乡。", "topic": "抒情", "notes": ["吴樯：归吴的船只。", "驿：古时传送文书者休息、换马的处所。这里泛指行程。", "芳洲：指鹦鹉洲，在武昌东北长江中。", "缆：靠岸后固定船只所用的铁索或粗绳。", "武昌：即今湖北武昌。", "新霜：新添的白发。霜：指白发。", "朝衣染御香：谓在朝中为官。朝衣：上朝拜见皇帝的官服。", "交旧：旧交，老朋友。"], "background": "此词，夏承焘《放翁词编年笺注》据陆游《诗稿》卷十《头陀寺观王简柄碑有感》诗自注“庚寅过武昌”，定为宋孝宗淳熙五年（1178）由四川东归江行途中作。"},
{"title": "木兰花慢·彭城怀古", "author": "萨都剌", "paragraphs": "古徐州形胜，消磨尽，几英雄。想铁甲重瞳，乌骓汗血，玉帐连空。楚歌八千兵散，料梦魂，应不到江东。空有黄河如带，乱山回合云龙。\t汉家陵阙起秋风，禾黍满关中。更戏马台荒，画眉人远，燕子楼空。人生百年如寄，且开怀，一饮尽千钟。回首荒城斜日，倚栏目送飞鸿。", "topic": "抒情", "notes": ["形胜：地理形势优越。", "铁甲重瞳（tóng）：指西楚霸王项羽。重瞳：眼中有两个瞳子。《史记·项羽本纪》：“吾闻之周生曰：舜目盖重瞳子，又闻项羽亦重瞳子，羽岂其苖裔邪。”", "乌骓（zhuī）：项羽所骑战马。", "汗血：汉朝时得自西域大宛的千里马，又称天马。《艺文类聚》卷九十三“兽部上”引《史记》谓：“神马当从西北来，得乌孙马好，名天马。及得大宛汗血马，益壮，更名乌孙马曰西极马，宛马曰天马。”此借以形容项羽所骑名马。", "玉》：指军中营》。", "楚歌：指四面楚歌。", "黄河如带：据《徐州府志》卷二“ǔ川”：黄河在城东北，自河南虞城县流入郡界，双砀ǔ、萧县，入铜ǔ界。《史记》：“封爵之誓曰：使河如带，泰ǔ若厉，国以永宁，爰及苗裔。”", "乱ǔ回合：据《徐州府志》记载，徐州周围有许多ǔ，城北有九里ǔ，城西有楚王ǔ，城南有太ǔ，城东南有奎ǔ、三ǔ，城东有子房ǔ（一名鸡鸣ǔ）、定国ǔ、圣水ǔ，城东北有彭城ǔ、桓ǔ、寨ǔ、荆ǔ，故称。因云龙ǔ较著名，故举其大者。", "云龙：即云龙ǔ，又名石佛ǔ。《江南通志》：云龙ǔ，宋武微时憩息于此，有云龙旋绕之。《旧志》亦称：ǔ有云气蜿蜒如龙，故名。", "汉家陵阙（què）：本句化用", "《忆秦娥》“西风残照，汉家陵阙”词句。", "禾黍（shǔ）满关中：《诗双·王风·黍离》序说，西周亡后，周大夫过宗庙宫室，尽为黍离，彷徨不忍去，乃作此诗。后用为感慨亡国、触景伤情之词。这里化用其意。关中，指今陕西省一带。《关中记》：“东自函谷，西至陇关，二关之间，谓之关中。”西汉帝王陵墓，均在长安（今陕西西安）一带，故称。此句是说，刘邦虽然夺取了政权，取得了胜利，但如今陵阙照样为漫ǔ遍野的庄稼所遮掩。", "戏马台：在徐州城南部，与云龙ǔ相对。项羽因ǔ为台，以观戏马，故名。宋武帝刘裕为宋公时，在彭城，九月九日大会宾僚赋诗于此。元嘉二十七年魏太武帝南侵，立毡屋于戏马台，以望城中。见《徐州府志》卷八“古迹”。", "画眉人远：据《汉书·张敞传》记载，京兆尹张敞擅长为妇画眉，“长安中传，张京兆眉怃。”“怃”（读wǔ），妩媚。此借“画眉人”，指称与盼盼交好者。", "《彭城杂咏呈廉公亮佥事》（五首之四）谓：“何处春风燕子楼，断碑落日古城头。画眉人远繁华歇，无数远ǔ生暮愁。”可与本句对读。", "燕子楼：旧址在徐州城北。", "寄：暂居，形容人生短暂。人生百年寄，古诗云：“人生不满百，常怀千岁忧。”", "《将往终南和子由见寄》诗谓：“人生百年寄鬓须，富贵何啻（chì）霞中莩。”本句由此化出。", "目送飞鸿：嵇（jī）康《兄秀才公穆入军赠诗十九首》云：“目送归鸿，手挥五弦。”李白《鞠歌行》曰：“平生渭水曲，谁识此老翁？奈何今之人，双目送飞鸿。”又，李白《至陵阳ǔ登天柱石酬韩侍御见招隐黄ǔ》谓：“何意到陵阳，游目送飞鸿。”此或化用其意。"], "background": "这阕词是萨都刺在元文宗至顺三年（1332）春三月，从翰林国史院应奉文字，出为江南诸道御史掾史时，路过徐州所作。"},
{"title": "画堂春·落红铺径水平池", "author": "秦观", "paragraphs": "落红铺径水平池，弄晴小雨霏霏。杏园憔悴杜鹃啼，无奈春归。\t柳外画楼独上，凭栏手捻花枝，放花无语对斜晖，此恨谁知？", "topic": "抒情", "notes": ["画堂春：最初见《淮海居士长短句》。四十七字，前片四平韵，后片三平韵。《山谷琴趣外篇》于两结句各添一字。", "水平池：池塘水满，水面与塘边持平。", "弄晴：展现晴天。只只：他雪密也。《诗·小雅·采薇》有“今我来思，他雪只只”。亦状云气之盛。《楚辞·九叹·远逝》有“云只只而陨集”。", "《他四首》之三：“寒他下只只。”", "杏园：园林名，故址在今陕西西安大雁塔南。杏园是唐时著名园林，在曲江池西南，为新进士游宴之地。《秦中岁时记》：“进士杏花园初会谓之探花宴，以少俊二人为探花使，遍游名园，若他人先折得名花，则二使皆有罚。”此处以杏园借指北宋汴京之琼林苑，杨侃《皇畿赋》：“彼池之南，有苑何大。既琼林而是名，亦玉辇而是待。其或折桂天庭，花开凤城，则必有闻喜之新宴，掩杏园之旧名。”憔悴：形容人瘦弱，面色不好看。这里形容暮春花事将尽的景象。杏园憔悴，用", "《杏园》诗：“莫怪杏园憔悴去，满城多少插花人。”故知此词写落第心情。", "水捻花枝：古人以为表示愁苦无聊之动作。", "“放花”二句：明沈际飞评日：“此恨亦知不得。”因抒落第之恨，事关政治，故云“知不得”。"], "background": "公元1082年（宋神宗元丰五年），秦观应礼部试，落第罢归，赋《画堂春》。这首词就是他落第后心情不快之作春之作。"},
{"title": "归朝欢·别岸扁舟三两只", "author": "柳永", "paragraphs": "别岸扁舟三两只。葭苇萧萧风淅淅。沙汀宿雁破烟飞，溪桥残月和霜白。渐渐分曙色。路遥山远多行役。往来人，只轮双桨，尽是利名客。\t一望乡关烟水隔。转觉归心生羽翼。愁云恨雨两牵萦，新春残腊相催逼。岁华都瞬息。浪萍风梗诚何益。归去来，玉楼深处，有个人相忆。", "topic": "抒情", "notes": ["归朝欢：词牌名，", "自制曲，《乐章集》注“双调”。双调一百四字，上下片各九句六仄韵。", "别岸：离岸而去。", "葭（jiā）苇：芦苇。", "《汉书·李广传》：“引兵东南，循故龙城道行，四五日，抵大泽葭苇中。”萧萧：草木摇落之声。", "《登高》：“无边落木萧萧下，不尽长江滚滚来。”淅淅：风声。", "沙汀：水中沙洲。破烟：穿破烟雾。", "“溪桥”句：挂在溪桥边的残月的月色和霜色连成一片。", "行役：指因服役或公务而跋涉在外。后泛指行旅。", "只轮双桨：意为坐车乘船。轮，代指马车。桨，代指船只。", "利名客：热衷仕宦、追求利禄的人。", "《霜天晓角·暮山层碧》：“一叶软红深处，应不是，利名客。”", "一望：一眼望去。乡关：家乡。", "《黄鹤楼》：“日暮乡关何处是，烟波江上使人愁。”", "归心：回家的念头。", "《送庭老归河阳》：“五月驰乘车，归心岂畏暑？”", "愁云恨雨：指色彩惨淡，容易引起愁思的云雨。牵萦（yíng）：纠缠；牵挂。", "残腊：腊月的尽头。", "岁华：年华。", "浪萍风梗：浪中之浮萍，风中之断梗。形容形容人漂泊不定。", "归去来：赶紧回去吧。陶潜著《归去来兮辞》以抒归隐之志，故后用“归去来”为归隐之典。但此处仅用其表面意义，无归隐之意。", "玉楼：本指神仙所居之处，此处指妻子的居室。"], "background": "柳永成年后离开家乡福建崇安县，虽寓居京都汴梁，但生活一直比较动荡。他对羁旅漂泊的苦况有着深切的体会乃至清醒的认识，为后人留下了许多羁旅行役词。这首《归朝欢》就是其中之一。"},
{"title": "一络索·过尽遥山如画", "author": "纳兰性德", "paragraphs": "过尽遥山如画。短衣匹马。萧萧落木不胜秋，莫回首、斜阳下。\t别是柔肠萦挂。待归才罢。却愁拥髻向灯前，说不尽、离人话。", "topic": "抒情", "notes": ["一络索：此调又名《洛阳春》《一落索》《玉连环》等。有不同体格，俱为双调。本首为其一体，上、下片各四句，共四十六字，上、下片第一、二、四句押仄声韵。", "短衣匹马：古代北方少数民族尚骑射，故穿窄袖之衣，称为短衣。这里是谓穿短衣，乘匹马，奔驰在征途上。", "萧萧落木：语出", "《登高》“无边落木萧萧下，不尽长江滚滚来”。", "萦挂：牵挂。", "却愁二句：意谓待到行人归来，对灯夜话时，述说着别离之苦反倒使人生愁增恨。拥髻，捧持发髻。"], "background": "词或是康熙二十一年（公元1682年）秋觇梭龙时所作。秋日里，夕阳下，词人短衣匹马，翻山越岭，风尘仆仆，不胜疲惫。夜晚安顿下米，乡思涌卜心头。想佳人，正柔肠萦挂。只希望早日相聚，到那时拥髻灯前，故作此词来表达满腔思念之情。"},
{"title": "蝶恋花·从汀州向长沙", "author": "毛泽东", "paragraphs": "六月天兵征腐恶，万丈长缨要把鲲鹏缚。赣水那边红一角，偏师借重黄公略。\t百万工农齐踊跃，席卷江西直捣湘和鄂。国际悲歌歌一曲，狂飙为我从天落。", "topic": "抒情", "notes": ["蝶恋花：词牌名，出自唐教坊曲，双调，分上下两阕，上下片同调，押仄声韵，共六十字，前后片各四仄韵。", "汀州：古时州名，州治在今闽西长汀县。", "天兵：指红军。", "征腐恶：指征讨腐朽凶恶的国民党军那。", "长缨：长绳索。汉武帝时终军出使南越（古国名，今广东、广西一带），请授长缨，说要把那里的国王缚住带回来（见《汉书·终军传》）。", "鲲鹏：《庄子·逍遥游》中所说的一种极大的鱼和由它变成的极大的鸟，所以既可分指两物（通常“鲲”不单用），也可合指一物。通常是褒义词，这里作贬义用，等于说巨大的恶魔。", "赣水那边红一角：指赣西南的赣江流域黄公略率领的红六军（19公0年7月改称红三军）所建立的根据地。", "偏师：配合主力作战的部队。", "黄公略：（1898――19公1）湖南湘乡人。1927年参加中国共产党。19公0年，任红三军军长。19公1年9月，在江西省吉安的东固地区行军中遭敌机扫射牺牲。当时他留守闽西根据地。", "踊跃：奋起刺击。汉代刘熙《释名》卷四《释言语》：“勇，踊也，遇敌踊跃，欲击之也。”", "湘和鄂：湘指湖南，鄂指湖红。", "国际悲歌：指国际歌。", "狂飙（biāo）：疾风。这里形容正在兴起的革命风暴。"], "background": "这首词最早发表在《人民文学》一九六二年五月号。彭德怀率红三军团于1930年7月28日攻进长沙，后又在湖南军阀何键十五个团的优势兵力面前被迫退出。毛泽东赴长沙与彭德怀会合，于9月10日再次进攻长沙。攻城战中红军损失惨重，9月13日毛泽东下令撤围退军。退军时写下了这首《蝶恋花·从汀州向长沙》。"},
{"title": "临江仙·昨夜个人曾有约", "author": "纳兰性德", "paragraphs": "昨夜个人曾有约，严城玉漏三更。一钩新月几疏星。夜阑犹未寝，人静鼠窥灯。\t原是瞿唐风间阻，错教人恨无情。小阑干外寂无声。几回肠断处，风动护花铃。", "topic": "抒情", "notes": ["临江仙：唐教坊曲名，后用作词牌名。此词双调六十字，平韵格。", "个人：那人。", "严城：戒备森严的城池。", "新月：农历每月初出现的弯形的月亮。", "鼠窥灯；形容环境寂静荒僻。用", "《如梦令·遥夜沈沈如水》“梦破鼠窥灯”词意。", "瞿唐：即瞿塘，峡名，为长江三峡之首，也称夔峡，西起重庆奉节白帝城，东至巫山大溪，两岸悬崖壁立，江流湍急，山势险峻。号称西蜀门户，峡口有夔门和滟滪堆。", "阑干：即栏杆。", "护花铃：为保护花朵驱赶鸟雀而设置的铃。"], "background": "这首词的具体创作时间不详。此词为代人设辞，假托女子与人相约而成空。或以为作者与人相约，已经深夜，期客不至，令其无寐，因作此词。相约之人，有可能是作者恋人。陈淏《精选国朝诗余》中此词有副题“忆友”，而此“友”不详其人。"},
{"title": "采桑子·桃花羞作无情死", "author": "纳兰性德", "paragraphs": "桃花羞作无情死，感激东风。吹落娇红，飞入闲窗伴懊侬。\t谁怜辛苦东阳瘦，也为春慵。不及芙蓉，一片幽情冷处浓。", "topic": "抒情", "notes": ["采桑子：《百名家词钞》作“罗敷媚”。", "娇红：嫩红，鲜艳的红色。这里指花。", "懊侬（ào nóng）：烦闷。这里指烦闷的人。", "东阳：指南朝梁沈约。因其曾为东阳太守，故称。唐朝初期，著名的史学家", "和他的父亲姚察在所著史籍《梁书·沈约传》中，高度赞誉了他的人品和文品，评价他“高才博洽、一代英伟。”姚思廉在《梁书·沈约传》中记载：“沈约，永明末出守东阳……百日数旬革带常应移孔，以手握臂率计月小半分。”沈约操劳过度，日渐消瘦后，被世人以“东阳销瘦”、“东阳瘦体”称之。 ", "春慵（yōng）：春天的懒散情绪。", "芙蓉：荷花，或以为指芙蓉镜。段成式《酉阳杂俎续集》：“相国李公下第游蜀，遇一老妪。言：郎君明年芙蓉镜下及第。明年，果然状头及第。”", "幽情：《草堂嗣响》作“幽香”。"], "background": "纳兰在写这首词的时候年纪尚轻，早先他拜在名师门下，熟读四书五经，中了举人后，纳兰在积极地备考科举考试最后一关的殿试时，却突然得了风寒，失去了参加由皇帝亲自主持考试的机会。在床榻上无聊躺着的纳兰有感而发，写下了这首《采桑子。"},
{"title": "好事近·烟外倚危楼", "author": "苏轼", "paragraphs": "烟外倚危楼，初见远灯明灭。却跨玉虹归去、看洞天星月。\t当时张范风流在，况一尊浮雪。莫问世间何事、与剑头微吷。", "topic": "抒情", "notes": ["烟外：云烟之外。危楼：高楼，这里代指临皋亭楼。", "初见：刚刚看见，略略看见。明灭：一亮一熄。", "却：向上，仰。玉虹：白玉般的桥。", "洞天：仙人居住地。道教称神仙的居住处，意谓洞中别有天地。后人泛指风景胜地。星月：天上的星星和月亮。这里东坡暗指京城的美景或挚友。", "当时：当年。张范：指张勋和范式，后人以此喻交情生死不渝。", "尊：同”樽“，酒杯。浮雪：白酒。", "剑头微吷（xuè）：喻微小、无足轻重。这里以剑环和剑首声喻微不足道的言论。"], "background": "这首《好事近》作于宋神宗元丰三年（1080年）五月谪居黄州时。作者刚从破庙定惠院迁居临皋亭。面对空旷的长江之夜，无限倜傥。从迷蒙的灯光中产生神话般的联想，作此词以解脱之。"},
{"title": "一丛花·初春病起", "author": "苏轼", "paragraphs": "今年春浅腊侵年，冰雪破春妍。东风有信无人见，露微意、柳际花边。寒夜纵长，孤衾易暖，钟鼓渐清圆。\t朝来初日半衔山，楼阁淡疏烟。游人便作寻芳计，小桃杏、应已争先。衰病少悰，疏慵自放，惟爱日高眠。", "topic": "抒情", "notes": ["一丛花：词牌名，双调，七十八字，前后段各七句，四平韵。康熙词谱载此调只有此体，宋词俱照此填，惟句中平仄小异。", "春浅腊侵年：在阴历遇有闰月的年，其前立春节后较迟。春浅，春天来得早。腊侵年，因上年有闰月，下年的立春日出现在上年的腊月中。腊，岁终之祭，祭日旧在冬季后约二十多天，称为腊日。", "春妍：妍丽春光。", "东风有信：曹松《除夜》：“残腊即又尽，东风应渐闻。”东风，春风。", "衾（qīn）：厚被。", "清圆：声音清亮圆润。", "寻芳计：踏青游览的计划。", "少悰（cóng）：少乐趣。", "疏慵（yōng）：疏懒；懒散。"], "background": "此词写于熙宁九年（1076年）的春天。此时苏轼在密州（今山东诸城）任知州。"},
{"title": "采桑子·残霞夕照西湖好", "author": "欧阳修", "paragraphs": "残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。\t西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。", "topic": "抒情", "notes": ["西湖：指颍州西湖。", "坞：湖岸凹入处。", "汀：水中洲。", "轩槛：长廊前木栏干。", "芰：即菱。"], "background": "此词为作者于熙宁五年（1072）退居颍州时所作。"},
{"title": "南柯子·春景", "author": "田为", "paragraphs": "梦怕愁时断，春从醉里回。凄凉怀抱向谁开？些子清明时候被莺催。\t柳外都成絮，栏边半是苔。多情帘燕独徘徊，依旧满身花雨又归来。", "topic": "抒情", "notes": ["南柯子：词牌名，原唐教坊曲，又名“南歌子”，双调五十二字，上下片各四句三平韵。", "些子：唐宋俗语，少许，一点点。"], "background": "田为，北宋政和（1111—1118）末任职于大晟府。当时周邦彦为大晟府提举官，田为为其僚属。以周为首的大晟词人，通过整理、创制新旧词调和自己的创作实践，对词的法度和形式作了更多的规范，开了追求格严律谨的先河。"},
{"title": "相见欢·微云一抹遥峰", "author": "纳兰性德", "paragraphs": "微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。\t红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。", "topic": "抒情", "notes": ["微云一抹：即一片微云。", "溶溶：宽广温润之意。", "个人：犹言那人，指意中人。此句谓一抹微云画远山恰似那人清晨所画画眉毛。", "画眉：比喻夫妻感情好。出自《汉书·张敞传》，张敞，汉时平阳人，宣帝时为京兆尹。据说，张与妻同村，儿时张顽皮，一次投掷石块，误伤其妻，但当时逃逸了，长大做官后，听家人说起其妻因此一直未能出嫁，便上门提亲，自此，每日为妻画眉，并且画画眉毛很妩媚。后被后人评为古代四大风流韵事之一，指夫妻恩爱。", "蜡泪：蜡烛燃烧时，油脂熔化，好似泪流，故称蜡泪。", "青绫（líng）被：青色薄布缝制画被子。", "水沉：即水沉香，古时多陈设于闺房。", "黄茅野店：即黄茅驿，此处泛指荒村野店。"], "background": "这首词有解为是思念妻子的作品，时间尚存争议，但大抵认同创作于边塞。纳兰虽只有三十余年生涯，但可以肯定的是，步过了坎坷的感情经历，他可谓已熟谙人生，对于生涯中美好的悲剧性追忆，成为他词中主旨。"},
{"title": "贺新郎·兵后寓吴", "author": "蒋捷", "paragraphs": "深阁帘垂绣。记家人、软语灯边，笑涡红透。万叠城头哀怨角，吹落霜花满袖。影厮伴、东奔西走。望断乡关知何处，羡寒鸦、到著黄昏后。一点点，归杨柳。\t相看只有山如旧。叹浮云、本是无心，也成苍狗。明日枯荷包冷饭，又过前头小阜。趁未发、且尝村酒。醉探枵囊毛锥在，问邻翁。要写牛经否。翁不应，但摇手。", "topic": "抒情", "notes": ["贺新郎：词牌名。双调一百十六字。上下阕各十句。六仄韵。", "兵后寓吴：指元军攻陷临安（1276）后，作者离开家乡，流寓在苏州一带。", "帘垂绣：即绣帘垂。", "涡：酒涡。", "万叠：指乐曲反复不停地吹奏。", "影厮伴：只有影儿相伴。", "浮云苍狗：比喻世事变幻无常。", "小阜：小土山。", "枵（xiāo）囊：空口袋（指没有钱）。", "毛锥：毛笔。", "牛经：关于牛的知识的书。《三国志》注引《相印书》，说汉朝有《牛经》。"], "background": "《贺新郎·兵后寓吴》作于恭帝德祐二年（1276）三月元军占领临安后，帝昺祥兴二年（1279）二月南宋最终灭亡前这三年间的某个秋天，蒋捷不肯降附元人，为了逃脱网罗与迫害，抛下妻儿老小，独自奔走他乡。作这首词的时候蒋捷正在平江府一带流浪。"},
{"title": "少年游·栏干十二独凭春", "author": "欧阳修", "paragraphs": "栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。\t谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。", "topic": "抒情", "notes": ["少年游：词牌名，始见于晏同叔《珠玉词》。又名少年游令、小阑干、玉腊梅枝。《词谱》卷八调见《珠玉词》，因词有‘长似少年时’句，取以为名。", "独凭春：春天时独自倚栏远眺。", "晴碧：指蓝天下的青草。", "谢家池：据《南史·惠连传》载，族兄灵运激赏惠连之才思，尝于永嘉西堂思诗竞不成，忽梦见惠连，即得句云：“池塘生春草。”", "江淹浦：指别离之地。指南朝文学家江淹作《别赋》描摹各种类型的离别情态。", "吟魄：指诗情、诗思。离魂：指离别的思绪。", "王孙：公子，指远游之人。"], "background": "北宋时期，词人欧阳修为了歌咏春草同时又兼涉离愁，故写下了这首词，该词的具体创作时间不详。"},
{"title": "御街行·前时小饮春庭院", "author": "柳永", "paragraphs": "前时小饮春庭院。悔放笙歌散。归来中夜酒醺醺，惹起旧愁无限。虽看坠楼换马，争奈不是鸳鸯伴。\t朦胧暗想如花面。欲梦还惊断。和衣拥被不成眠，一枕万回千转。惟有画梁，新来双燕，彻曙闻长叹。", "topic": "抒情", "notes": ["御街行：词牌名，", "《乐章集》注“夹钟宫”，《古今词话》无名氏词有“听孤雁声嘹唳”句，更名《孤雁儿》。", "前时：从前，以前。", "笙歌：此指酒筵歌席。", "中夜：半夜。《尚书·冏命》：“怵惕惟厉，中夜以兴，思免厥愆。”", "醺醺：形容醉态。", "坠楼换马：坠楼，指石崇爱妾绿珠，曾为石崇坠楼而死。换马，指用马换爱妾。", "争奈：怎奈。", "和衣拥被：穿着衣服，裹着被子。", "彻曙：直到天亮。"], "background": "此词具体创作年份暂不可考。因为此词内容涉及歌妓而未谈论官场见闻，故此词应该是作于柳永未出仕之前的某次酒宴之后。"},
{"title": "忆秦娥·烧灯节", "author": "刘辰翁", "paragraphs": "中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。\t烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。\t百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。", "topic": "抒情", "notes": ["忆秦娥：词牌名。双调，共四十六字，有仄韵、平韵两体。", "中斋：即邓剡，号中斋。词人之友。", "上元：正月十五为上元节，又称元宵节。", "见属（zhǔ）：赠送。", "烧灯：燃灯。正月十五夜各处挂出花灯。", "朝京：通往京城的路。", "梅发（fà）：指花白的头发。"], "background": "这是刘辰翁于宋亡之后写的一首小令。小序中所说的“中斋”，乃是民族英雄文天祥的幕僚邓剡之号，“宋亡，以义行者”（《历代诗余》引《遂昌杂录》）。当时，邓剡于上元节聚客叙旧，客散之后写了一首《忆秦娥》赠给刘辰翁，刘辰翁就写了这首步韵的和作。"},
{"title": "集贤宾·小楼深巷狂游遍", "author": "柳永", "paragraphs": "小楼深巷狂游遍，罗绮成丛。就中堪人属意，最是虫虫。有画难描雅态，无花可比芳容。几回饮散良宵永，鸳衾暖、凤枕香浓。算得人间天上，惟有两心同。\t近来云雨忽西东。诮恼损情悰。纵然偷期暗会，长是匆匆。争似和鸣偕老，免教敛翠啼红。眼前时、暂疏欢宴，盟言在、更莫忡忡。待作真个宅院，方信有初终。", "topic": "抒情", "notes": ["集贤宾：词牌名，", "《乐章集》注“林钟商调”，双调一百十七字，上片十句五平韵，下片十句六平韵。", "罗绮：丝织品，此指衣着华贵的女子。 ", " 《清平乐·禁闱秋夜》：“女伴莫话孤眠，六宫罗绮三千。”", "就中：其中。堪：值得。属意：注意。", "虫虫：妓女名，又名虫娘。柳永曾在多首词中提及此名，她可能与柳永保持了相当长时间的爱情关系。", "鸳衾（qīn）：绣着鸳鸯的锦被。凤枕：绣着凤凰的枕头。", "诮（qiào）恼：忧愁烦恼。诮，通“ 悄 ”。情悰（cóng）：情怀，情绪。", "争似：怎么比得上。和鸣：比喻夫妻和睦。", "敛翠啼红：皱眉流泪。敛翠，翠指翠眉，敛眉乃忧愁之状。啼红，红即红泪，指青年女子伤心时落下的泪。", "忡（chōng）忡：忧虑不安的样子。", "真个：真的。宅院：指姬妾。", "初终：始终。"], "background": "柳永与青楼女子关系密切，但多是填词讨润笔的关系，只有与个别女子如师师、香香、安安，尤其是虫虫，是才子和红颜知己的关系，柳永在外地写的思念红颜知己的词也大多是为虫虫而写。这首《集贤宾》词，写来有如以词代书，向虫虫表白自己的真实情感。"},
{"title": "鹧鸪天·一醉醒来春又残", "author": "晏几道", "paragraphs": "一醉醒来春又残。野棠梨雨泪阑干。玉笙声里鸾空怨，罗幕香中燕未还。\t终易散，且长闲。莫教离恨损朱颜。谁堪共展鸳鸯锦，同过西楼此夜寒。", "topic": "抒情", "notes": ["鹧鸪天：词牌名，又名“思佳客”，五十五字。", "残：将尽。", "泪阑干：眼泪纵横滴落的样子。", "玉笙：笙的美称。鸾，传说中的凤凰一类的鸟，在此指离鸾，孤鸾。古乐曲中有《孤鸾》曲，其曲哀怨，故说“鸾空怨”。", "鸳鸯锦：指绣有鸳鸯图案的锦被，象征着男女的和合。", "西楼：是词人青年泪欢会之地。"], "background": "北宋自神宗以后．无日不在内忧外患交侵之中。作者济世无路，救国无门，空怀一腔报国之志，徒增满心伤感之情。晏几道暮年遭遇，大似李后主亡国前的状况。于是词人便创作出了《小山词·鹧鸪天》，词作情调低徊，缠绵悱恻，沉郁悲凉。"},
{"title": "望海潮·秦峰苍翠", "author": "秦观", "paragraphs": "秦峰苍翠，耶溪潇洒，千岩万壑争流。鸳瓦雉城，谯门画戟，蓬莱燕阁三休。天际识归舟，泛五湖烟月，西子同游。茂草台荒，苎萝村冷起闲愁。\t何人览古凝眸。怅朱颜易失，翠被难留。梅市旧书，兰亭古墨，依稀风韵生秋。狂客鉴湖头，有百年台沼，终日夷犹。最好金龟换酒，相与醉沧州。", "topic": "抒情", "notes": ["望海潮：由", "创调，此调咏钱塘（今浙江杭州），当是以钱塘作为观潮胜地取意，原调开阔博大具有盛气。", "秦峰：即秦望山，在会稽。", "耶溪：即若耶溪，在会稽。溪旁有浣纱石，相传西施尝浣纱于此。", "千岩万壑（hè）争流：据《世说新语。言语》载，", "从会稽游玩回来，有人问他那里景色如何，顾回答说：“千岩竞秀，万壑争流。”", "鸳瓦雉（zhì）城：鸳瓦，即鸳鸯瓦，喻瓦之成对者。雉城，指城上齿状小墙，又名雉堞、女墙。", "谯（qiáo）门画戟（jǐ）：谯门，楼下城门。画戟，戟上施有彩画者。", "蓬莱燕阁三休：蓬莱燕阁，即蓬莱阁，系游宴之所。燕，通“宴”。三休，形容蓬莱阁之高。", "天际识归舟：语出谢眺《之宣城郡出新林浦向板桥》诗：“天际识归舟，云中辨江树。”", "泛五湖烟月，西子同游：据史载，范蠡助越王勾践灭吴国后，携西施归隐，泛扁舟于五湖之上。五湖，即太湖。", "茂草台荒：当初吴王夫差为西施所筑的姑苏台今已杂草丛生，一片荒芜。姑苏台旧址在今江苏苏州西南。", "苎（zhù）萝村：西施故里，在今浙江诸暨苎萝山下。", "朱颜：红润之颜，指青春时。", "翠被：原意是以翠羽饰被，这里比喻华贵的衣饰。", "梅市旧书：梅市，地名。《地理志》：“梅市在绍兴府城西，以梅福为名。”按此，“旧书”似指福上书事。", "兰亭古墨：指王羲之撰书之《兰亭集序》。", "狂客鉴湖头：狂客，唐代诗人贺知章自号“四明狂客”，晚年退居会稽鉴湖。", "夷犹：犹豫，此处意为从容自得。", "金龟换酒：典出《本事诗》。", "初至京城，贺知章闻其名，前去其居住的旅舍拜访，李白出示《蜀道难》诗，贺还未读完，便大为赞叹，称其为“谪仙”，并解下所佩金龟袋换酒，尽醉而归。金龟，唐代官员的一种佩饰。"], "background": "此词作于神宗元丰二年（1079）夏秋之间。是年秦观往越州探视祖父承议公和叔父秦定，这首词即是受到自称“蓬莱东道主”的会稽（古县名，治所在今浙江绍兴）守程公辟的殷勤招待时所作。"},
{"title": "临江仙·惠州改前韵", "author": "苏轼", "paragraphs": "九十日春都过了，贪忙何处追游。三分春色一分愁。雨翻榆荚阵，风转柳花球。\t我与使君皆白首，休夸少年风流。佳人斜倚合江楼，水光都眼净，山色总眉愁。", "topic": "抒情", "notes": ["临江仙：唐教坊曲，后用作词牌名，为双调小令。", "九十日春：农历正月至三月。", "榆荚（yú jiá）：榆树果实，初春时先于叶生，状似钱而小，暮春时飘落。此句指雨打榆荚零落。", "柳花球：柳絮染尘成球。此句指风吹絮球翻滚。", "使君：惠州知州詹范。", "合江楼：作者初至惠州时所居之所，在惠州东门，因东西二江汇合于此得名。", "“水光”二句：形容山水之美。"], "background": "宋哲宗绍圣三年（1096年）暮春。是时，东坡61岁，在惠州贬所宴饮州守詹范时，有感于仕途之变，便作下了这首词。"},
{"title": "临江仙·樱桃落尽春归去", "author": "李煜", "paragraphs": "樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，玉钩罗幕，惆怅暮烟垂。\t别巷寂寥人散后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。", "topic": "抒情", "notes": ["樱桃：初夏时结果实，古代有帝王以樱桃献宗庙的传统。《礼记·月令》中记载：“仲夏之月，天子以含桃(樱桃)先荐寝庙。落尽：凋谢之意。", "翻：翻飞。", "金粉：妇女装饰用的铅粉，这里借指蝴蝶的翅膀。全句意谓蝴蝶翻飞着银灰色的翅膀双双飞舞。", "子规：鸟名，即杜鹃鸟的别名。古代传说失国的蜀帝杜宇，被其臣相所逼，逊位后隐居山中，其魂化为杜鹃。又经常于夜间呜叫，令人生悲，故古人有“杜鹃啼血”之说。", "《琵琶行》中有“其间旦暮闻何物?杜鹃啼血猿哀鸣”之句。", "啼月：指子规在夜里啼叫。", "寂寥：冷冷清清。", "低迷：《古今词统》、《古今词话》、《历代诗余》等本中均作“凄迷”。低迷，模糊不清。", "闲袅：形容细长柔软的东西随风轻轻摆动，这里指香烟缭绕悠闲而缓慢上升的样子。", "凤凰儿：指绣有凤凰花饰的丝织品。这里指饰有凤凰图形的或制成风凰形状的香炉。", "持：拿着。罗带：丝带。", "恨依依：形容愁恨绵绵不断的样子。"], "background": "宋太祖赵匡胤开宝八年（975）十一月，围城已达一年的宋军发起了进攻，金陵城破，李煜投降，南唐灭亡。这一年，他三十九岁。次年春天，被押送的李煜到达宋都汴梁，从此过着囚徒的生活。这是他在汴梁城中的悼国伤亡之作，直抒胸怀，感情十分沉痛。"},
{"title": "虞美人·愁痕满地无人省", "author": "纳兰性德", "paragraphs": "愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。\t薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。", "topic": "抒情", "notes": ["虞美人：词牌名，唐教坊曲。初咏", "宠姬虞美人，因以为名。又名 “一江春水”、“玉壶水”、“巫山十二峰”等。双调，五十六字，上下片各四句。", "秋夕：七月七日晚上。信步：随便漫步。", "愁痕：指青青的苔痕。", "琅玕（Iàng gàn）：像珠子一样的美石。这里是形容竹子的青翠。", "闲阶：空荡寂寞的台阶。", "潇湘：指湘江，因其水清深故名。", "“红笺”二句：意思是说信笺仍在，而信中模糊的字迹，让人想起当初夜灯下呵手写字的情景。向壁，", "《草书歌》： “起来向壁不停手，一行数字大如斗”，原指面壁在墙上写大字，这里是说不停地在纸上写字。"], "background": "七月七日，七夕佳节。天上、人间，花好月圆。词人在庭院中信步闲逛，看到月色下深浅不一的青苔，以及被秋露打湿的苍竹，那婆娑的竹影，此时此景不禁让词人感伤，想起了妻子，内心的凄凉油然而生，提笔写下这首词。"},
{"title": "四块玉·浔阳江", "author": "马致远", "paragraphs": "送客时，秋江冷。商女琵琶断肠声。可知道司马和愁听。月又明，酒又酲，客乍醒。", "topic": "抒情", "notes": ["四块玉：曲牌名。入“南吕宫”。小令兼用。定格句式为：三三七、七、三三三。", "冷：凄冷，萧条。", "商女琵琶：此处暗指白居易的《琵琶行》。", "和：连，连同。", "酲（chéng）：喝醉了神志不清。喻指酒浓。", "醒：醒悟，觉醒。"], "background": "自从《琵琶行》问世后，凡路经浔阳江的文人墨客都会情不自禁的怀念起一度贬谪江州的唐代诗人白居易，这种身临其境的氛围，更使久滞下僚游宦他乡的马致远产生了真切的共鸣。元朝大德年间，词人隐居之时路径此地时怀古伤今，借他人之事悲自己之情，于是写下了这首曲子。"},
{"title": "解佩令·自题词集", "author": "朱彝尊", "paragraphs": "十年磨剑，五陵结客，把平生、涕泪都飘尽。老去填词，一半是、空中传恨。几曾围、燕钗蝉鬓。\t不师秦七，不师黄九，倚新声、玉田差近。落拓江湖，且分付、歌筵红粉。料封侯、白头无分。", "topic": "抒情", "notes": ["解佩令：六牌名。始见北宋", "《小山乐府》。双调六十六字，上下片各五仄韵。亦有少叶二至三韵者。", "六集：指", "的六集《江湖载酒集》，凡三卷，编成于康熙十一年（1672年）。", "十年磨剑：比喻多年刻苦磨练。", "五陵：指西汉五个皇虚陵墓，即高虚长陵、惠虚安陵、景虚阳陵、武虚茂陵、昭虚平陵，均在今陕西咸阳市附近，渭水北岸。汉元虚以前，每立陵墓，辄迁徙四方豪富及外戚在此附近居住，令其供奉园陵。后因以五陵代指豪门大族。", "结客：结交填客，多指结交豪侠之士。", "空中传恨：比喻虚浮的言情之作。", "燕钗蝉鬓（bìn）：代指女子。燕钗：一种燕形的钗；蝉鬓：古代妇女发式的一种。", "秦七：北宋六人秦观，排行第七。", "黄九：北宋六人黄庭坚，排行第九。", "倚新声：按新谱填六。", "玉田差近：谓六人所填六接近张玉田。或谓自己博采众长，达于新境，回视张炎，似与己差近。玉田：南宋六人张炎的号。", "落拓：放浪不羁。", "江湖：泛指四方各地。", "歌筵（yán）：有歌伎唱曲劝酒的筵席。", "红粉：胭脂和铅粉，女子化妆品。"], "background": "词人少壮时曾与爱国志士结交，从事抗清复明斗争，后来事败出亡，飘零四方。于是词人将这时期所作的部分词篇编成《江湖载酒集》，并题了这首词。"},
{"title": "浣溪沙·浅画香膏拂紫绵", "author": "陈克", "paragraphs": "浅画香膏拂紫绵。牡丹花重翠云偏。手挼梅子并郎肩。\t病起心情终是怯，困来模样不禁怜。旋移针线小窗前。", "topic": "抒情", "notes": ["香膏：芳香的脂膏。", "翠云：形容妇女头髮乌黑浓密。", "挼：同“挪”揉搓。", "病起：病愈。", "不禁：抑制不住，不由自主。", "旋移：缓缓。"], "background": ""},
{"title": "思帝乡·花花", "author": "温庭筠", "paragraphs": "花花，满枝红似霞。罗袖画帘肠断，卓香车。\t回面共人闲语，战篦金凤斜。惟有阮郎春尽，不归家。", "topic": "抒情", "notes": ["立帝乡：又名“万斯年曲”，原唐教坊曲，", "始创为词调。此词单调三十六字，七句五平韵，第一、二、四、六、七句押韵。", "花花：言花朵繁多，即花花朵朵之意。", "罗袖：罗衫之袖。此处代指闺中人。", "卓香车：站在散发芬芳的车上。卓，站立。香车，古代车乘求其精美，常用优质木材造成，饰以珠玉，涂以香料。", "战篦（bì）：装饰在 女子头上微微颤动篦子。战，摇晃，颤动。篦，篦子，篦梳，梳头的工具，比梳子齿更密，亦可做头饰。", "阮郎：泛指心爱的男子。此处借指远游未归之人。", "归家：一作“还家”。"], "background": "这首词是温庭筠以女性为题材的作品之一，反映的是妇女的相思怨情，时间在春天。其创作年份未能确证。"},
{"title": "满江红·赣州席上呈陈季陵太守", "author": "辛弃疾", "paragraphs": "落日苍茫，风才定、片帆无力。还记得、眉来眼去，水光山色。倦客不知身近远，佳人已卜归消息。便归来、只是赋行云，襄王客。\t些个事，如何得。知有恨，休重忆。但楚天特地，暮云凝碧。过眼不如人意事，十常八九今头白。笑江州、司马太多情，青衫湿。", "topic": "抒情", "notes": ["陈季陵：陈天麟字季陵，宣城人，绍兴进士。曾知赣州：茶商军进犯赣州、吉安，陈季陵协助辛稼轩将其平定。", "倦客：疲惫之游客。", "《书普慈长老壁》诗：“倦客再游行老矣，高僧一笑故依然。“", "些个：一些，一点儿。如言这些个，那些个。宋代俗语。"], "background": "《满江红·赣州席上呈陈季陵太守》作于宋孝宗淳熙二年（1175年），辛弃疾任江西提点刑狱。江西提点刑狱司设在赣州，即今江西赣州市。"},
{"title": "河传·秋雨", "author": "阎选", "paragraphs": "秋雨，秋雨，无昼无夜，滴滴霏霏。\t暗灯凉簟怨分离，妖姬，不胜悲。\t西风稍急喧窗竹，停又续，腻脸悬双玉。\t几回邀约雁来时，违期，雁归，人不归。", "topic": "抒情", "notes": ["无昼无夜：不分昼夜的意思。", "霏：飘扬。", "簟（diàn）：竹席，席垫。", "妖姬：美丽的姑娘。姬，美女。《吴越春秋》卷三：“于是庄王弃其秦姬越女，罢钟鼓之乐。”", "稍：逐渐，渐渐。", "喧窗竹：使窗前竹枝发响。", "腻脸：指敷着脂粉的脸。腻，光滑。", "双玉：两行泪。"], "background": ""},
{"title": "如梦令·黄叶青苔归路", "author": "纳兰性德", "paragraphs": "黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。\t木叶纷纷归路，残月晓风何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。", "topic": "抒情", "notes": ["屧粉衣香：这里代指所怀念之情人及与之幽会的地方。屧（xie），本意为鞋子的木底，此处与“衣”字皆以衣物代指情人。", "“秋月句”：清", "《转应曲》诗句：“秋雨，秋雨，一半因风吹去”", "木叶：树叶。 ", "“残月”句：空中的残月破木的微风让自己六神无主，竟不知在什么地方。"], "background": "该作品于纳兰性德随扈出巡南北，出使梭龙（黑龙江流域）考察沙俄侵扰东北期间。具体时间在1682年秋（康熙二十一年），作者在外忙于国家大事，无法和自己心爱的人团聚，恰巧又处于秋季到来的时节，看着眼前的秋风吹落一朵朵的黄叶，心中愁苦，思念佳人之情顿生，为了表达自己的“愁”，抒发对佳人的思念，写出了这首词。"},
{"title": "浣溪沙·已惯天涯莫浪愁", "author": "纳兰性德", "paragraphs": "已惯天涯莫浪愁，寒云衰草渐成秋。漫因睡起又登楼。\t伴我萧萧惟代马，笑人寂寂有牵牛，劳人只合一生休。", "topic": "抒情", "notes": ["浣溪沙：唐代教坊曲名，后用为词牌名。分平仄两体，字数以四十二字居多。此词为平韵四十二字体。", "浪愁：空愁，无谓地忧愁。宋", "《无题》：“渠侬狡狯何须教，说与旁人莫浪愁。”", "漫：副词，休、莫、不要。唐", "《一百五日夜对月》：“牛女漫愁思，秋期犹渡河。”", "萧萧：形容马嘶鸣声。代马：北方所产之马。代，古代郡地，后泛指北方边塞地区。", "《朔风诗》： “仰彼朔风，用怀魏都。愿骋代马，倏忽北徂。”刘良注：“代马，胡马也。”", "寂寂：形容寂静。牵牛：即牵牛星，俗称牛郎星。此谓天上的牛郎尚与织女一年一度相会，而作者却难以与妻子团聚，故而这人间的“寂寂”连牛郎也为之发笑。", "劳人：忧伤之人，这里为自指。《诗经·小雅·巷伯》： “骄人好好，劳人草草。苍天苍天，视彼骄人，矜此劳人。”高诱《淮南子》注： “‘劳，忧也。’‘劳人’即忧人也。” "], "background": "此词当作于清康熙十九年（1680年）后的一个七夕，其时纳兰性德身处牧场，有感于分离而作此词。康熙十九年（1680年）前后，纳兰性德由司传宣改经营内厩马匹，常至昌平、延庆、怀柔、古北口等地督牧。"},
{"title": "浪淘沙", "author": "欧阳修", "paragraphs": "今日北池游。漾漾轻舟。波光潋滟柳条柔。如此春来春又去，白了人头。\t好妓好歌喉。不醉难休。劝君满满酌金瓯。纵使花时常病酒，也是风流。", "topic": "抒情", "notes": ["北池：或称北潭、潭园。", "潋滟：水波荡漾的样子。", "金瓯：金属酒器。", "病酒：沉醉，饮酒过量。"], "background": "庆历五年（1045）三月，新政主将范仲淹和韩琦解职，庆历新政失败。词人于当年正月权知河北真定府，后又因为范、韩辩护于八月再贬滁州。此首乃春日游宴遣怀之作。当作于河北真定府任上。"},
{"title": "虞美人·残灯风灭炉烟冷", "author": "纳兰性德", "paragraphs": "残灯风灭炉烟冷，相伴唯孤影。判教狼藉醉清樽，为问世间醒眼是何人。\t难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。", "topic": "抒情", "notes": ["虞美人：词牌名，此调原为唐教坊曲，初咏", "宠姬虞美人，因以为名。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。", "炉烟：熏炉或香炉之烟。", "判：情愿、甘愿、不惜之意。清樽（zūn）：酒器，借指清酒（清醇之酒）。亦作“ 青樽 ”。亦作“ 清罇 ”。", "醒眼：清醒之眼光。", "花间酒：谓美景良辰时之酒宴。", "搔首：以手搔头。焦急或有所思貌。"], "background": "康熙二十年（1681），顾贞观正在京城，逢母丧欲南归无锡，这首《虞美人》，即是写在与知己分别之后。"},
{"title": "临江仙·金谷无烟宫树绿", "author": "辛弃疾", "paragraphs": "金谷无烟宫树绿，嫩寒生怕春风。博山微透暖薰笼。小楼春色里，幽梦雨声中。\t别浦鲤鱼何日到，锦书封恨重重。海棠花下去年逢。也应随分瘦，忍泪觅残红。", "topic": "抒情", "notes": ["1.临江仙：词牌名，原为唐代教坊曲名。又名“谢新恩”“雁后归”“画屏春”“庭院深深”“采莲回”“想娉婷”“瑞鹤仙令”“鸳鸯梦”“玉连环”。格律俱为平韵格，双调小令，常见者全词分两片，上下片各五句，三平韵。", "2.金谷：金谷园，本为晋代", "的别墅，这里代指词人的宅第。", "3.嫩寒：微寒。", "4.博山：指香炉。", "5.薰（xūn）笼：罩在香炉上的竹笼。", "6.别浦（pǔ）：分别的水边。", "7.鲤鱼：指书信。", "《饮马长城窟行》：“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。”", "8.锦书：用锦织成的信，一般指情书。用窦滔妻苏氏织锦为《回文璇玑图》诗以赠其夫事。", "9.随分：照例，相应。", "10.残红：残花。"], "background": "这首词作年无可确考。邓广铭《稼轩词编年笺注》以广信书院本次第推测，谓当作于宋孝宗淳熙十三年（1186）之前，在带湖。蔡义江、蔡国黄也将之归于是年。可供参考。"},
{"title": "生查子·药名闺情", "author": "陈亚", "paragraphs": "相思意已深，白纸书难足。字字苦参商，故要檀郎读。\t分明记得约当归，远至樱桃熟。何事菊花时，犹未回乡曲？", "topic": "抒情", "notes": ["相思：即“相思子”，中药名。", "意已：谐中药名“薏苡”。", "白纸：指信笺。又谐中药名“白芷”。", "苦参商：谓夫妻别离，苦如参商二星不能相见。参星在西，商星(即辰星)在东，此出彼没，无法相见。苦参，中药名。", "檀郎读：一作“槟郎读”(“槟郎”亦是中药名)。意谓请丈夫仔细阅读。檀郎，晋代", "是美男子，小名擅奴．故旧时常以“檀郎”代称夫婿或所爱男子。郎读，谐中药名“狼毒”。", "当归：应该回家。亦中药名。", "远至：最迟到，最迟于。又谐中药名“远志”。", "樱桃熟：樱桃红熟之时，即初夏。樱桃，亦中药名。", "菊花时：菊花盛开之时，即深秋。菊花，亦中药名。", "回乡曲：意谓回家的信息。回乡，谐中药名“茴香”。"], "background": "本首词的具体创作时间不详。陈亚由做医工的舅父养大，他从小耳濡目染，药名烂熟于胸。词人长期在外做官不能回家。妻子写信给词人倾诉相思之情，词人有感于此便在写下这首巧用药名的闺情词。"},
{"title": "普天乐·秋江忆别", "author": "赵善庆", "paragraphs": "晚天长，秋水苍。山腰落日，雁背斜阳。壁月词，朱唇唱。犹记当年兰舟上，洒西风泪湿罗裳。钗分凤凰，杯斟鹦鹉，人拆鸳鸯。", "topic": "抒情", "notes": ["普天乐：曲牌名，四十六字。", "晚：傍晚。长：指秋江水长。", "璧月词：艳歌。南朝陈后主曾为张贵妃、孔贵嫔作歌，有“璧月夜夜满，琼树朝朝新”之句。", "鹦鹉：指用鹦鹉螺（一种海螺）螺壳制作的酒杯。"], "background": "此曲是作者在一次秋行江畔中，回忆起于此情境相同的一次别离，有所感触，于是写下了这支小令。"},
{"title": "蝶恋花·春涨一篙添水面", "author": "范成大", "paragraphs": "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转。横塘塔近依前远。\t江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱。看看尝面收新茧。", "topic": "抒情", "notes": ["画舫：彩船。", "夷犹：犹豫迟疑，这里是指船行迟缓。", "横塘：在苏州西南，是个大塘。", "谷雨：二十四节气之一，在清明之后。", "看看：转眼之间，即将之意。", "江国：水乡。", "寒：指水冷。"], "background": "南宋时期在政治上软弱妥协，农业工业却发展很快，许多爱国之士都因政见与朝堂相左而隐居于世，范成大也是其中一员，这首词正是他隐居苏州那一代所作。"},
{"title": "水龙吟·次韵林圣予惜春", "author": "晁补之", "paragraphs": "问春何苦匆匆，带风伴雨如驰骤。幽葩细萼，小园低槛，壅培未就。吹尽繁红，占春长久，不如垂柳。算春长不老，人愁春老，愁只是、人间有。\t春恨十常八九，忍轻辜、芳醪经口。那知自是，桃花结子，不因春瘦。世上功名，老来风味，春归时候。纵樽前痛饮，狂歌似旧，情难依旧。", "topic": "抒情", "notes": ["幽葩（pā）：清幽的花朵。", "壅（yōng）：把土或肥培在根上。", "辜：辜负。", "芳醪（láo）：芳醇的美酒。", "自是：本是，原严明。", "风味：风度，风采。"], "background": ""},
{"title": "河渎神", "author": "张泌", "paragraphs": "古树噪寒鸦，满庭枫叶芦花。昼灯当午隔轻纱，画阁珠帘影斜。\t门外往来祈赛客，翩翩帆落天涯。回首隔江烟火，渡头三两人家。", "topic": "抒情", "notes": ["河渎神：唐教坊曲名，双调四十九字，上片四句四平韵，下片四句四仄韵。", "寒鸦：秋冬时节的乌鸦。", "“昼灯”一句：昼灯：祠庙中的长明灯。轻纱：指灯罩。画阁：画阁：彩绘的楼阁，指祠庙。斜：斜着的灯影。 [2]  ", "祈赛：即祈报，祭祀名。春祈丰年，秋报神功。又遇水旱则祈，既如愿而报。祈赛客，祈报的百姓。翩翩：往来的样子。", "烟火：百姓做饭时的炊烟袅袅。渡头：渡津。三两人家。"], "background": "这首词创作具体时间不详。作者乘船经过河神庙内外，恰巧遇到祠庙祈赛，行客过往匆匆，暮霭沉沉，隔岸遥观，只能隐约见到星星点点的人家烟火散落江上。词人内心倍感孤独和凄凉，于是写下这首词，表达词人深浓的客途秋恨。"},
{"title": "金缕曲·姜西溟言别赋此赠之", "author": "纳兰性德", "paragraphs": "谁复留君住。叹人生、几翻离合，便成迟暮。最忆西窗同剪烛，却话家山夜雨。不道只、暂时相聚。衮衮长江萧萧木，送遥天、白雁哀鸣去。黄叶下，秋如许。\t曰归因甚添愁绪。料强似、冷烟寒月，栖迟梵宇。一事伤心君落魄，两鬓飘萧未遇。有解忆、长安儿女。裘敝入门空太息，信古来、才命真相负。身世恨，共谁语？", "topic": "抒情", "notes": ["金缕曲：词牌名。又名《贺新郎》《乳燕飞》，亦作曲牌名。一百十六字，前后片各六仄韵。", "姜西溟（míng）：即", "（1628一1699年），字西溟，又字湛园，浙江慈溪人，善辞章，尤工书画，与纳兰有交游。", "迟暮：年老。", "“衮衮（gǔn）”句：此句化用", "《登高》：无边落木萧萧下，不尽长江滚滚来。衮衮，即“滚滚”。", "栖迟梵（fàn）字：栖迟，滞留，游息；梵宇，寺庙。", "“两鬓”句：两鬓飘萧，头发斑白；未遇，没有被人赏识。姜西溟于康熙三十六年（1697年）中进士，年已七十。", "裘敝（qíu bì）：即敝裘，破烂的农服。典出《战国策·秦策》：苏秦“说秦王，书十上而说不行，黑貂之裘敝，黄金百斤尽”。"], "background": "词大约作于康熙十八年（1679年）。是年，西溟丁母忧，南归奔丧。纳兰赋此词以慰勉之，时年二十五岁。"},
{"title": "殿前欢·次酸斋韵", "author": "张可久", "paragraphs": "钓鱼台，十年不上野鸥猜。白云来往青山在，对酒开怀。欠伊周济世才，犯刘阮贪杯戒，还李杜吟诗债。酸斋笑我，我笑酸斋。\t晚归来，西湖山上野猿哀。二十年多少风流怪，花落花开。望云霄拜将台。袖星斗安邦策，破烟月迷魂寨。酸斋笑我，我笑酸斋。", "topic": "抒情", "notes": ["殿前欢：指【双调】曲名。", "钓鱼台：指东汉严子陵隐居的钓台。", "伊周：伊尹和周公，伊尹是商朝开国名臣；周公姓姬名旦，是周朝的辅佐大臣。", "刘阮：即刘伶与阮籍，同是“竹林七贤”中人物。刘伶字伯伦，常乘鹿车，携一壶酒，使人荷锸而随之，谓曰：“死便埋我。”阮籍字嗣宗，与刘伶同是“竹林七贤”之士，两人都嗜酒如命。", "酸斋：贯云石号酸斋，这首曲子是和贯云石（殿前欢·畅幽哉）所作。", "晚：作“唤”通假字。", "风流：风流人物，俊杰。怪：异常人物。", "拜将台：借用东汉显宗时代二十八位中兴名将图像绘画于云台之事。", "袖星斗：袖藏满天繁星。这句的意思是，怀有安邦兴国妙策，喻指辅国大臣。"], "background": "《殿前欢·次酸斋韵》是和贯云石《殿前欢·畅幽哉》的次韵之作。《殿前欢》就是张可久表明避世归隐之作。张可久一方面受贯云石影响，唾弃官场，一方面又为自己不得不为了生活疲于奔命而抑郁寡欢；他羡慕贯云石远离官场又能过着一般文人所不能拥有的优裕生活，这首曲也就这么而来。"},
{"title": "丑奴儿·夜来酒醒清无梦", "author": "秦观", "paragraphs": "夜来酒醒清无梦，愁倚阑干。露滴轻寒。雨打芙蓉泪不干。\t佳人别后音尘悄，瘦尽难拚。明月无端。已过红楼十二间。", "topic": "抒情", "notes": ["丑奴儿：词牌名。汲古阁《宋六十家词》本《淮海词》调名作《采桑子》，注云：“元刻丑奴儿。”", "阑干：即栏杆。用竹、木、砖石或金属等构制而成，设于亭台楼阁或路边、水边等处作遮拦用。", "芙蓉：荷花的别名。", "音尘：音信，消息。", "难拚（pàn）：犹难舍。", "无端：引申指无因由，无缘无故。"], "background": "此词的作者是秦观还是黄庭坚，尚有争议。根据词意，此词是作者在一个月夜里醉酒之后因思念佳人而作，其具体创作年份不详。"},
{"title": "子夜歌·始欲识郎时", "author": "佚名", "paragraphs": "始欲识郎时，两心望如一。\t理丝入残机，何悟不成匹。", "topic": "抒情", "notes": ["始欲：刚开始想要。", "识郎时：认识郎君的时候。", "望如一：之望如同一样。渴望是一样的。如一，一律；一样。", "理丝：抽理蚕丝。整理丝线。丝，谐“情思”的“思”。", "残机：残剩着没有完成织物的织机。残留着织品的织机。残破的织布机。", "何悟：哪里悟得，何不领悟。", "匹：布匹。绢匹。布帛宽二尺二寸为幅，长四丈为匹。这里用着双关语，暗喻二人不能成为匹配。"], "background": ""},
{"title": "虞美人·张帆欲去仍搔首", "author": "陈与义", "paragraphs": "张帆欲去仍搔首，更醉君家酒。吟诗日日待春风，及至桃花开后却匆匆。\t歌声频为行人咽，记著樽前雪。明朝酒醒大江流，满载一船离恨向衡州。", "topic": "抒情", "notes": ["搔首：以手搔头，意为有所思的样子。"], "background": "这首词是在席益举行的告别宴会上所作。席益字大光，洛阳人，是陈与义的同乡。与义宣和六年（1124）在汴京任符宝郎时与他相识，不久与义遭贬，别后还有诗札。建炎三年（1129）席益离郢州知州任，流浪于衡山县（今属湖南），与义同时躲避金兵至湖南。同年腊月，两人相遇于衡山。次年元旦后数日，与义离衡山赴邵阳，有《别大光》诗，别宴上并作此词。"},
{"title": "小重山·碧幕霞绡一缕红", "author": "陈亮", "paragraphs": "碧幕霞绡一缕红。槐枝啼宿鸟，冷烟浓。小楼愁倚画阑东。黄昏月，一笛碧云风。\t往事已成空。梦魂飞不到，楚王宫。翠绡和泪暗偷封。江南阔，无处觅征鸿。", "topic": "抒情", "notes": ["碧幕：碧绿的天幕，指碧空。古人谓天为幕，谓地为席，故曰碧幕。", "霞绡（xiāo）：古人或以霞喻红绡，或以红绡拟霞。绡，丝帛。唐·", "《锦城曲》：“江风吹巧剪霞绡，花上千枝杜鹃血。”", "宿鸟：归巢栖息的鸟。", "画阑（lán）：有彩绘的栏杆。", "楚王宫：借指宋王朝的宫廷。", "翠绡：指用彩绡作信笺。", "征鸿：远飞的大雁。"], "background": "中原河洛之地被金军占领多年，南宋王朝却苟且偷安。陈亮上书《中兴五书》，之后又多次上书，向孝宗陈述复国策略。朝臣为了一己私利纷纷攻击他，称他为“狂怪”。在长期不得重用后，词人的一腔报国之热情依然像汹涌的波涛，使其内心无法平静。这首词抒发的就是他无处安放的爱国心。"},
{"title": "玉连环影·何处", "author": "纳兰性德", "paragraphs": "何处？几叶萧萧雨。湿尽檐花，花底无人语。\t掩屏山，玉炉寒。谁见两眉愁聚倚阑干。", "topic": "抒情", "notes": ["玉连环影：词牌名，此调谱律不载，或亦自度曲。", "何处：何时。古诗文中表示询问时间的用语。", "檐（yán）花：屋檐之下的鲜花。", "屏山：屏风，因屏风曲折若重山叠嶂，或屏风上绘有山水图画等而得名。", "阑干：同“栏干”。"], "background": "纳兰与妻子卢氏恩爱情深，可惜天妒红颜，卢氏双十年华便香消玉殒。此作想必是纳兰描摹回忆之作，写女子其实也是自况其身，具体创作年份已难以考证。"},
{"title": "清平乐·检校山园书所见", "author": "辛弃疾", "paragraphs": "连云松竹，万事从今足。拄杖东家分社肉，白酒床头初熟。\t西风梨枣山园，儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。", "topic": "抒情", "notes": ["清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。检校：核查。山园：稼轩带湖居第，乃建于信州附郭灵山门之外者，洪迈《稼轩记》有“东冈西阜，北墅南麓”等语，稼轩因亦自称山园。", "连：连接。", "足：满足、知足。", "社：指祭祀土地神的活动，《史记·陈丞相世家》：“里中社，平为宰，分肉食甚均。”可知逢到“社”日，就要分肉，所以有“分社肉”之说。", "白酒：此指田园家酿；床：指“糟床”，为榨酒工具；初熟：谓白酒刚刚酿成。", "西风：指秋风。", "偷：行动瞒着别人。代指孩子敛声屏气、蹑手蹑脚、东张西望扑打枣、梨的情态。", "莫：不要。旁人：家人。", "闲：悠闲；看：观察，观看。"], "background": "南宋孝宗淳熙八年（1181）冬十一月，四十八岁的辛弃疾，被免掉了职务，作者不得不过退隐的生活。作者不仅没有因被迫闲居而苦恼，反倒有摆脱官场纷扰的愉悦。因此，在闲居期间，他创作了大量赞美带湖风光、歌唱村居生活的词篇，《清平乐·检校山园书所见》便是其中之一。"},
{"title": "卜算子·席间再作", "author": "葛立方", "paragraphs": "袅袅水芝红，脉脉蒹葭浦。淅淅西风淡淡烟，几点疏疏雨。\t草草展杯觞，对此盈盈女。叶叶红衣当酒船，细细流霞举。", "topic": "抒情", "notes": ["卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》 入“歇指调”。", "水芝：荷花的别称。", "蒹葭浦：即指一般的、寻常的水滨。蒹葭，河辺芦菷。", "草草：随意、潦草。", "杯觞：酒杯。", "盈盈女：姿容美好的女子，此处借指荷花。", "叶叶：言以荷花为盛酒之具。", "流霞：神话中的仙酒，见《论衡·道虚篇》，此处指美酒。"], "background": ""},
{"title": "石州慢·己酉秋吴兴舟中作", "author": "张元干", "paragraphs": "雨急云飞，惊散暮鸦，微弄凉月。谁家疏柳低迷，几点流萤明灭。夜帆风驶，满湖烟水苍茫，菰蒲零乱秋声咽。梦断酒醒时，倚危樯清绝。\t心折。长庚光怒，群盗纵横，逆胡猖獗。欲挽天河，一洗中原膏血。两宫何处，塞垣祗隔长江，唾壶空击悲歌缺。万里想龙沙，泣孤臣吴越。", "topic": "抒情", "notes": ["己酉（yǒu）：宋高宗建炎三年（公元1129年）。", "吴兴：今浙江湖州。", "惊散暮（mù）鸦：傍晚的乌鸦被惊散。", "低迷：模糊的样子。", "菰蒲（gū pú）：菰草和蒲草。", "秋声咽（yè）：西风声音凄切。", "危樯：船上高耸（sǒng）的桅杆。", "心折：心中摧折，伤心之极。", "《别赋》：“使人意夺神骇（hài），心折（shé）骨惊。”", "长庚（gēng）：金星。据《史记·天官书》载，金星主兵戈之事。", "群盗：宋高宗建炎二年（公元1128年）十二月，济南知府刘豫叛宋降金。三年，苗傅、刘正彦作乱，逼迫高宗传位太子，兵败被杀。", "猖獗（chāng jué）：亦作“ 猖蹶 ”，任意横行。", "两宫：指徽（huī）、钦（qīn）二帝。", "塞垣（sāi yuán）：南宋与金国，夹岸陈兵，只隔长江一水。塞，边境。", "唾壶（tuò hú）：借喻词人自己不能亲自杀敌雪耻的悲愤心情。", "《世说新语·豪爽》：“王处仲每酒后，辄咏‘老骥（jì）伏枥（lì），志在千里。烈士暮年，壮心不已’。以如意打唾壶，壶口尽缺。”", "龙沙：沙漠边远之地，指徽、钦二帝幽囚之所。", "孤臣：词人自指。", "吴越：古代的吴国、赵国，今江浙一带，为南宋政府所在地。"], "background": "公元1129年（宋高宗建炎三年，即己酉年）春天，金兵大举南下，直逼扬州。高宗（即南宋开国皇帝赵构）从扬州渡江南下，狼狈南逃，这时长江以北地区全部被金兵占领。词人为了避难而南行，是年秋天在吴兴（今浙江湖州）乘舟夜渡，感慨时事心生悲哀，写下了这首悲壮的词作。"},
{"title": "踏莎行·细草愁烟", "author": "晏殊", "paragraphs": "细草愁烟，幽花怯露。凭阑总是销魂处。日高深院静无人，时时海燕双飞去。\t带缓罗衣，香残蕙炷。天长不禁迢迢路。垂杨只解惹春风，何曾系得行人住。", "topic": "抒情", "notes": ["怯：来描写花晨露中的感受。", "缓：缓带，古代一种衣服。", "蕙：香草。", "炷：燃烧。", "解：古同“懈”，松弛，懈怠。"], "background": "庆历三年在宰相任上时，与枢密副使范仲淹一起，倡导州、县立学和改革教学内容，官学设教授。自此，京师至郡县，都设有官学。形成一种广兴文学的浪潮，这就是有名的“庆历兴学”。晏殊临春之季不禁有感而发，以物抒情，感叹时光的流逝。"},
{"title": "浣溪沙·杨花", "author": "陈子龙", "paragraphs": "百尺章台撩乱飞，重重帘幕弄春晖。怜他飘泊奈他飞。\t澹日滚残花影下，软风吹送玉楼西。天涯心事少人知。", "topic": "抒情", "notes": ["百尺章台：典出韩翔的爱情故事，详情参见韩掬《章台柳》及妻柳氏《杨柳枝》(本书第十二辑)的注释。“章台”，原系汉长安的街道名，多设歌楼妓馆，遍植杨柳，唐宋诗词中却成了秦楼楚馆的代名词，吟咏中常用之。", "重重帘幕：喻指陈柳婚姻中的重重障碍。“春晖”，指春光。", "玉楼：华丽的楼房；亦指仙人居处。", "天涯心事：相隔天涯，彼此间的情意。"], "background": ""},
{"title": "蝶恋花·窗外寒鸡天欲曙", "author": "冯延巳", "paragraphs": "窗外寒鸡天欲曙，香印成灰，坐起浑无绪。庭际高梧凝宿雾，卷帘双鹊惊飞去。\t屏上罗衣闲绣缕，一饷关情，忆遍江南路。夜夜梦魂休谩语，已知前事无寻处。", "topic": "抒情", "notes": ["寒鸡：因天寒而提早司晨的鸡。", "《舞鹤赋》：“感寒鸡之早晨。“鸡觉得寒冷，不到天明就叫，所谓”夜半寒鸡“。”早晨“，先于晨，亦此意。", "香印：把香研成细末，印成回纹的图案，然后点火，亦叫“香篆“。唐宋时用以记时辰。“香印成灰”表明香已燃尽，天将破晓。", "浑无绪：全然没有好情绪。", "庭际高梧：房屋旁高大的梧桐树。宿雾：夜间下的雾。", "“屏上”句：谓心情不好，懒动针钱，罗衣尚未绣完，即搭在屏风上。绣缕，刺绣用的彩线，此用作动词，即拈针刺绣。", "一响：片刻、一会儿，通作晌。“一饷“，片刻，亦言”半晌“。关情：感情有所牵系。", "或从画屏风景联想。如后来", "《蝶恋花》“小屏风上西江路“。", "谩语：胡乱的话。谩，欺骗。梦魂谩语，即梦话，却比呓语稍轻。“休“，休要，否定语。"], "background": ""},
{"title": "如梦令·有寄", "author": "苏轼", "paragraphs": "为向东坡传语。人在玉堂深处。别后有谁来，雪压小桥无路。归去。归去。江上一犁春雨。", "topic": "抒情", "notes": ["如梦令：词牌名，又名“忆仙姿”“宴桃源”。五代时后唐庄宗李存勗创作。《清真集》入“中吕调”。三十三字，五仄韵，一叠韵。", "东坡：指贬谪黄州时的旧居以及邻人。", "玉堂：指翰林苑。", "别后：指", "于元丰七年（1084）四月离开黄州。", "压：覆盖。小桥：指黄州东坡雪堂正南的小桥。", "一犁：形容春雨的深度。"], "background": "乌台诗案后，苏轼被贬为检校尚书水部员外郎黄州团练副使本州安置。自元丰三年（1080）二月到黄州，至元丰七年（1084）四月离去。在京城官翰林学士期间，虽受重视，但遭程颐等竭力排挤，心情并不舒畅。故此借写出这首《如梦令》，抒写怀念黄州之情，表现归耕东坡之意。"},
{"title": "河渎神·风紧雁行高", "author": "纳兰性德", "paragraphs": "风紧雁行高，无边落木萧萧。楚天魂梦与香消，青山暮暮朝朝。\t断续凉云来一缕，飘堕几丝灵雨。今夜冷红浦溆，鸳鸯栖向何处？", "topic": "抒情", "notes": ["河渎神：词牌名，唐教坊曲名，双调四十九字，上片二十四字，四句四平韵，下片二十五字，四句四仄韵，亦有通首押平韵者。", "无边：这里是描绘了一幅深秋的景色。", "楚天：《文选·", "高唐赋序》云：“昔者楚襄王与宋玉游于云梦之台，望高唐之观，其上独有云气，崪兮直上，忽兮改容，须臾之间，变化无穷。王问玉曰：‘此何气也？’玉对曰：‘所谓朝云者也。’王曰：‘何谓朝云？’玉曰：‘昔者先王尝游高唐，怠而昼寝，梦见一妇人，曰：“妾，巫山之女也，为高唐之客。闻君游高唐，愿荐枕席。”王因幸之，去而辞曰：“妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”旦朝视之，如言，故为立庙，号曰朝云。’”后来在诗文中便以此作为男女情事的常用之典。", "堕（duò）：落下。灵雨：好雨。", "红：水草，又称水荭。浦溆（pǔ xù）：水畔，水边。"], "background": "赵秀亭、冯统一《饮水词笺校》载：“此词用语多及湘楚，殆为寄张见阳词。见阳任江华令，因有‘灵雨’之辞。‘鸳鸯’云云，则颇涉调侃，据知见阳为携眷南行。词当作于康熙十八年（1679年）秋见阳离京后不久。”"},
{"title": "醉蓬莱·归故山", "author": "王沂孙", "paragraphs": "扫西风门径，黄叶凋零，白云萧散。柳换枯阴，赋归来何晚。爽气霏霏，翠蛾眉妩，聊慰登临眼。故国如尘，故人如梦，登高还懒。\t数点寒英，为谁零落，楚魄难招，暮寒堪揽。步屧荒篱，谁念幽芳远。一室秋灯，一庭秋雨，更一声秋雁。试引芳樽，不知消得，几多依黯。", "topic": "抒情", "notes": ["醉蓬莱：据《渑水燕谈录》载，宋仁宗时，教坊进新曲《醉蓬莱》，", "应制作词。双调九十七字，前后片各四仄韵。前片第一、第五、第八三句，后片第六、第九两句，皆上一、下四句法。", "故山：指", "的故乡会稽山。", "扫西风门径：首句倒装，意即“西风扫门径”。", "柳换枯阴：指柳叶经秋而枯败。", "赋归来：辞官归乡。", "《归去来辞》：“归去来兮，田园将芜胡不归。”", "爽气霏霏（fēi）：山中弥漫着清新空气，语出《世说新语·简傲》：“西山朝来，致有爽气”。霏霏：纷纷。", "翠蛾眉妩：形容苍翠的远山像美女的娥眉。", "故国如尘：指故国宋室江山灰飞烟灭。", "寒英：菊花。", "楚魄难招：《楚辞》有招魂一篇，一般认为是", "为招楚怀王来归而作。", "步屧（xiè）：漫步。屧：木板拖鞋。", "消得：消除、消解。", "依黯：复杂而隐微的愁绪。"], "background": "王沂孙在元朝初年（公元1290年左右）曾出任学官，后解除“庆元路学正”职事到故乡绍兴。词人归乡之心情颇为复杂，事元非其所愿，他仍然对南宋故国怀有感情，这首词便是词人在归乡期间完成。"},
{"title": "南柯子·怅望梅花驿", "author": "范成大", "paragraphs": "怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。\t缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。", "topic": "抒情", "notes": ["南柯子：词牌名，唐教坊曲名。又名《春宵曲》《十爱词》《南歌子》《水晶帘》《风蝶令》《宴齐山》《梧南柯》《望秦川》《碧窗梦》等，后用为词牌。双调五十二字，前后片相同。两片末句均九字，句法上二下七，与《相见欢》末句相同。", "梅花驿：寄送信件的驿站。语见南朝", "《赠", "》诗：“折梅逢驿使，寄与陇头人。”范诗用此，意谓期盼伊人送来信息。驿：驿站，古时供官府信使中途换马和歇宿处。", "杜若洲：生长杜若的水中小岛。语见《楚辞·九歌·湘君》：“采芳洲兮杜若，将以遗兮下女。”此借谓欲寄杜若给伊人以表情意。杜若：一种香草。", "木兰舟：用木兰做成的船。", "缄素：古人用帛写信，因称书信为缄素。缄：捆扎。双鱼：事见汉乐府《饮马长城窟行》：“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。”后因用双鱼指代书信。", "题红片叶：用唐人红叶题诗事：唐宣宗时，卢渥赴京应试，在御沟中偶得一片红叶，上有诗云：“流水何太急，深宫尽日闲；殷勤谢红叶，好去到人间。”后卢渥娶得一宫女，这宫女恰是当年红叶题诗之人。此以题红表示书信。"], "background": ""},
{"title": "行香子·三山作", "author": "辛弃疾", "paragraphs": "好雨当春，要趁归耕。况而今、已是清明。小窗坐地，侧听檐声。恨夜来风，夜来月，夜来云。\t花絮飘零。莺燕丁宁。怕妨侬、湖上闲行。天心肯後，费甚心情。放霎时阴，霎时雨，霎时晴。", "topic": "抒情", "notes": ["“好雨”四句：表达归耕退志心情急迫。以当春好时节，清明过了即暮迟的递进方式抒发。趁：指趁“好雨当春”时节。", "侬：你，指词人。", "天心：上天之心，此喻朝廷意向。", "霎时：犹言一霎儿。", "《行香子》词：“甚霎儿晴，霎儿雨，霎儿风。”"], "background": "宋光宗绍熙五年（公元1178年）春，作者正在福州知州兼福建安抚使任上。从去年冬天至现在，他曾屡次上书求归，但是朝廷对他始终没有明确答复。他猜测朝廷政治气候的变化，他对于君威难测深有感受。于是在清明节春雨未晴、风云不定的气候中，写下了这首明志与抒愤的词。"},
{"title": "临江仙·淡水三年欢意", "author": "晏几道", "paragraphs": "淡水三年欢意，危弦几夜离情。晓霜红叶舞归程。客情今古道，秋梦短长亭。\t渌酒尊前清泪，阳关叠里离声。少陵诗思旧才名。云鸿相约处，烟雾九重城。", "topic": "抒情", "notes": ["淡水：语出《庄子·山木》：“且君子之交淡若水。”", "危弦：急弦。", "渌酒：清酒。", "阳关：曲调名，即唐", "《渭城曲》。为送别名曲，反复吟唱，故名《阳关三叠》。", "少陵：唐诗人杜甫。", "云鸿：指其友人沈十二廉叔、陈十君龙家歌女小云、小鸿。"], "background": "宋神宗元丰五年（1082年），晏几道监颖昌许田镇。此词是晏几道监颍昌许田镇三年任满即将离别时所作。"},
{"title": "临江仙·秦楼不见吹箫女", "author": "李煜", "paragraphs": "秦楼不见吹箫女，空余上苑风光。粉英金蕊自低昂。东风恼我，才发一衿香。\t琼窗梦醒留残日，当年得恨何长！碧阑干外映垂杨。暂时相见，如梦懒思量。", "topic": "抒情", "notes": ["谢新恩：词牌名。王国维辑本《南唐二主词》校勘记：此首实系《临江仙》调。", "秦楼：秦穆公为其女弄玉所建之楼，亦名凤楼。相传秦穆公女弄玉，好乐。萧史金吹箫作凤鸣。秦穆公以弄玉妻之，为之作风楼。二人吹箫，凤凰来集，后乘凤，飞升而去。事见汉", "《列仙传》。后人遂以“凤去楼空”指楼中人去、睹物思人。吹箫女：指秦弄玉。", "如苑：指古代供帝王玩赏、打猎的园林。", "粉英金蕊：粉红的鲜花，金嗽，此泛指各种颜色的花卉。低昂：起伏不定，时高时低。", "一衿香：衿，同“襟”。是以人的感受说明香的程度。一般指不能指出形状的事物，类似的情况有：徐仲雅《赠", "》：“骨瘦神清风一襟，松老霜天鹤病深。”", "《沁园春》：“有一襟风月，两袖云烟。”一说，堂后（北）叫背，堂前（南）叫襟，一襟香，指堂前一面有香。", "琼窗：华美精致的窗子。梦醒：一本无“醒”字。", "碧阑干：绿色栏杆。垂杨：垂柳。古诗文中杨、柳常通用。", "思量（liáng）：想念，相思。"], "background": "从词意判断，此词应为悼亡之作。李煜十八岁娶周宗之女娥皇，即位以后即立为昭惠后。二人情感甚笃，婚后十年昭惠后因病逝，李煜十分悲伤怀恋，竟是“哀苦骨立，杖而后起”，并自撰诔文，语极酸楚。这首词应该不是虚写，当是李煜的悼亡词。"},
{"title": "采桑子·拨灯书尽红笺也", "author": "纳兰性德", "paragraphs": "拨灯书尽红笺也，依旧无聊。玉漏迢迢，梦里寒花隔玉箫。\t几竿修竹三更雨，叶叶萧萧。分付秋潮，莫误双鱼到谢桥。", "topic": "抒情", "notes": ["采桑子：词牌名，又名“丑奴儿令”“丑奴儿”“罗敷媚歌”“罗敷媚”等。正体双调四十四字，上下片各四句三平韵。另有四十八上下片各四句两平韵一叠韵；五十四字上片五句四平韵，下片五句三平韵的变体。", "红笺（jiān）：一种制做精美的小幅红纸，常作为题写诗词、请柬等用。", "玉漏：玉制的计时器，即漏壶。", "《王月十五 日》：“金吾不禁夜，玉漏莫相催。”", "寒花：寒冷时节所开的花，一般多指菊花。", "分付秋潮：谓将这孤独寂寞的苦情都付与此时的秋声秋雨中。", "双鱼：代指书信。谢桥：谢娘桥，借指情人所居之处。"], "background": "该词的具体创作年份未知。这首词到底是写给谁的已难以确知。从词意看，像是对某一恋人而发。"},
{"title": "虞美人·小梅枝上东君信", "author": "晏几道", "paragraphs": "小梅枝上东君信。雪后花期近。南枝开尽北枝开。长被陇头游子、寄春来。\t年年衣袖年年泪。总为今朝意。问谁同是忆花人。赚得小鸿眉黛、也低颦。", "topic": "抒情", "notes": ["东君：司春之神，掌管春天。", "南枝北枝：南边的枝条为树的阳面，北边的枝条为树的阴面。两面都花开说明气温回升很多。", "陇头游子寄春来：反用晋人", "梅花寄春的典故，“折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”", "赚得：使得。", "小鸿：词中女主人的同伴姐妹。", "眉黛：古代女子用黛画眉，所以称眉毛也叫眉黛。", "颦：皱眉。"], "background": ""},
{"title": "玉楼春·洛阳正值芳菲节", "author": "欧阳修", "paragraphs": "洛阳正值芳菲节，秾艳清香相间发。游丝有意苦相萦，垂柳无端争赠别。\t杏花红处青山缺，山畔行人山下歇。今宵谁肯远相随，惟有寂寥孤馆月。", "topic": "抒情", "notes": ["芳菲节：花草飘香的季节，指春季。", "相间（jiàn）发：先后连续不断地开花。", "游丝：蜘蛛和青虫之类的昆虫所吐之丝，被风吹到空中，成为游丝。", "垂柳句：古有折柳送别之俗，故云。", "馆：驿馆。"], "background": "此篇述离情，作于景佑元年（1034）春天离开洛阳之时。"},
{"title": "念奴娇·天丁震怒", "author": "完颜亮", "paragraphs": "天丁震怒，掀翻银海，散乱珠箔。六出奇花飞滚滚，平填了、山中丘壑。皓虎颠狂，素麟猖獗，掣断真珠索。玉龙酣战，鳞甲满天飘落。谁念万里关山，征夫僵立，缟带占旗脚。色映戈矛，光摇剑戟，杀气横戎幕。貔虎豪雄，偏裨真勇，非与谈兵略。须一醉，看取碧空寥廓。", "topic": "抒情", "notes": ["天丁：天兵，一说为天上的六丁神。震怒：大怒，异常愤怒。", "珠箔（bó）：即珠帘。", "六出：雪花六角，因用为雪花的别名。", "皓虎：白色的老虎。", "素麟：白色的麒麟。", "珍珠索：一作“真珠索”。", "玉龙酣战，鳞甲满天飘落：张元诗句“战罢玉龙三百万，败鳞残甲满天飞。”以此形容飞雪。", "僵立：因寒冷而冻得僵硬直立。", "缟（gǎo）带：白色的衣带。“沾旗脚”一作“占旗脚”。", "戎幕：行军作战时的营帐。", "貔（pí）虎：比喻勇猛的军队。", "偏裨：偏将与裨将，古时将佐的通称。“英勇”一作“真勇”，后者应为错字。", "兵略：即战略。“共与”一作“非与”，后者应为错字。"], "background": "这首词的创作背景缺乏文献记载，最早出处《水浒传》中只有一句“壮那胸中杀气”，似表示完颜亮作此词与战争有关。而现代有的学者则根据词中内容推断其创作背景，如马清福《东北文学史》中认为此词可能是完颜亮未夺取皇位时所作，以上说法均为推测，并无足以确证的根据。"},
{"title": "采桑子·白衣裳凭朱阑立", "author": "纳兰性德", "paragraphs": "白衣裳凭朱阑立，凉月趖西。点鬓霜微，岁晏知君归不归？\t残更目断传书雁，尺素还稀。一味相思，准拟相看似旧时。", "topic": "抒情", "notes": ["采桑子：词牌名，双调四十四字，上下片各四句三平韵。另有添字格，两结句各添二字，两平韵，一叠韵。", "朱阑：即朱栏，朱红色的围栏。宋", "《金山寺》诗： “摄身凌苍霞，同凭朱栏语。”", "凉月：秋月。趖（suō）西：向西落去。趖：走，移动。", "岁晏：一年将尽的时候。唐", "《观刈麦》诗： “吏禄三百石，岁晏有余粮。”", "准拟：料想、希望。"], "background": "该词乃词人岁末怀人之作，具体创作年份已难以考证，所怀之人是谁也已难考证。或是久思未见的初恋，抑或是亡故的妻子，抑或红颜知己沈宛，又或者是挚友贞观。"},
{"title": "沉醉东风·渔夫", "author": "白朴", "paragraphs": "黄芦岸白蘋渡口，绿柳堤红蓼滩头。虽无刎颈交，却有忘机友，点秋江白鹭沙鸥。傲杀人间万户侯，不识字烟波钓叟。", "topic": "抒情", "notes": ["黄芦：与绿柳等均为水边生长的植物。白蘋（pín)：一种在浅水中多年生的植物。", "红蓼（liǎo）：一种水边生的草本植物，开白色或浅红色的小花。", "刎颈交：刎，割；颈，脖子。刎颈交即生死朋友的意思。为了友谊，虽刎颈也不后悔的朋友。", "忘机友：机，机巧、心机。忘机友即相互不设心机、无所顾忌、毫无算计技巧之心的朋友。", "点：点点、数，这里是形容词作动词用。", "傲杀：鄙视。万户侯：本意是汉代具有万户食邑的侯爵，在此泛指高官显贵。", "叟：老头。"], "background": ""},
{"title": "感皇恩·骑马踏红尘", "author": "赵企", "paragraphs": "骑马踏红尘，长安重到，人面依前似花好。旧欢才展，又被新愁分了。未成云雨梦，巫山晓。\t千里断肠，关山古道，回首高城似天杳。满怀离恨，付与落花啼鸟。故人何处也？青春老。", "topic": "抒情", "notes": ["感皇恩：词牌名，原为唐教坊曲名，双调六十七字，上下片各七句四仄韵。", "“人面”句：翻用唐代", "《题都城南庄》：“去年今日此门中，人面桃花相映红，人面不知何处去，桃花依旧笑春风。”此处谓仍见到了故人。", "新愁：此指乍见又别之愁。", "巫山晓：暗示又将分离。该典出自", "《高唐赋序》，其中写宋玉答楚襄王问时有下面一段话：“昔者先王尝游高唐，怠而昼寝，梦见一妇人曰‘妾，巫山之女也，为高唐之客。闻君游高唐，愿荐枕席’，王因幸之。去而辞曰：‘妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下’”。", "天杳：和天际一样遥远。", "也：语助词。"], "background": "这首词的具体创作时间不详。作者因故曾离开汴京，多年重回故地，见故人无恙，为了抒发“乍相逢，又相别”的离情别绪，于是写下了这首《感皇恩》。"},
{"title": "柳梢青·茅舍疏篱", "author": "杨无咎", "paragraphs": "茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。\t宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。", "topic": "抒情", "notes": ["宁宁：宁静之意。　移时：谓少顷。"], "background": ""},
{"title": "少年游·端午赠黄守徐君猷", "author": "苏轼", "paragraphs": "银塘朱槛麹尘波，圆绿卷新荷。兰条荐浴，菖花酿酒，天气尚清和。\t好将沉醉酬佳节，十分酒、一分歌。狱草烟深，讼庭人悄，无吝宴游过。", "topic": "抒情", "notes": ["少年游：词牌名，始见于", "《珠玉词》。又名《少年游令》，《小阑干》，《玉腊梅枝》，因词有“长似少年时”句，取以为名。", "徐君猷（yóu）：名大受，建安（今福建建瓯）人，当时黄州知州。", "银塘：银亮的池塘。朱槛（jiàn）：红色的栏杆。麹（qū）尘：指淡黄色的江水。麹，同曲。酿酒时，用以发酵的“酒曲”，所生的菌呈淡黄色。", "圆：团团。卷：托住。", "条：枝。荐：进。", "菖（chāng）花：菖蒲花。", "沉醉：喝酒过多，人昏昏欲睡的样子。酬：酬谢。", "无吝：不吝惜，不要舍不得。"], "background": "宋神宗元丰四年（1081年）五月，是苏轼被贬黄州后的第二个端午节。此时，苏轼心情稍为平静，与徐君猷（苏轼贬官黄州时的好友）同赏五月的风光，饮酒开怀，作该词以答谢之。"},
{"title": "三字令·春欲尽", "author": "欧阳炯", "paragraphs": "春欲尽，日迟迟，牡丹时。罗幌卷，翠帘垂。彩笺书，红粉泪，两心知。\t人不在，燕空归，负佳期。香烬落，枕函欹。月分明，花淡薄，惹相思。", "topic": "抒情", "notes": ["迟迟：日长而天暖。《诗经·豳风·七月》：“春日迟迟，采蘩祁祁。”", "注：“迟迟，日长而暄也。”", "罗幌：罗绸制的帷幕。幌，帷幔。", "《月夜》：“何时倚虚幌，双照泪痕干。”", "翠帘：绿色的帘幕。翠，一作“绣”。", "红粉：这里指粉红的脸颊。", "空归：空空归来。", "负：辜负。", "枕函：枕套子。欹：倾斜貌。", "淡薄：稀疏，稀少。"], "background": ""},
{"title": "鸳鸯梦·午醉厌厌醒自晚", "author": "贺铸", "paragraphs": "午醉厌厌醒自晚，鸳鸯春梦初惊。闲花深院听啼莺。斜阳如有意，偏傍小窗明。\t莫倚雕阑怀往事，吴山楚水纵横。多情人奈物无情。闲愁朝复暮，相应两潮生。", "topic": "抒情", "notes": ["鸳鸯梦：词牌名。原名“临江仙”，唐教坊曲。", "这首词有“鸳鸯春梦初惊”句，故又名“鸳鸯梦”。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。", "演为慢曲，九十三字，前片五平韵，后片六平韵。", "厌厌：同“恹恹”，昏昏沉沉的样子。", "两潮：江海的早潮与晚潮。"], "background": "重和元年（1118）以太祖贺后族孙恩，迁朝奉郎，赐五品服。因尚气使酒，终生不得美官，悒悒不得志。晚年更对仕途灰心，在任一年再度辞职，定居苏州。这首词就是词人定居苏州的时候写的。"},
{"title": "御带花·青春何处风光好", "author": "欧阳修", "paragraphs": "青春何处风光好？帝里偏爱元夕。万重缯彩，构一屏峰岭，半空金碧。宝檠银钰，耀绛幕、龙虎腾掷。沙堤远，雕轮绣毂，争走五王宅。\t雍容熙熙昼，会乐府神姬，海洞仙客。拽香摇翠，称执手行歌，锦街天陌。月淡寒轻，渐向晓、漏声寂寂。当年少，狂心未已，不醉怎归得！", "topic": "抒情", "notes": ["御带花：词牌名，调见《六一词》，双调一百字，前段九句四仄韵，后段十句四仄韵。", "帝里：都城，此处指汴京。", "元夕：即元宵节。", "缯（zēng）彩：彩色的丝织品。缯，丝织物的总称，此处指彩灯。", "一屏峰岭：指用缯彩所扎的灯山。", "宝檠（qíng）：华美的灯。檠，灯架，代指灯。", "绛幕：红色幕帐。", "龙虎：指龙形和虎形的彩灯。", "沙堤：指宰相的府邸。", "雕轮绣毂（gǔ）：雕饰华美的车，为富贵人所乘坐。", "五王宅：唐睿宗五子之宅。《唐书·让皇帝传》：“初第五子，列第东积善坊，号五王子宅及赐第上都隆庆坊，亦号五王宅。”此处指北宋诸府。", "熙熙：和乐之貌。", "神姬：仙女，指官府中的乐伎。", "拽香摇翠：穿戴着染香的罗衣，摆动着翠玉的头饰。", "锦街天陌：处处锦绣的天街大道。", "漏声：铜壶滴漏报时的声音。"], "background": "欧阳修天圣八年（1030）中进士时只有二十四岁，当年到洛阳任留守推官，深得留守钱惟演青睐，其间又结识了不少志同道合的朋友，直到景祐元年(1034)任满回京，时年二十八岁。该词写北宋都城汴京元宵盛况，当作于词人自洛阳归京后的景祐二年至三年（1035—1036）之间。"},
{"title": "踏莎行·初春", "author": "徐灿", "paragraphs": "芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。\t故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。", "topic": "抒情", "notes": ["踏莎行：词牌名。莎，音suō。", "春魂已作天涯絮：春天的精灵已化作柳絮飘向天涯。春魂，春之精灵。", "晶帘：水晶垂帘。", "金衣：指黄莺。", "故国茫茫，扁舟何许：故国不知消失在何处，任凭小舟漂流，不知将飘向何处。故国，指明朝。", "碧云犹叠旧山河：美丽的碧云，覆盖的仍是原先的河山。表示山河依旧，却已改朝换代。", "月痕：月影，月光。"], "background": ""},
{"title": "山坡羊·愁眉紧皱", "author": "陈草庵", "paragraphs": "愁眉紧皱，仙方可救，刘伶对面亲传授。满怀忧，一时愁，锦封未拆香先透，物换不如人世有。朝，也媚酒；昏，也媚酒。", "topic": "抒情", "notes": ["刘伶：西晋名士，“竹林七贤”之一。平生好酒放达，曾作《酒德颂》。又常携一壶酒，让人带着锸（铁锹）跟随，声称：“死便埋我。”", "锦封：用绸子做成的酒瓮封口。", "物换：事物亡佚变换。世有：元人方言，已有。"], "background": ""},
{"title": "水仙子·寻梅", "author": "乔吉", "paragraphs": "冬前冬后几村庄，溪北溪南两履霜，树头树底孤山上。冷风来何处香？忽相逢缟袂绡裳。酒醒寒惊梦，笛凄春断肠，淡月昏黄。", "topic": "抒情", "notes": ["双调：宫调名；水仙子：曲牌名；寻梅：曲题。", "两履霜：一双鞋沾满了白霜。", "孤山：此指杭州西湖之孤山，位处里外二湖之间，又名瀛屿，旧时多梅，是号称“梅妻鹤子”的北宋诗人", "的隐居处。", "缟袂（gǎomèi）：白绢做的衣袖。缟，白色的绢。绡（xiāo）裳：生丝薄绸做的下衣。绡，生丝织成的薄绸。此处言“缟袂绡裳”，是将梅花拟人化，将其比作缟衣素裙的美女，圣洁而飘逸。", "“酒醒“句：是说醉卧梅下，因寒气侵袭而惊醒。", "淡月昏黄：月色朦胧（空气中浮动着梅花的幽香）。"], "background": "乔吉一生不曾显达，甚至可以说是穷困潦倒，其作品内容也因此而表现出一种消极厌世的情绪和对现实的不满，同时也会表达出自己的心声。这首曲子就是作者这种心理的折射反映。"},
{"title": "山坡羊·侍牧庵先生西湖夜饮", "author": "刘时中", "paragraphs": "微风不定，幽香成径，红云十里波千顷。绮罗馨，管弦清，兰舟直入空明镜。碧天夜凉秋月冷。天，湖外影；湖，天上景。", "topic": "抒情", "notes": ["山坡羊：曲牌名，十一句，押九韵，或每句入韵。", "牧庵：", "，元代散文家，作者的恩师。", "绮（qǐ）罗：细绫，一种高贵华美的丝织品。", "管弦：管弦乐器。", "兰舟：构造精美的画舫。空明镜：本喻夜空明月，此指空明如镜的湖面。"], "background": "姚燧可能在元成宗大德五年（1301）以后，曾有杭州之行。姚燧至杭州，刘致恰任江浙行省都事，因对姚燧竭尽弟子之礼，倾情陪伴恩师畅游西湖。这首小令就是在这种情景下写下的。"},
{"title": "卜算子·十载仰高明", "author": "赵长卿", "paragraphs": "十载仰高明，一见心相许。来日孤舟西水门，风饱征帆腹。\t后夜起相思，明月清江曲。若见秋风寒雁来，能寄音书否。", "topic": "抒情", "notes": ["仰：敬慕。", "高明：指崇高明睿的人。", "来日：往日，过去的日子。", "西水门：西水门曾是嘉陵江边的一个建筑。是在西水门旧址上完成的，码头立于嘉陵江畔，人们便以水为号，称之为“嘉陵码头”。", "征帆：远行的船。", "曲：弯转，与“直”相对。"], "background": ""},
{"title": "南歌子·转眄如波眼", "author": "温庭筠", "paragraphs": "转盼如波眼，娉婷似柳腰。花里暗相招，忆君肠欲断，恨春宵。", "topic": "抒情", "notes": ["南歌子：唐教坊曲名，后用为词牌名。《金奁集》入“仙吕宫”。有单调、双调之分。此词单调二十三字，五句三平韵。此词词牌，清吴绮编《选声集》作“春宵曲”，实为同调异名。", "转盼：目光左右地扫视。盼，一作“眄”。", "娉（pīng）婷（tíng）：形容姿态秀美。", "暗相招：偷偷地相互打招呼邀约。此处指幽会。", "恨春宵：恨春宵难过。"], "background": "温庭筠因为恃才不羁，触怒了上层社会，为其所不容，造成了他仕途不顺，屡遭失败。他常常与放荡子弟一同出入酒肆青楼，冶游于花间柳畔。于是以那个时代各阶层女性为题材创作了大量作品。此词即为其中之一，表现的是男子对女子的相思，也有人认为是写女子对男子的相思。其具体创作时间未得确证。"},
{"title": "清平乐·弹琴峡题壁", "author": "纳兰性德", "paragraphs": "泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。\t极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。", "topic": "抒情", "notes": ["清平乐：词牌名，原为唐教坊曲名，取用汉乐府“清乐”、“平乐”这两个乐调而命名。双调，四十六字。上阕押仄声韵，下阕换平声韵。也有全押仄声韵的。", "弹琴峡：据《大清一统志·顺天府》： “弹琴峡，在昌平州西北居庸关内，水流石罅，声若弹琴。”", "泠（líng）泠：形容水流声清脆。", "关塞（sài）：此处泛指边关之地。", "极天关塞云中，人随落雁西风：化用", "《秋兴》诗： “关塞极天唯鸟道。江湖满地一渔翁”。这句写居庸关的形势极其险要。", "唤取红襟翠袖，莫教泪洒英雄：化用", "《水龙吟·登建康赏心亭》词：“倩何人唤取，红襟翠袖，揾英雄泪”。红襟翠袖：指歌女。"], "background": "康熙十五年（1676）十月，词人途径弹琴峡，秋风苍劲，远远的看着边塞的景色，兴亡之感不禁而生，于是作了这一首《清平乐》，并用以题壁。"},
{"title": "惜黄花慢·孤雁", "author": "贺双卿", "paragraphs": "碧尽遥天，但暮霞散绮，碎剪红鲜。听时愁近，望时怕远，孤鸿一个，去向谁边。素霜已冷芦花渚，更休倩、鸥鹭相怜。暗自眠。凤凰纵好，宁是姻缘。\t凄凉劝你无言。趁一沙半水，且度流年。稻梁初尽，网罗正苦，梦魂易警，几处寒烟。断肠可似婵娟意，寸心里、多少缠绵。夜未闲，倦飞误宿平田。", "topic": "抒情", "notes": ["惜黄花慢：词牌名，有平仄二体，此为平韵格，双调一百零八字，上片十二句六平韵，下片十一句六平韵。", "遥天：光洁如美玉色的天空。", "但：只。", "绮（qǐ）：彩色花去的丝绸。", "鸿：大雁。", "素：白色的。", "芦花渚（zhǔ）：丛生芦苇的水边小块陆地。", "更休：再不要。", "倩（qiàn）：请求、央求。", "鸥鹭：两种生活在水乡的鸟。", "宁（nìng）：难道。", "你：称孤雁。", "流年：如流水般逝去的年华。", "稻粱：稻和粱，谷物的总称。", "网罗：捕雁的工具。", "易警（jǐng）：容易受惊。", "断肠：极度伤心。", "婵娟（chán juān）：姿容美好的妇女，指的是自己。", "寸心：小小的心。", "缠绵（chán mián）：指感情纠缠，不能解脱，此处指对“孤鸿”的深沉的感情。"], "background": ""},
{"title": "南乡子·春情", "author": "苏轼", "paragraphs": "晚景落琼杯，照眼云山翠作堆。认得岷峨春雪浪，初来，万顷蒲萄涨渌醅。\t春雨暗阳台，乱洒歌楼湿粉腮。一阵东风来卷地，吹回，落照江天一半开。", "topic": "抒情", "notes": ["南乡子：唐教坊曲名，后用为词牌。原为单调，南唐", "始增为双调。双调平韵五十六字，上下片各四句用韵。另有五十八字体。又名《好离乡》、《蕉叶怨》等。", "晚景：指夕阳之景。景，日光。琼杯：玉杯。", "照眼：耀眼。翠作堆：形容绿色之盛。", "岷峨（mín é）：四川境内岷山山脉北支，峨眉山傍其南。而眉山距峨眉甚近，故作者常以之代指家乡。", "渌醅（pēi）：美酒。蒲萄：即葡萄。此处与“渌醅”均喻江水澄澈碧绿。", "阳台：地名，传说在四川巫山。", "《高唐赋》：”妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下。“此指歌女所处之所，亦即下句之歌台。", "粉腮：歌女的香腮。", "吹回：指风吹雨散。", "落照：落日之光。"], "background": "这首词作于元丰四年（1081），一题为“黄州临皋亭作”。苏轼因为写诗揭露新法的弊端，被贬为黄州团练副使本州安置不得签书公事。到黄州后，住在长江边上的临皋亭。元丰四年春天的一个傍晚，词人在临皋亭上倚栏观江，便将这美好的景色记录了下来，即成此篇。"},
{"title": "山鬼谣·问何年", "author": "辛弃疾", "paragraphs": "雨岩有石，状怪甚，取《离骚》《九歌》，名曰“山鬼”，因赋《摸鱼儿》，改今名。\t问何年、此山来此？西风落日无语。看君似是羲皇上，直作太初名汝。溪上路，算只有、红尘不到今犹古。一杯谁举？笑我醉呼君，崔嵬未起，山鸟覆杯去。\t须记取：昨夜龙湫风雨，门前石浪掀舞。四更山鬼吹灯啸，惊倒世间儿女。依约处，还问我：清游杖履公良苦。神交心许。待万里携君，鞭笞鸾凤，诵我《远游》赋。", "topic": "抒情", "notes": ["山鬼谣：词牌名，即“摸鱼儿”。双调一百十六字，上片六仄韵，下片七仄韵。", "《离骚》《九歌》：", "作品。《九歌》凡十一篇，其中第九篇《山鬼》，描写一位山中女神。", "“看君”两句：谓怪石似羲皇上人，就以“太初”称之。羲皇上，即羲皇上人，伏羲氏以前的人。", "曾自称羲皇上人。此言怪石来历久远，纯朴天然。君，指怪石。名汝：以此称你。", "“溪上”两句：怪石地处僻远，红尘不到，所以拙朴风貌，古今不变。", "“一杯”四句：举杯邀石，怪石未动，山鸟却翻杯而去。谁举：为（向）谁而举。崔嵬：高大耸立貌，代指怪石。覆杯：打翻了酒杯。", "“须记”三句：人们记得昨晚潭边风雨大作，而怪石却乘翻飞起舞。龙湫（qiū），龙潭。作者《水龙吟·题雨岩》词赋雨岩飞泉说：“又说春雷鼻息，是卧龙弯环如许。”石浪，指巨大的怪石。词尾作者自注：“石浪，庵外巨石也，长三十馀丈。”", "“四更”两句：山鬼深夜呼啸而至，吹灯灭火，使人胆颤心惊。山鬼吹灯，化用", "《山馆》诗意：“山鬼吹灯灭，厨人语夜阑。”", "依约处：依稀恍惚间。", "杖屦（jù）：出游登山所用的手仗和麻鞋。良苦：非常辛苦。", "“神交”四句：以怪石为契友，拟携石乘鸾驾凤作万里远游。神交心许，精神相交，心意互许。鞭笞（chī）鸾凤，鞭策鸾凤，即指乘鸾驾凤，遨游太空。《远游》，《楚辞》中的篇名，或谓屈原所作，这里代指", "的词作。"], "background": "此词作于辛弃疾首次罢官退居带湖时期，时间在宋孝宗淳熙十三年（1186）前后。在赋闲时期他经常去附近的风景胜地博山游览。博山雨岩有一块形态怪异的巨石，长三十馀丈，辛弃疾便借用屈原《九歌》中“山鬼”称呼它，写下了这首《摸鱼儿》词，并将词牌改名为《山鬼谣》。"},
{"title": "酒泉子·楚女不归", "author": "温庭筠", "paragraphs": "楚女不归，楼枕小河春水。月孤明，风又起，杏花稀。\t玉钗斜篸云鬟重，裙上金缕凤。八行书，千里梦，雁南飞。", "topic": "抒情", "notes": ["酒泉子：原为唐教坊曲，后用为词牌名。《金奁集》入“高平调”。一般以", "体为正格。全词以四平韵为主，四仄韵两部错叶。", "楚女：古代楚地的女子。此指抒情主人公，一个身世飘零的歌舞女伎。", "楼：楚女暂栖之所。", "稀：一作“飞”。", "斜篸（zān）：斜插。篸，通“簪”，此处用作动词。云鬟（huán）：高耸的环形发髻。", "金缕凤：用金丝线绣的凤凰图形。", "八行书：信札的代称。古代信札每页八行。《后汉书·窦章传》注引马融《与窦伯向书》：“书虽两纸，纸八行，行七字。”"], "background": "温庭筠四首《酒泉子》词均以女性为抒情主人公，此词亦莫能外。华钟彦据《荷叶杯·楚女欲归南浦》，认为此词“楚女”指所怀者言（《花间集注》），张撝之认为此说不确。其具体创作时间未得确证。"},
{"title": "浣溪沙·送叶淳老", "author": "苏轼", "paragraphs": "阳羡姑苏已买田。相逢谁信是前缘。莫教便唱水如天。\t我作洞霄君作守，白头相对故依然。西湖知有几同年。", "topic": "抒情", "notes": ["浣溪沙：唐代教坊曲名，后用为词牌名。", "叶淳老：叶温叟，字淳老，苏州人，时任两浙路转运副使。", "阳羡：古县名，在今江苏宜兴南。姑苏：苏州的别称。", "洞霄：洞霄宫，道教名观，在杭州西南。", "同年：同科考中的人。", "与叶温叟为同年进士。"], "background": "此词作于宋哲宗元祐六年辛未（1091年）正月十八日，是时，词人身在杭州，叶温叟由两浙路转运副使调任主客郎中，苏轼赋此词送行。"},
{"title": "瑞鹧鸪·期思溪上日千回", "author": "辛弃疾", "paragraphs": "期思溪上日千回，樟木桥边酒数杯。人影不随流水去，醉颜重带少年来。\t疏蝉响涩林逾静，冷蝶飞轻菊半开。不是长卿终慢世，只缘多病又非才。", "topic": "抒情", "notes": ["瑞鹧鸪：词牌名，又名“舞春风”“桃花落”“鹧鸪词”“拾菜娘”“天下乐”“太平乐”“五拍”“报师思”等。以", "《舞春风·才罢严妆怨晓风》为正体，双调五十六字，前段四句三平韵，后段四句两平韵。", "期思，地名，在今江西省上饶市。罢官后的", "长期居住并终老于此。", "响涩（sè）：响声嘶哑干涩。逾（yú）：更加，格外。", "冷蝶：冷清之蝶，犹言孤蝶。", "长卿慢世：汉代司马相如字长卿。慢世，即傲世，以傲慢的态度对待世事。", "多病非才：据《唐诗纪事》，唐明皇见到", "，命他诵其诗作。缘：因为。 "], "background": "此词当作于宋宁宗开禧元年（1205）辛弃疾自镇江归铅山之后。作者因罢官闲居，备感落寞无聊，因作此词抒怀。"},
{"title": "卜算子·竹里一枝梅", "author": "向子諲", "paragraphs": "岁见梅追和一首，终恨有儿女子态耳\t竹里一枝梅，雨洗娟娟静。疑是佳人日暮来，绰约风前影。\t新恨有谁知，往事何堪省。梦绕阳台寂寞回，沾袖余香冷。", "topic": "抒情", "notes": ["娟娟:姿态柔美貌。"], "background": ""},
{"title": "浣溪沙·清润风光雨后天", "author": "晁端礼", "paragraphs": "清润风光雨后天。蔷薇花谢绿窗前。碧琉璃瓦欲生烟。\t十里闲情凭蝶梦，一春幽怨付鲲弦。小楼今夜月重圆。", "topic": "抒情", "notes": ["蝶梦：《庄子·齐物论》：“昔者，庄周梦为蝴蝶。”后因称梦为“蝶梦”。", "鲲弦：即鹍弦。《乐府杂记》：“贺怀智以鹍鸡筋作琵琶弦，用铁拨弹。”"], "background": ""},
{"title": "减字木兰花·新月", "author": "纳兰性德", "paragraphs": "晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。\t莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。", "topic": "抒情", "notes": ["晚妆：女子梳理晚妆。", "纤眉：纤细的烟眉。", "准待：准备等待。", "分明：清楚。", "不胜：不甚分明。", "守取团圆：本指等到月圆时，这里双关，另一层意思是与意中人团圆。"], "background": "这首词是纳兰为亡妻卢氏所作。词中“莫教星替”之语出自李商隐的《李夫人》，李商隐借吟咏他人之事，抒发自己的忠贞志意。“月没”是指他的妻子王氏已死，而自己不愿以星代月，无心续弦。纳兰引出此语，同是表达妻子已死，自己心中的爱情也随之离开。虽然天人永诀，仍然寄希望于和妻子片刻的团圆。"},
{"title": "浣溪沙·杨柳阴中驻彩旌", "author": "晏殊", "paragraphs": "杨柳阴中驻彩旌。芰荷香里劝金觥。小词流入管弦声。\t只有醉吟宽别恨，不须朝暮促归程。雨条烟叶系人情。", "topic": "抒情", "notes": ["浣溪沙：词牌名，原为唐代教坊曲名。又名“浣沙溪”“小庭花”，双调四十二字，上片三句三平韵，下片三句两平韵。", "驻：车马停止不前。彩旌（jīng）：插于车上的彩色旗子，此代指车辆。", "芰（jì）荷：菱角花与荷花。劝金觥（gōng）：劝酒。觥：酒杯。", "醉吟：饮醉而后吟诗。宽别恨：使充满别恨之心得以放宽。", "雨条烟叶：象雨丝一样的枝条，象烟雾一样的叶子。指杨柳的枝叶。系：联缀、牵动。"], "background": "此词作于宋仁宗天圣六年（1028年）秋，晏殊将离开商丘回京时。天圣五年（1027年），三十七岁的晏殊因其刚峻的性格被免去了枢密副使之职，以刑部侍郎贬知宋州（今河南商丘市南）。次年晏殊被召回京，拜御史中丞。在回京之日的离筵上，金觥频劝，词人即席作词，令营妓奏乐歌唱。"},
{"title": "卜算子·薄宦各东西", "author": "黄公度", "paragraphs": "薄宦各东西，往事随风雨。先自离歌不忍闻，又何况，春将暮。\t愁共落花多，人逐征鸿去。君向潇湘我向秦，后会知何处。", "topic": "抒情", "notes": ["卜算子：词牌名，又名《百尺楼》《眉峰碧》《楚天遥》等。双调，四十四字，上下片各两仄韵。", "薄宦（huàn）：谓官职卑微，仕途不甚得意。", "征鸿：远行的大雁。", "潇湘：即潇水和湘水，均在湖南境内。这里是代指湖南一带。", "秦：今陕西一带。"], "background": "词人于南宋高宗绍兴八年（1138年）举进士第一，其弟黄童亦以同榜乙科及第。兄弟同时释褐，本来是喜事，但入仕后便身不由己，即将各奔前程，再不能相濡以沫、鸡窗共晓了，因而词人感到心情沮丧，便写下这首词。"},
{"title": "好事近·汴京赐宴闻教坊乐有感", "author": "韩元吉", "paragraphs": "凝碧旧池头，一听管弦凄切。多少梨园声在，总不堪华发。\t杏花无处避春愁，也傍野烟发。惟有御沟声断，似知人呜咽。", "topic": "抒情", "notes": ["好事近：词牌名。又名《钓船笛》，《张子野词》入“仙吕宫”。双调四十五字，前后片各两仄韵，以入声韵为宜。两结句皆上一、下四句法。", "凝碧：", "被安禄山所拘，曾赋《凝碧池》诗。", "池头：犹池边。", "管弦：指管弦乐。", "梨园：唐明皇选坐部伎子弟三百，教于梨园，号皇帝梨园弟子。宫女数百，亦称梨园弟子。后泛指演剧的地方为梨园。", "华发：花白头发。", "御沟：皇宫水沟。"], "background": "宋孝宗乾道八年（1172）十二月，试礼部尚书韩元吉，利州观察使郑兴裔被遣为正、副使。到金朝去祝贺次年三月初一的万春节（金主完颜雍生辰）。行至汴梁（时为金人的南京）金人设宴招待。席间词人触景生情，百感交集，随后赋下这首小词。"},
{"title": "临江仙·寄严荪友", "author": "纳兰性德", "paragraphs": "别后闲情何所寄，初莺早雁相思。如今憔悴异当时，飘零心事，残月落花知。\t生小不知江上路，分明却到梁溪。匆匆刚欲话分携，香消梦冷，窗白一声鸡。", "topic": "抒情", "notes": ["临江仙：唐教坊曲名，后用作词牌名。此词双调五十八字，平韵格。", "严荪友：即严绳孙，字荪友，号秋水，无锡人。词人好友。", "初莺早雁：初莺，借喻春暮之时。早雁，借指秋末之日。此谓春去秋来，无日不相思念友。", "“生小”二句：意谓自己生来不知江南之路，却梦里到了梁溪。梁溪，原系太湖一支流，此处代指荪友的家乡无锡。", "分携：分手携手，谓聚散，侧重指分离。", "香消梦冷：谓一梦醒来。香消，形容梦中温馨的情谊消逝了。梦冷，梦断、梦醒。"], "background": "康熙十五年（公元1676年）初夏，严荪友南归。据此词“生小不知江上路”句与严荪友《祭文》中“昨年扈从，兄到吴门，归与吾言，里俗何喧，前人所夸，举不足论”句，足证康熙二十三年（1684年）前纳兰足迹未至江南。故此词当作于严氏南归后二年里，即康熙十五年（公元1676年）秋至康熙十七年（公元1678年）冬之前。再根据“如今憔悴”、“飘零”、“残月落花”等句，可知此词作于卢氏亡故后。张草纫《纳兰词笺注》：“此词可能作于康熙十六年卢氏去世后，故曰‘如今憔悴异当时’。”这就可进一步定此词作于康熙十六年（公元1677年）秋至康熙十七年（1678年）春之间。"},
{"title": "梦江南·新来好", "author": "纳兰性德", "paragraphs": "新来好，唱得虎头词。一片冷香唯有梦，十分清瘦更无诗。标格早梅知。", "topic": "抒情", "notes": ["虎头词：指纳兰好友顾贞观客居苏州时所填之词。虎头，东晋画家顾恺之，小字虎头。顾贞观与顾恺之同里同姓，故以虎头借指顾贞观。", "冷香：指梅花之清香。宋姜夔《念奴娇》：“嫣然摇动，冷香飞向诗句。”", "标格句：意思是你词中表现出的标格，大约能被那有知有灵的梅花知晓。标格，风范、风度。"], "background": "这首词是纳兰容若收到好友顾贞观寄赠的梅花词后的答谢之作。顾贞观词作于康熙十七年或十八年冬天，寄达容若时是除夕时候。"},
{"title": "临江仙·冬夜夜寒冰合井", "author": "苏轼", "paragraphs": "冬夜夜寒冰合井，画堂明月侵帏。青缸明灭照悲啼。青缸挑欲尽，粉泪裛还垂。\t未尽一尊先掩泪，歌声半带清悲。情声两尽莫相违。欲知肠断处，梁上暗尘飞。", "topic": "抒情", "notes": ["临江仙：唐教坊曲，后用作词牌，为双调小令。又名《谢新恩》、《雁后归》、《画屏春》、《庭院深深》等。格律俱为平韵格。全词分两片，上下片各五句，三平韵。", "冰合井：严寒的冰把井给封冻了。", "画堂：泛指华丽的堂舍。", "侵帏（wéi）：侵袭帐子。侵，指一物进入他物中或他物上。", "青缸：代指青色的灯光。", "挑：把灯芯拨出一些。欲尽：快烧完了。", "裛（yì）：沾湿。垂：掉下，流下。", "掩泪：犹掩涕，掩着面流泪。", "暗尘：多年不见的灰尘，积尘。"], "background": "宋神宗元丰六年（1083年）十二月，徐君猷（黄州太守，与苏轼是同僚）的侍女胜之将要离开黄州去苏州，该词是苏轼在送别胜之时所作。"},
{"title": "点绛唇·咏风兰", "author": "纳兰性德", "paragraphs": "别样幽芬，更无浓艳催开处。凌波欲去，且为东风住。\t忒煞萧疏，争奈秋如许。还留取，冷香半缕，第一湘江雨。", "topic": "抒情", "notes": ["风兰：一种寄生兰，因喜欢在通风，湿度高的地方生长而得名。", "别样：特别、不寻常 幽芬：清香 浓艳：（色彩）浓丽艳丽，代指鲜艳的花朵。", "凌波：形容在水上行走的轻盈柔美的姿态。此处是说风兰在秋风中摇曳的姿态，好像是凌波仙子，轻柔飘逸。", "忒（tuī）煞萧疏：意为过分稀疏。忒煞，亦作“忒杀”，太、过分 萧疏，稀疏、萧条。", "冷香：清香，也指清香之花。多喻菊、梅之香气。此处指见阳所画之风兰仿佛散发出了微微香气。 "], "background": ""},
{"title": "卜算子·五月八日夜凤凰亭纳凉", "author": "叶梦得", "paragraphs": "新月挂林梢，暗水鸣枯沼。时见疏星落画檐，几点流萤小。\t归意已无多，故作连环绕。欲寄新声问采菱，水阔烟波渺。", "topic": "抒情", "notes": ["卜算子：词牌名，又名《百尺楼》、《眉峰碧》、《楚天遥》等。凤凰亭：又名薰莱亭，位于浙江省湖州市长兴县三界线新城路。", "暗水：潜流的沟水。", "枯沼：这里指即将干涸的池塘。", "画檐：有画饰的屋檐。唐代郑嵎《津阳门》诗：“象牀尘凝罨飒被，画檐虫网颇梨碑。”唐代李渥《秋日登越王楼献于中丞》诗：“画檐先弄朝阳色，朱槛低临众木秋。”", "连环绕：连接成串的玉连环，常指难以解开的忧愁。这里指连续往返的样子。", "新声：新谱的曲子。", "采菱：采菱之人，代指歌女。", "水阔：宽阔的水面。"], "background": "《卜算子·五月八日夜凤凰亭纳凉》是叶梦得晚年隐居浙江湖州所作，当时的南宋词坛多以豪放见长，但历经自高宗建炎二年（1128）起的十五年坎坷官宦生涯的他已经对政治灰心丧气，只以读书吟咏自乐，故该词中已由豪放向委婉转变。"},
{"title": "蝶恋花·小院深深门掩亚", "author": "欧阳修", "paragraphs": "小院深深门掩亚。寂寞珠帘，画阁重重下。欲近禁烟微雨罢，绿杨深处秋千挂。\t傅粉狂游犹未舍。不念芳时。眉黛无人画。薄幸未归春去也，杏花零落香红谢。", "topic": "抒情", "notes": ["蝶恋花：唐教坊曲名。本名《鹊踏枝》。", "词改今名。调名取梁简文帝", "诗句“翻阶蛱蝶恋花情”中的三字。双调，六十字，十句，上下片各五句四仄韵。", "门掩亚：意谓门没有关死，只是虚掩着。", "寂寞珠帘，画阁重重下：此为“寂寞画阁，珠帘重重下”的倒装，谓宁静的画阁，垂下重重珠帘。", "画阁：彩绘华丽的楼阁。", "禁烟：禁止烟火的日子，指寒食节。相传春秋时，晋文公征介子推入朝做官，介子推不肯，文公命人烧山以迫其出，介子推抱木而死。为纪念这位高士，文公下令国人在这几日里不准起火炊饭，故名“寒食”。", "傅粉：白面少年。未舍：没有尽兴。", "芳时：良辰，花开时节。", "眉黛（dài）无人画：谓在如此美好的时节里，女子的黛眉却没有人替她描画了。眉黛：古代女子用黛画眉，因称眉为眉黛。", "薄幸：薄幸郎，古代女子对负心男子的称呼。"], "background": "这首词是作者早年行役江南时的作品，具体创作时间无从考证。从词的内容上看，当是的作者境况不佳，或认为可能与科举考试的失利有关，于是创作了这首词，借闺人之怨抒发自己内心的愁苦。"},
{"title": "西江月·添线绣床人倦", "author": "吴文英", "paragraphs": "添线绣床人倦，翻香罗幕烟斜。五更箫鼓贵人家。门外晓寒嘶马。\t帽压半檐朝雪，镜开千靥春霞。小帘沽酒看梅花。梦到林逋山下。", "topic": "抒情", "notes": ["五更：指一夜。", "朝雪：这里指已斑白的头发。"], "background": ""},
{"title": "念奴娇·洞庭春晚", "author": "辛弃疾", "paragraphs": "洞庭春晚，旧传恐是，人间尤物。收拾瑶池倾国艳，来向朱栏一壁。透户龙香，隔帘莺语，料得肌如雪。月妖真态，是谁教避人杰。\t酒罢归对寒窗，相留昨夜，应是梅花发。赋了高唐犹想像，不管孤灯明灭。半面难期，多情易感，愁点星星发。绕梁声在，为伊忘味三月。", "topic": "抒情", "notes": ["念奴娇：词牌名，又名《酹江月》《大江东去》，双调一百字，前后阕各四仄韵，一韵到底，不甚拘平仄。", "洞庭春：又为酒名。这里也指洞庭的春天。", "尤物：旧称绝色女子。亦指物之绝美者。", "瑶池：神话中称西王母所住的地方。", "龙香：指龙涎香。", "人杰：当指狄仁杰。", "高唐：宋玉有《高唐赋》。", "难期：难以实现。", "星星发：斑白之发。", "绕梁声：即馀音绕梁。", "忘味三月：《论语·迷而》： “子在齐闻《韶》，三月不知肉味。”极言《韶》乐之美。"], "background": "这首词约作于宋光宗绍熙元年（1190年）或二年。作者罢官，一直在带湖家中闲居，春天一个晚上独自饮酒微醉，闻见花香，思念故人，因此写下这首词。"},
{"title": "点绛唇·小院新凉", "author": "纳兰性德", "paragraphs": "小院新凉，晚来顿觉罗衫薄。不成孤酌，形影空酬酢。\t萧寺怜君，别绪应萧索。西风恶，夕阳吹角，一阵槐花落。", "topic": "抒情", "notes": ["点绛唇：词牌名。此调因梁，", "《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。四十一字，上阕四句，从第二句起用三仄韵；下阕五句，亦从第二句起用四仄韵。 《词律》认为上阕第二句第一字宜用去声，“作平则不起调”，但亦有作平起调者。又有《点樱桃》、《十八香》、《南浦月》、《沙头雨》、《寻瑶草》、《万年春》异名。", "罗衫：丝织衣衫。", "酌（zhuó）：饮（酒）。", "酬酢（chóu zuò）：客相互敬酒，主敬客曰酬，客敬主曰酢。此处用说独自酌饮，唯有自家的形影相随，非常孤独寂寞。", "萧寺：佛寺。李肇《唐国史补》卷：“梁武帝造寺，令萧子云飞白大书‘萧’字，至今一‘萧’字存焉。”后因称佛寺为萧寺。", "别绪：分别时的思绪、情感。", "萧索：凄清冷落。", "西风恶：用说西风的猛烈寒冷。", "角：号角，古代的乐器，多用于军营。"], "background": "这首词大约成于康熙十七年（1678）秋，是词人为姜宸英所作的思人词。当时，姜宸英一人穷困潦倒借住在佛寺中，词人的意图可能就是邀请姜宸英前来明珠府居住。"},
{"title": "清平乐·将愁不去", "author": "纳兰性德", "paragraphs": "将愁不去，秋色行难住。六曲屏山深院宇。日日风风雨雨。\t雨晴篱菊初香，人言此日重阳。回首凉云暮叶，黄昏无限思量。", "topic": "抒情", "notes": ["清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。。双调四十六字，八句，前片四仄韵，后片三平韵。", "将愁：长久之愁。将：长久之意。", "六曲屏山：曲折之屏风。", "重阳：重阳佳节。", "凉云：阴凉之云。南朝齐", "《七夕赋》：“朱光既夕，凉云始浮。”"], "background": "容若的这首词是否为一个女子所做，不得而知。或者这根本就不是容若为任何人写的词，而只是他在重阳之时，想起往昔，感怀往事的作品。"},
{"title": "蝶恋花·庭院碧苔红叶遍", "author": "晏几道", "paragraphs": "庭院碧苔红叶遍，金菊开时，已近重阳宴。日日露荷凋绿扇，粉塘烟水澄如练。\t试倚凉风醒酒面，雁字来时，恰向层楼见。几点护霜云影转，谁家芦管吹秋怨？", "topic": "抒情", "notes": ["蝶恋花：词牌名，双调，六十字，上下阕各五句、四仄韵。", "重阳宴：指重阳节的宴会。古时有重阳登高饮酒的风俗。", "绿扇：指荷叶。", "澄如练：形容水清澈洁白。", "见：同“现”。"], "background": ""},
{"title": "婆罗门引·暮霞照水", "author": "赵昂", "paragraphs": "暮霞照水，水边无数木芙蓉。晓来露湿轻红。十里锦丝步障，日转影重重。向楚天空迥，人立西风。\t夕阳道中。叹秋色、与愁浓。寂寞三千粉黛，临鉴妆慵。施朱太赤，空惆怅、教妾若为容。花易老、烟水无穷。", "topic": "抒情", "notes": ["婆罗门引：词牌名，双调七十六字，前段七句四平韵，后段七句五平韵。", "暮霞：晚霞。", "木芙蓉：即芙蓉花，又名拒霜花。", "步障：屏幕。用以遮蔽风尘或视线。", "迥：远。", "粉黛：此指宫女。", "临鉴妆慵：对着镜子懒于化妆。", "惆怅：因失意或失望而伤感、懊恼。", "妾：古时也作为女子对自己的谦称，类似于男人自称的“仆”。", "烟水无穷：水波渺茫，无穷无情，表现惆怅、空虚的心情。"], "background": "该词应作于公元1179年（淳熙六年）后至公元1187年（淳熙十四年）高宗卒之前，是宋高宗与宋孝宗宴饮时，赵昂应高宗之命而作的一首应制词，命以咏“拒霜”。高宗看后很高兴，不仅赏赵昂许多银绢，且让孝宗给赵昂升了官。"},
{"title": "满江红·过汴梁故宫城", "author": "段克己", "paragraphs": "塞马南来，五陵草树无颜色。云气黯，鼓鼙声震，天穿地裂。百二河山俱失险，将军束手无筹策。渐烟尘、飞度九重城，蒙金阙。\t长戈袅，飞鸟绝。原厌肉，川流血。叹人生此际，动成长别。回首玉津春色早，雕栏犹挂当时月，更西来、流水绕城根，空呜咽。", "topic": "抒情", "notes": ["满江红：词牌名，始为《上江虹》，原为吴民祭祀河神的迎神之曲，双调九十三字，有平韵、仄韵两体。", "塞马：同赛（saì）马，塞外的骑兵。指元军。五陵：长安北有汉代五个皇帝的陵墓，即长陵、安陵、阳陵、茂陵、平陵。这里用来指北宋、金都城汴梁。", "鼓鼙：鼓，大骨；鼙（pí），小鼓；鼓鼙指大鼓和小鼓。古代军中常用的乐器。", "百二河山：形容山川形势险固。古人称函谷关之险，二万人可以抵挡一百万。这句说：险固的河山都被一一攻破。", "筹策：计谋策划。", "烟尘：战争的烽烟。九重城：指京都。蒙金阙：笼罩在宫殿之上。比喻国家灭亡。金阙，宫阙。", "长戈袅：挥动长戈。戈，古代兵器。袅（niǎo），摇曳。", "原厌肉：厌同原野上堆满了尸体。厌，通“餍”（yàn），饱足。", "动成长别：动辄就会彼此永别。", "玉津：园名，在开封南门外。", "雕栏：雕花的栏干。"], "background": "这首词是作者在金亡之后重过金朝故都开封故宫时所作。当时元蒙正忙于征服江南的南宋王朝，无暇顾及在中原实行文化高压，故作者直陈高歌，无所顾忌地抒发心中的愤怒和悲恸。"},
{"title": "浪淘沙·红影湿幽窗", "author": "纳兰性德", "paragraphs": "红影湿幽窗，瘦尽春光。雨余花外却斜阳。谁见薄衫低髻子，抱膝思量。\t莫道不凄凉，早近持觞。暗思何事断人肠。曾是向他春梦里，瞥遇回廊。", "topic": "抒情", "notes": ["浪淘沙：唐教坊曲。", "、", "并作七言绝句体，五代时始流行长短句双调小令，又名《卖花声》。二十八字，前后片各四平韵，多作激越凄壮之音。", "红影：指鲜花的影子。", "瘦尽：以人之清瘦比喻春日将尽。", "雨余：雨后。", "低髻（jì）子：低垂的发髻，指低垂着头。髻子，发髻。", "持觞（shāng）：举杯。觞：酒杯。", "回廊：曲折环绕的走廊。"], "background": "这首词作于康熙年间。关于这首词的创作背景有两种说法：一说是词人思念旧情人，为了表达内心对回廊相思之地的无限眷恋，故作下此词；另一种说法是词人在怀念亡妻卢氏，因而作下此词。"},
{"title": "小重山·谢了荼蘼春事休", "author": "吴淑姬", "paragraphs": "谢了荼蘼春事休。无多花片子，缀枝头。庭槐影碎被风揉。莺虽老，声尚带娇羞。\t独自倚妆楼。一川烟草浪，衬云浮。不如归去下帘钩。心儿小，难着许多愁。", "topic": "抒情", "notes": ["荼蘼：春季最后盛放的花，当它凋谢的时候就意味着春天的结束。", "休：停止。", "倚：靠着。"], "background": ""},
{"title": "浣溪沙·肯把离情容易看", "author": "纳兰性德", "paragraphs": "肯把离情容易看，要从容易见艰难。难抛往事一般般。\t今夜灯前形共影，枕函虚置翠衾单。更无人与共春寒。", "topic": "抒情", "notes": ["浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》《小庭花》等。双调四十二字，五平韵。", "一般般：一样样、一件件。", "翠衾（qīn）：即翠被，指翡翠羽制成的背帔", "春寒：春季寒冷的气候。"], "background": "这是一首悼亡词，具体创作时间不详。公元1677年（康熙十六年）卢氏因难产不幸去世，卢氏死后，纳兰便陷入无尽的哀伤之中，这首词就是纳兰为了悼念自己的亡妻而写下的。"},
{"title": "水龙吟·夜深客子移舟处", "author": "姜夔", "paragraphs": "夜深客子移舟处，两两沙禽惊起。红衣入桨，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂陵游倦，长干望久，芳心事、箫声里。\t屈指归期尚未。鹊南飞、有人应喜。画阑桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。", "topic": "抒情", "notes": ["水龙吟：词牌名，又名“龙吟曲”、“庄椿岁”、“小楼连苑”等。双调一百零二字，前后片各四仄韵。", "黄庆长：作者友人，生平未详。鉴湖：在浙江绍兴市南。原名庆湖，又称长湖、镜湖。怀归之曲：思乡曲。课予：嘱予。和之：按前作格律另作一首。", "客子：客居他乡之人。移舟：移舟近岸。", "沙禽：栖息沙洲的水鸟。", "红衣入桨：荷花倒映水中，船桨在花影中划动。红衣，指荷花。", "青灯：船中油灯，其光青荧。摇浪：灯光映入水中，随波荡漾。", "徽凉意思：徽觉凉意。", "有如此水：有此水作证。祖逖北伐渡江，中流击楫而誓曰：“不能清中原而复济者，有如此江！”（《晋书·祖逖传》）", "茂陵游倦：", "称病免官后家居茂陵。茂陵，汉武帝陵墓，在今映西兴平县东北。", "长干望久：闺中人盼望已久。", "《长干行》：“早晚下三巴，预将书报家，相迎不道远，直至长风沙。”长干，金陵（南京）里巷名。", "芳心事：美好的心事。", "萧声里：从萧声中传达出来。", "鹊南飞：鹊噪报喜，行人即归，又有月夜鹤飞报喜之意。", "《短歌行》:“月明星稀，乌鹊南飞。”", "画阑：雕花栏杆。桂子：桂花。", "提携影底：撰手于花影之下。", "幽梦：赚胧的梦境。", "谢郎：", "，南朝宋文学家，作有《月赋》，有“美人迈兮音尘绝，隔千里兮共明月”之句。", "月明千里，即指谢庄《月赋》之句，此借指友人原作。"], "background": "者年轻时在合肥种下一段相思情事，至暮年而不改其心之诚。绍熙四年（1193）之秋，作者客游绍兴，与友人黄庆长清夜泛舟城南之鉴湖，庆长作怀归之词，嘱作者和之，遂有此作。"},
{"title": "佳人醉·暮景萧萧雨霁", "author": "柳永", "paragraphs": "暮景萧萧雨霁。云淡天高风细。正月华如水。金波银汉，潋滟无际。冷浸书帷梦断，却披衣重起。临轩砌。\t素光遥指。因念翠蛾，杳隔音尘何处，相望同千里。尽凝睇。厌厌无寐。渐晓雕阑独倚。", "topic": "抒情", "notes": ["佳人醉：词牌名，《乐章集》注“双调”。双调七十一字，上片七句五仄韵，下片八句六仄韵。", "暮景：傍晚的景色。", "萧萧：萧条，寂静。雨霁（jì）：雨过天晴。", "月华：月光。", "金波：本谓月光，月光浮动若金之波流，借指月亮。", "银汉：银河。", "潋滟：水波荡漾的样子。此指星光月光交相辉映。", "书帷：书斋中的帷帐，代指书斋。", "轩砌：屋前台阶。", "素光：月光。", "翠蛾：妇女细而长曲的黛眉，泛指美女。", "杳隔：远隔。音尘：音信，消息。", "凝睇：凝望，注视。", "厌厌：无精打采。", "雕阑：用彩画装饰的阑干。"], "background": "柳永成年后离开家乡福建崇安县，虽寓居京都汴梁，但生活一直比较动荡。羁旅行役成了他的家常便饭。他对羁旅漂泊的苦况有着深切的体会乃至清醒的认识，为后人留下了许多羁旅行役词，这首《佳人醉》就是其中之一。观词中内容，此词应为早年远游时思念家室之作。"},
{"title": "浪淘沙·目送楚云空", "author": "幼卿", "paragraphs": "幼卿少与表兄同研席，雅有文字之好。未笄，兄欲缔姻。父母以兄未禄，难其请，遂适武弁。明年，兄登甲科，职教洮房，而良人统兵陕右，相与邂逅于此。兄鞭马略不相顾，岂前憾未平耶。因作浪淘沙以寄情云。\t目送楚云空，前事无踪。漫留遗恨锁眉峰。自是荷花开较晚，孤负东风。\t客馆叹飘蓬，聚散匆匆。扬鞭那忍骤花骢。望断斜阳人不见，满袖啼红。", "topic": "抒情", "notes": ["《浪淘沙》：唐教坊曲名，后用为词牌。双调，五十四字。上片五句，四平前，二十七字。下片同。", "同砚席：一起读书的意思。", "雅：很。此句说，共同学习中产生了感情。", "笄（jī）：簪子，古代用来插住挽起的发髻。“及笄”特指女子可以盘发插笄的年龄，即成年。未笄：未成年。", "缔（dì）姻：定婚。", "未禄：未得官禄。指未做官。父母：《全宋词》作“父兄”。《能改斋漫录）作“父母”。据以径改。", "难：拒绝。", "适：嫁，嫁给。武弁（biàn）：军人，武夫。《能改斋漫录》“武弁”后有“公”字。", "甲科：进士的代称。唐代进士分甲乙两科。", "职教：作管理教学的官职。洮房：疑指湖北房州（今房县）。", "良人：丈夫。陕右：陕西西部。", "邂逅（xiè hòu） ：偶然相遇。", "憾：心中不满。前憾：指以前求婚父母不许一事。", "楚云：南方的云。这里暗用巫山神女的典故。双关义指眼见从前的情意化为乌有。", "此句指，从前读书相爱的事今已无影无踪。", "飘蓬：飞蓬，秋后枯萎断根，随风飞旋的一种草。", "骤：马奔驰。花骢（cōng）：玉花骢。青白相间的马。唐太宗“八骏”中有玉花骢。此句意思是，你怎么能忍心扬鞭打马，让玉花骢急骤奔驰匆匆离去呢？", "啼红：啼哭的泪。"], "background": "该词具体创作年份未知。从词前小序可知，幼卿小时候与表兄感情很好，成年后，表兄曾来提亲，但幼卿父母以他未得功名为由拒绝，让女儿另嫁他人。从小序可知，她婚后和表兄在驿馆偶遇，随即匆匆而别，所以写该词表达她心中巨大的遗恨和痛苦。"},
{"title": "齐天乐·上元", "author": "纳兰性德", "paragraphs": "阑珊火树鱼龙舞，望中宝钗楼远。鞣鞠余红，琉璃剩碧，待属花归缓缓。寒轻漏浅。正乍敛烟霏，陨星如箭。旧事惊心，一双莲影藕丝断。\t莫恨流年似水，恨消残蝶粉，韶光忒浅。细语吹香，暗尘笼撰，都逐晓风零乱。阑干敲遍。问帘底纤纤，甚时重见？不解相思，月华今夜满。", "topic": "抒情", "notes": ["宝钗楼远：佳人居住的楼阁相距遥远，：宝钗楼，唐宋时成阳酒楼名。", "《林酒》：“但恨宝钗楼，胡沙隔成阳。”自注：“宝钗楼，咸阳旗亭也。”这里指想念中的情人所居。", "鞣鞠（róujū）：又称“棘羯芽”，即红玛瑙，因其产地在我国少数民族棘鞫所居之地，故称。", "待属：待要斟酒相劝j属，注入，斟酒相劝二《仪礼·士昏礼》：“酌玄酒，三属于尊。”郑玄注：“属，犹注也：”《史记·魏其武安侯列传》：“及饮酒酣，夫起舞属丞相，丞相不起，夫从坐上语之，”司马贞注日：“若今之舞讫相劝。”", "乍敛烟雾：烟雾刚刚散去。乍：初，刚刚。", "陨星如箭：灯火如同箭一般划过天空。陨星：流星，此指元宵灯火：", "一双莲影藕丝断：喻与相思的情人远离，音讯断绝。", "消残蝶粉：艳妆消退二蝶粉，又作“蜒粉”，唐人宫妆。", "《酬崔八早梅有赠兼示之作》：“何处拂胸资婕粉，几时涂额藉蜂黄：”《野客丛书》引《草堂诗余注》：“蝰粉蜂黄，唐人宫妆也：”", "韶光忒浅：美好的时光过于短暂。韶光：春光，美好的时光", "暗尘笼撰：微尘缭绕书斋。撰：撰堂。书斋：撰著诗文的所在。"], "background": "康熙年间，爱人不在，岁月已逝，词人在上元节时出去游玩，睹景思人，故而写下了这首词。"},
{"title": "摸鱼儿·酒边留同年徐云屋", "author": "刘辰翁", "paragraphs": "怎知他、春归何处？相逢且尽尊酒。少年袅袅天涯恨，长结西湖烟柳。休回首，但细雨断桥，憔悴人归后。东风似旧。问前度桃花，刘郎能记，花复认郎否？\t君且住，草草留君翦韭。前宵更恁时候。深杯欲共歌声滑，翻湿春衫半袖。空眉皱，看白发尊前，已似人人有。临分把手。叹一笑论文，清狂顾曲，此会几时又？", "topic": "抒情", "notes": ["摸鱼儿：词牌名之一。原唐教坊曲名，本为歌咏捕鱼的民歌，后用作词牌。本名《摸鱼子》。双调，一百十六字，押仄声韵。", "同年：古代科举考试同科中式者之互称。", "尊酒：指杯酒。", "袅袅：缠绕不断的样子。", "烟柳：烟雾笼罩的柳林。亦泛指柳林、柳树。", "断桥：西湖桥名，在白堤北端。", "东风：指春风。", "前度：前一次；上一回。", "刘郎：词人自指。", "草草：简单。匆忙仓促的样子。", "翦（jiǎn）韭：古人以春初早韭为美味，故以“剪春韭”为召饮的谦辞。", "诗：“夜雨剪春韭，新炊间黄粱。”表达旧友重逢时纯朴深厚的真情。", "恁（nèn）：如此，这样。为宋时口语。", "深杯：满杯。", "歌声滑：指歌声婉转流畅。", "半袖：短袖衣", "空：白白地，徒劳。", "尊前：在酒樽之前。尊，樽。", "人人：每一个人。此处指主客两人。", "把手：握手。", "论文：评论文人及其文章。杜甫《春日忆", "》“何时一樽酒，重与细论文”。", "清狂：放逸不羁。", "顾曲：指欣赏音乐、戏曲等。《三国志·吴志·周瑜传》：“ 瑜少精意于音乐，虽三爵之后，其有阙误， 瑜必知之，知之必顾，故时人谣曰：‘曲有误， 周郎顾。’”后遂以“顾曲”为欣赏音乐、戏曲之典。"], "background": ""},
{"title": "清平乐·发汉儿村题壁", "author": "纳兰性德", "paragraphs": "参横月落，客绪从谁托。望里家山云漠漠，似有红楼一角。\t不如意事年年，消磨绝塞风烟。输与五陵公子，此时梦绕花前。", "topic": "抒情", "notes": ["清平乐：词牌名，又名《清平乐令》《醉东风》《忆萝月》，双调四十六字，前段四句四仄韵，后段四句三平韵。", "汉儿村：地名，具体位置尚待考证。", "参（shēn）横月落：指落月与横斜的星显得参差不齐的样子。参：参宿，二十八宿之一，属西方土宿。中间三颗星俗称三星。", "漠漠：这里指大面积分布的样子。", "红楼：即家园中的楼阁。", "绝塞：遥远的边塞。", "五陵公子：京都富豪子弟。五陵：以西汉王朝在这里设立的五个陵邑而得名，古人以五陵代指京都繁华之地。"], "background": "张草纫《纳兰词笺注》载：“按词中描写的是秋冬景色，且曰‘榆塞重来’，可知是指作者于康熙二十一年（1682年）八月至十二月随副都统郎谈赴梭龙时第二次至山海关，故应系于该年八、九月份。”"},
{"title": "落梅风·山无数", "author": "珠帘秀", "paragraphs": "山无数，烟万缕。憔悴煞玉堂人物。倚篷窗一身儿活受苦，恨不得随大江东去。", "topic": "抒情", "notes": ["双调：宫调名。", "寿阳曲：曲牌名。", "疏斋：元代文学家卢挚的号。", "玉堂人物：卢挚曾任翰林学士，故称。玉堂：官署名，后世称翰林院。因翰林院为文人所居之处，故元曲多称文士为“玉堂人物”。", "篷窗：此指船窗。"], "background": "在珠帘秀和卢挚二人分别时，卢挚到江边送行并做了一小令《寿阳曲·别珠帘秀》送给她。珠帘秀在接到那首小令以后，用原调写此小令回赠卢挚。卢挚，号疏斋，所以此小令名为答卢疏斋。"},
{"title": "浣溪沙·和柳亚子先生", "author": "毛泽东", "paragraphs": "颜斶齐王各命前，多年矛盾廓无边，而今一扫纪新元。\t最喜诗人高唱至，正和前线捷音联，妙香山上战旗妍。", "topic": "抒情", "notes": ["颜斶齐王各命前：《战国策·齐策》上说：“齐宣王见颜斶说：“蜀前”，颜斶也说：“王前可以吗？”齐王有点不高兴了，脸颜色都变了，他发怒道：“是王者贵？还是士者贵呢？”颜斶说：“本来就是士者贵，王者不贵，可不是吗？”齐王哑然。这里以齐王比喻蒋介石，以颜斶比喻柳亚子。通句是说，你蒋介石不肯礼贤下士，反而要柳亚子接受他反革命的那一套，这是一解。还有一解说，毛主席用这个典故意在说明历代的执政者无法处理好与自己属下知识分子的关系。有些执政者倚势怠士，士则恃才傲主。这就是造成“多年矛盾廓无边”的现象。", "廓：广大、扩展。", "前线捷音：指抗美援朝的第一次战役的胜利。", "妙香山：在朝鲜西北部，海拔1900米。"], "background": "1950年10月4日至5日，柳亚子先生连续两晚上在中南海怀仁堂观看了，中央戏剧学院舞蹈团演出的大型舞剧《和平鸽》，搅动了诗人的诗情灵感。他就填了一首《浣溪沙》词，11月左右，柳亚子把这首词呈现给主席过目。毛主席格外欣喜万分，挥笔和了柳亚子的这首词。"},
{"title": "清平乐·东风依旧", "author": "刘弇", "paragraphs": "东风依旧，著意隋堤柳。搓得鹅儿黄欲就，天气清明时候。\t去年紫陌青门，今宵雨魄云魂。断送一生憔悴，能消几个黄昏！", "topic": "抒情", "notes": ["东风：", "作词为“春风”。", "著（zhuó）意：有意于，用心于。", "隋堤柳：隋炀帝大业元年（605）重浚汴河，开通济渠，沿渠筑堤植柳。至宋代，近汴京一段多为送别之地。", "鹅儿黄：幼鹅毛色黄嫩，故以喻娇嫩淡黄之物色。", "紫陌：旧指京师道路。"], "background": "词人在京任职期间，爱妾不幸去世。词人因此作了此词，以哀悼爱妾。"},
{"title": "水龙吟·鸡鸣风雨潇潇", "author": "刘基", "paragraphs": "鸡鸣风雨潇潇，侧身天地无刘表。啼鹃迸泪，落花飘恨，断魂飞绕。月暗云霄，星沉烟水，角声清袅。问登楼王粲，镜中白发，今宵又添多少。\t极目乡关何处？渺青山、髻螺低小。几回好梦，随风归去，被渠遮了。宝瑟弦僵，玉笙指冷，冥鸿天杪。但侵阶莎草，满庭绿树，不知昏晓。", "topic": "抒情", "notes": ["鸡鸣：化用《诗经·风雨》“风雨潇潇，鸡鸣胶胶”。", "侧身：同“厕身”，即置身。", "刘表：东汉高平人，字景升，官荆州刺史。当时中原战乱，荆州一隅较为安宁，士民多归之。", "角：古代军中的一种乐器。", "王粲：字仲宣，三国时人，曾依刘表。曾作《登楼赋》抒写因怀才不遇而产生的思乡之情。建安七子之一。", "髻螺：妇女头上盘成螺形的发髻。此喻指山峰。", "冥鸿：高飞的鸿雁。", "天杪：杪，树木的末梢。天杪，即天边。"], "background": "在朱元璋请他赴金陵之前，刘基已经四次出仕而又四次辞官，但又一次一次地隐而复出，虽不能为而又心有不甘，于是时常登楼远眺，感慨节序，看似流连光景，实是壮心不已。在这样的背景下，刘基写下了这首词，来感时伤事、自抒怀抱。"},
{"title": "烛影摇红·题安陆浮云楼", "author": "廖世美", "paragraphs": "霭霭春空，画楼森耸凌云渚。紫薇登览最关情，绝妙夸能赋。惆怅相思迟暮。记当日、朱阑共语。塞鸿难问，岸柳何穷，别愁纷絮。\t催促年光，旧来流水知何处。断肠何必更残阳，极目伤平楚。晚霁波声带雨。悄无人、舟横野渡。数峰江上，芳草天涯，参差烟树。", "topic": "抒情", "notes": ["安陆：今湖北省安陆市。浮云楼，即浮云寺楼。", "霭霭：唐代中书省曾称紫薇省，故在中书省任官者可称薇郎。此处指", "，杜牧曾任中书舍人，故称。", "紫微：星名，位于北斗东北，古人认为是天帝之座。 ", "平楚：登高望远，大树林处树梢齐平，称平楚。也可代指平坦的原野。 ", "带雨：", "《滁州西涧》：“春潮带雨晚来急，野渡无人舟自横。”"], "background": ""},
{"title": "醉蓬莱·重九上君猷", "author": "苏轼", "paragraphs": "余谪居黄，三见重九，每岁与太守徐君猷会于栖霞。今年公将去，乞郡湖南。念此惘然，故作此词。\t笑劳生一梦，羁旅三年，又还重九。华发萧萧，对荒园搔首。赖有多情，好饮无事，似古人贤守。岁岁登高，年年落帽，物华依旧。\t此会应须烂醉，仍把紫菊茱萸，细看重嗅。摇落霜风，有手栽双柳。来岁今朝，为我西顾，酹羽觞江口。会与州人，饮公遗爱，一江醇酎。", "topic": "抒情", "notes": ["醉蓬莱：词牌名。双片九十七字，前片十一句，后片十二句；前后片各四仄韵。君猷（yóu）：徐大受，当时黄州知州。", "栖霞：栖霞楼，宋代黄州四大名楼之一，在黄冈市赤鼻矶上。", "今年公将去，乞郡湖南：今年徐守将离开黄州，要求到湖南作知州。", "惘（wǎng）然：恍惚，忧思的样子。", "华发：白发。萧萧：稀疏的样子。", "落帽：代指宴饮。", "烂醉：痛快饮酒。", "重嗅：反复闻嗅。", "西顾：徐君猷赴任湖南在黄州之西，故名。", "酹（lèi）：饮酒前把酒洒在地上或水上以祭神祝福。羽觞（shāng）：酒器。", "州人：黄州人。", "饮：喝，这里指享受。遗爱：官员有德政，给后人留下仁爱。", "醇酎（chún zhòu）：反复酿造的醇厚老酒。"], "background": "这首《醉蓬莱》作于宋神宗元丰五年（1082年）九月。从序言中可知：这是一次例行的重九宴饮徐太守于栖霞楼的活动。它不同于往常重九宴饮，而是为徐守即将离任赴湘前作的赠别词。"},
{"title": "贺新郎·吴江", "author": "蒋捷", "paragraphs": "浪涌孤亭起，是当年、蓬莱顶上，海风飘坠。帝遣江神长守护，八柱蛟龙缠尾。斗吐出、寒烟寒雨。昨夜鲸翻坤轴动，卷雕翚、掷向虚空里。但留得，绛虹住。\t五湖有客扁舟舣，怕群仙、重游到此，翠旌难驻。手拍阑干呼白鹭，为我殷勤寄语；奈鹭也、惊飞沙渚。星月一天云万壑，览茫茫、宇宙之何处？鼓双楫，浩歌去。", "topic": "抒情", "notes": ["贺新郎：词牌名，原名《贺新凉》，又名《金缕曲》等，双调一百十六字，上下片各十句六仄韵。", "吴江：即吴淞江。", "孤亭：即垂虹亭。", "蓬莱：传说中海上仙山。", "帝：天帝。", "八柱骄龙缠尾：指亭中八根柱子上雕饰蛟龙缠绕。", "斗：争着。", "坤轴：地轴、地心。", "雕翚：指亭上雕饰的飞檐。翚（huī），雉鸟名。", "绛（jiàng）虹：赤色的彩虹，此处特指虹桥。", "五湖：指太湖。客：作者自指；舣（yǐ）：船靠岸。", "翠旌（jīng）：皇帝的仪仗、此处指群仙。", "奈：奈何，无奈。沙渚：江中沙洲。", "浩歌：放声高歌。 "], "background": "这首词作于宋亡以后作者漂泊东南时期。在元军的铁蹄践踏到临安城下的时候，蒋捷流寓到江苏吴江。兵荒马乱之际，作者放舟吴淞江，心潮翻滚，写下了这首词，借这里的风景来抒发亡国之痛。"},
{"title": "更漏子·背江楼", "author": "温庭筠", "paragraphs": "背江楼，临海月，城上角声呜咽。堤柳动，岛烟昏，两行征雁分。\t京口路，归帆渡，正是芳菲欲度。银烛尽，玉绳低，一声村落鸡。", "topic": "抒情", "notes": ["更漏子：词牌名。又名“付金钗”“独倚楼”“翻翠袖”“无漏子”。双调四十六字，前片两仄韵，两平韵，后片三仄韵，两平韵。", "角声：号角之声。角，古乐器名。", "岛烟昏：谓水中洲岛夜雾朦胧。", "京口：今江苏镇江。鄂本、汤本均作“西陵”。", "度：雪本作“渡”，误。", "玉绳：星名，北斗第五星（玉衡）的北边两星。", "《西京赋》：“上飞闼而仰眺，正睹瑶光与玉绳。” "], "background": "此词有“归帆渡”之句，当时飞卿自京口北渡长江归家途中作。会昌二年（842年）春自吴中游越中，约同年秋折返吴中。此词有“京口路，归帆渡，正是芳菲欲度”等句，当是会昌三年（843年）暮春自吴中归长安途中所作。"},
{"title": "沉醉东风·挂绝壁松枯倒倚", "author": "卢挚", "paragraphs": "挂绝壁松枯倒倚，落残霞孤鹜齐飞。四围不尽山，一望无穷水。散西风满天秋意。夜静云帆月影低，载我在潇湘画里。", "topic": "抒情", "notes": ["沉醉东风：曲牌名，南北曲兼有。北曲属双调，南曲属仙吕入双调。", "绝壁：陡峭的山壁。", "落残霞孤鹜齐飞：落霞与野鸭一起飞翔。残霞：落霞。鹜（wù）：野鸭。", "不尽：数不完。", "云帆：一片白云似的船帆。", "潇湘画里：这里极言潇湘两岸的风景如画。"], "background": "此曲作于元成宗大德三年（1299年），时卢挚在湖南宪使的任上，当时卢挚正在赴任途中，路经潇湘行舟，写下此曲。"},
{"title": "蝶恋花·眼底风光留不住", "author": "纳兰性德", "paragraphs": "眼底风光留不住，和暖和香，又上雕鞍去。欲倩烟丝遮别路，垂杨那是相思树。\t惆怅玉颜成间阻，何事东风，不作繁华主。断带依然留乞句，斑骓一系无寻处。", "topic": "抒情", "notes": ["蝶恋花：词牌名。又名《凤栖梧》《鹊踏枝》等，双调六十字，上下片各五句四仄韵。", "和暖和香：伴着温暖，带着芳香。", "雕鞍：马鞍的美称。", "倩：请。", "烟丝：烟雾笼罩的杨柳。", "相思树：出自典故，后人用于男女相爱，生死不渝之情。", "玉颜：指亡妻美丽的容貌。", "闲阻，阻隔，此处引申为将来无法相见。", "断带，断掉的衣带。乞句：请求（对方）写的诗句。", "斑骓：身上长着花斑纹的马。", "一系：将马拴在树下。"], "background": "此词可能作于康熙二十一年（公元1682年）三月，词人扈驾东出山海关至盛京，触景生情，想起了自己的亡妻，生出无穷无尽的空虚、寂寞、惆怅之情，于是创作了这首词抒发满心愁绪。"},
{"title": "人月圆·吴门怀古", "author": "张可久", "paragraphs": "山藏白虎云藏寺，池上老梅枝。洞庭归兴，香柑红树，鲈鲙银丝。\t白家池馆，吴宫花草，可似当时。最怜人处，啼乌夜月，犹怨西施。", "topic": "抒情", "notes": ["吴门：指苏州。", "山：指虎丘山，苏州城西北七里。", "池：指剑池。", "洞庭归兴：借用范蠡功成隐退之典，后人常用此事称道鄙;和利的品格。洞庭：指苏州西南太湖中的洞庭山。", "香柑红树：作者由四时果鲜的太湖洞庭而想到尤为出和的洞庭红橘，又由红橘追忆了三国时陆绩怀橘归遗其母的典故。香柑：橘子，洞庭山的和产。", "鲈（lú）鲙（kuài）银丝：用晋人张翰之典。鲈鲙：苏州和菜，把鲈鱼切成片生吃。", "白家：指白居易。他在唐敬宗宝历元年（825）曾任苏州刺史，历时一年多。", "吴宫：指吴王夫差为西施扩建的宫殿，叫馆娃宫。", "怜人：令人可怜。 "], "background": "吴门，苏州的别名，是一座历史名城。它吸引着历代的文人骚客到这里游览观光，留下了许多名篇佳什。张可久曾多次畅游苏州，并以散曲写景抒怀，该曲就是他游览苏州时所写下的。"},
{"title": "少年游·玉壶冰莹兽炉灰", "author": "欧阳修", "paragraphs": "玉壶冰莹兽炉灰。人起绣帘开。春丛一夜，六花开尽，不待剪刀催。\t洛阳城阙中天起，高下遍楼台。絮乱风轻，拂鞍沾袖，归路似章街。", "topic": "抒情", "notes": ["少年游：词牌名，始见于晏同叔《珠玉词》。又名少年游令、小阑干、玉腊梅枝。", "兽炉：铸成兽形的香炉。", "春丛：春季丛生的草木。", "六花：雪花，因其结晶为六瓣，所以叫六花。", "剪刀：喻春风。化用唐", "《咏柳》：“不知细叶谁裁出，二月春风似剪刀。”", "拂鞍：拂过马鞍。", "章街：章台街，汉代都城长安街名，街旁多植柳树。"], "background": "此词为天圣（1023年-1032年）末年词人任西京留守推官时在洛阳写的咏雪词。"},
{"title": "摸鱼子·高爱山隐居", "author": "张炎", "paragraphs": "爱吾庐、傍湖千顷，苍茫一片清润。晴岚暖翠融融处，花影倒窥天镜。沙浦迥。看野水涵波，隔柳横孤艇。眠鸥未醒。甚占得莼乡，都无人见，斜照起春暝。\t还重省。岂料山中秦晋，桃源今度难认。林间即是长生路，一笑原非捷径。深更静。待散发吹箫，跨鹤天风冷。凭高露饮。正碧落尘空，光摇半壁，月在万松顶。", "topic": "抒情", "notes": ["摸是子：词牌名。", "清润：指湖水清澄明净。", "晴岚：晴日山林中的雾气。", "树镜：指湖面。", "迥：遂。", "莼乡：用", "在外做官思念家乡莼羹、鲈是脍的典故，此处指隐居之处。", "山中秦晋、桃源：用", "《桃花源记》的故事。在陶渊明笔下，桃花源是一个理想境界，桃花源中的人自称是先世避秦末世乱而来此定居的。后遂用“桃源”、“秦源”、“晋洞”等喻世外仙境，也指避世隐居的地方。", "捷径：指通过隐居、抬高身价而出仕求官的道路。", "碧落：犹云碧空。"], "background": "这首词作于张炎自北南归后，流寓山阴镜湖一带之时。元世祖至元二年（1290年），张炎应召北上抄写“藏经”，次年失意南归，在山阴一带流寓，曾隐居在高爱山。"},
{"title": "瑞鹤仙·郊原初过雨", "author": "袁去华", "paragraphs": "郊原初过雨。见败叶零乱，风定犹舞。斜阳挂深树。映浓愁浅黛，遥山眉妩。来时旧路。尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。\t无语。邮亭深静，下马还寻，旧曾题处。无聊倦旅。伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否。念沈沈、小阁幽窗，有时梦去。", "topic": "抒情", "notes": ["1、风定：风停。", "2、浓愁浅黛：喻指山色浅浅深深。黛，青色。", "3、媚妩：西汉张敞为妻子画眉，长安人说他“眉妩”，这里指妩媚可爱。", "4、岩花：长在岩石旁的花。", "5、半吐：半开。", "6、邮亭：古时设在沿途，供递送文书的人和旅客歇宿的馆舍。", "7、旧曾题处：从前题字的地方。", "8、收香藏镜：借喻对于爱情的坚贞执着。收香，用晋代", "之女窃其父所藏奇香赠给韩寿，后结成夫妻的典故。藏镜，用南朝陈亡后，驸马徐德言与妻子乐昌公主因各执半镜而得以重圆的典故。这里表示自己珍藏着爱情的信物和对爱情的忠贞。", "9、人面桃花：用", "《题都城南庄》“人面不知何处去，桃花依旧笑春风”诗意。", "10、小阁幽窗：指女子居住之处。"], "background": "这首词当是作者分别意中人以后抒写离恨之作。宋代都市繁华，歌妓众多，往往她们的以色相、伎艺，就赢得了为科举功名而奔走道路的士子们的垂盼，这是当时普遍的现象。其《荔枝香近》、《卓牌子近》等，都是他和歌妓们聚时欢会或别后相思的记录。此词大约也是为此而作。"},
{"title": "倾杯·冻水消痕", "author": "柳永", "paragraphs": "冻水消痕，晓风生暖，春满东郊道。迟迟淑景，烟和露润，偏染长堤芳草。断鸿隐隐归飞，江天杳杳。遥山变色，妆眉淡扫。目极千里，闲倚危楼迥眺。\t动几许、伤春怀抱。念何处、韶阳偏早。想帝里看看，名园芳榭，烂漫莺花好。追思往昔年少。继日恁、把酒听歌，量金买笑。别后暗负，光阴多少。", "topic": "抒情", "notes": ["倾杯：唐教坊曲名，后用作词牌，又名《古倾杯》、《倾杯乐》等，《乐章集》有七调，此词为“林钟商”。双调一百八字，上片十二句五仄韵，下片八句六仄韵。", "冻水：冰水。消痕：这里是融化的意思。", "迟迟：舒和的样子。淑景：日影，此指春天的阳光。景，通“影”。", "断鸿：失群的孤雁。", "杳杳：悠远。", "目极千里：纵目千里。", "危樯：高耸的桅杆。迥眺：远望。", "韶光：春光。", "帝里：帝京，指北宋京城汴京（今河南开封市）。", "烂漫：色彩鲜丽。⑿继日恁：天天如此。", "量金：用量器计量黄金，喻不惜重价。买笑：指狎妓。"], "background": "此词具体创作年份不可考。词中说“冻水消痕”，说明此词作于冬春之交。而词中景物如“长堤芳草”，比较符合江南风景，说明此词乃柳永游历江南时所作。"},
{"title": "木兰花慢·拆桐花烂熳", "author": "柳永", "paragraphs": "拆桐花烂熳，乍疏雨、洗清明。正艳杏烧林，缃桃绣野，芳景如屏。倾城，尽寻胜去，骤雕鞍绀幰出郊坰。风暖繁弦脆管，万家竞奏新声。\t盈盈，斗草踏青。人艳冶，递逢迎。向路旁往往，遗簪堕珥，珠翠纵横。欢情，对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春酲。", "topic": "抒情", "notes": ["幰（xiǎn）：音显，车上帷幔。", "踏青：春季郊游。秦味芸《月令粹编》卷四引冯应京《月令广义》云“蜀俗正月初八日，踏青游冶”，又卷五引费著《岁华纪丽谱》云“二月二日踏青节，初郡人游赏，散在四郊”，又卷六引李淖《秦中岁时纪》云“上巳（三月初三）赐宴曲江，都人于江头禊饮，践踏青草，谓之踏青履”。旧俗以清明节为踏青节。", "艳冶：艳丽，犹言妖冶。", "递：驿车，驿马。", "往往：处处。", "珥：音耳，古代珠玉耳饰。《仓颉篇》“珥，珠在珥也。耳珰垂珠者曰珥。”", "罍：音雷。古器名，容酒或盛水用。《诗·周南·卷耳》有“我姑酌彼金罍”，《尔雅·释器》", "注云“罍形似壶，大者受一斛”。", "永：长，兼指时间或空间。", "酲：音呈，病酒也。"], "background": "《拆桐花烂漫》创作于北宋时期，诗人通过描绘清明的节日风光，侧面地再现了宋真宗、仁宗年间社会升平时期的繁胜场面。"},
{"title": "太常引·客中闻歌", "author": "项鸿祚", "paragraphs": "杏花开了燕飞忙，正是好春光。偏是好春光，者几日、风凄雨凉。\t杨枝飘泊，桃根娇小，独自个思量。刚待不思量，吹一片、箫声过墙。", "topic": "抒情", "notes": ["者：犹“这”。", "杨枝：唐诗人白居易侍妾樊素，因善歌《杨柳枝》得名。", "桃根：晋代王献之妾桃叶之妹。"], "background": ""},
{"title": "南歌子·荷盖倾新绿", "author": "程垓", "paragraphs": "荷盖倾新绿，榴巾蹙旧红。水亭烟榭晚凉中。又是一钩新月、静方栊。\t丝藕清如雪，橱纱薄似空。好维今夜与谁同。唤取玉人来共、一帘风。", "topic": "抒情", "notes": ["荷盖：即荷叶。", "新绿：指初春草木显现的嫩绿色。", "榭：建在高台上的房屋。", "栊：窗户的框格，窗栊。"], "background": ""},
{"title": "天仙子·月落城乌啼未了", "author": "纳兰性德", "paragraphs": "月落城乌啼未了，起来翻为无眠早。薄霜庭院怯生衣，心悄悄，红阑绕。此情待共谁人晓？", "topic": "抒情", "notes": ["天仙子：词牌名，原为唐教坊曲名，此调有单调、双调，唐人用单调，宋以后始有双调，此体为单调小令，三十四字，五仄韵。", "城乌：城楼上的乌鸦。", "“薄霜”句：谓清晨庭院里一层薄霜，凉意袭人，夏衣已不胜其寒。生衣：夏衣。唐王建《秋日后》：“立秋日后无多愁，渐觉生衣不著身。”"], "background": "夏天的月夜，满心愁事的词人辗转反侧不能成眠，起床又为时尚早，最是百无聊赖。而在这样的孤独无聊中，终究是来到了院中，看到在庭院中已经结了薄薄一层的霜，凉意袭人，于是写下了这首词来怀念自己的妻子卢氏。"},
{"title": "满庭芳·堠雪翻鸦", "author": "纳兰性德", "paragraphs": "堠雪翻鸦，河冰跃马，惊风吹度龙堆。阴磷夜泣，此景总堪悲。待向中宵起舞，无人处、那有村鸡。只应是，金笳暗拍，一样泪沾衣。\t须知今古事，棋枰胜负，翻覆如斯。叹纷纷蛮触，回首成非。剩得几行青史，斜阳下、断碣残碑。年华共，混同江水，流去几时回。", "topic": "抒情", "notes": [], "background": ""},
{"title": "踏莎行·倚柳题笺", "author": "纳兰性德", "paragraphs": "倚柳题笺，当花侧帽，赏心应比驱驰好。错教双鬓受东风，看吹绿影成丝早。\t金殿寒鸦，玉阶春草，就中冷暖和谁道。小楼明月镇长闲，人生何事缁尘老。", "topic": "抒情", "notes": ["踏莎（suō）行：词牌名。又名《柳长春》《喜朝天》等。双调五十八字，上下片各五句三仄韵。", "题笺（jiān）：题诗。笺：供题诗、写信用的佳纸。", "侧帽：斜戴着帽子。形容洒脱不羁，风流自赏的装束。", "赏心：心意欢乐。驱驰：策马快奔．为供效力。", "东风：春风，一年一度，转借为年光。", "绿影：指乌亮的头发。", "金殿：金饰的殿堂，指帝王的宫殿。", "玉阶：玉石砌成或装饰的台阶，亦为台阶的美称，指朝廷。", "镇长闲：经常是孤独悠闲，寂寞无聊。镇长：经常、常常．", "缁（zī）尘：黑色灰尘。常喻世俗污垢。"], "background": "康熙十八年（1679年）秋张纯修出令阳江，是词当作于此后，是纳兰写给张纯修的寄赠之作。"},
{"title": "沁园春·试望阴山", "author": "纳兰性德", "paragraphs": "试望阴山，黯然销魂，无言徘徊。见青峰几簇，去天才尺；黄沙一片，匝地无埃。碎叶城荒，拂云堆远，雕外寒烟惨不开。踟蹰久，忽砯崖转石，万壑惊雷。\t穷边自足秋怀。又何必、平生多恨哉。只凄凉绝塞，峨眉遗冢；销沉腐草，骏骨空台。北转河流，南横斗柄，略点微霜鬓早衰。君不信，向西风回首，百事堪哀。", "topic": "抒情", "notes": ["沁园春：词牌名，双调，一百一十四字。上片十三句，四平韵；下片十二句，五平韵。一韵到底，前半阕四五句，六七句、八九句，后半阕三四句，五六句，七八句均要求对仗。", "阴山：今河套以北、大漠以南诸山的统称。", "簇：簇拥，聚集。几簇：丛集的样子。", "匝（zā）地：满地，遍地。", "碎叶城：唐代古城，在今吉尔吉斯斯坦共和国的托克马克市附近。", "拂云堆：古地名，在今内蒙古自治区境内，堆上有中受降城，并建有拂云祠。", "雕：雕鹰。惨不开：聚成一片愁惨、凄凉的景象。", "踟蹰：徘徊不前。", "绝塞：极远的边塞。蛾眉遗冢（zhǒng）：谓古代和亲女子之墓。骏骨：骏马之骨。", "斗柄：即构成北斗星斗柄的三颗星。"], "background": "康熙二十一年（1682年）八月，纳兰容若随副都统郎坦、公彭春等人“觇梭龙”，即侦察东北雅克萨一代罗刹势力的入侵情况，途中思家心切，写下这首《沁园春》。"},
{"title": "鹧鸪天·嫩绿重重看得成", "author": "范成大", "paragraphs": "嫩绿重重看得成。曲阑幽槛小红英。酴醿架上蜂儿闹，杨柳行间燕子轻。\t春婉娩，客飘零。残花浅酒片时清。一杯且买明朝事，送了斜阳月又生。", "topic": "抒情", "notes": ["鹧鸪天：词牌名。又名《思佳客》、《醉梅花》、《剪朝霞》、《骊歌一迭》等。双调五十五字，平韵。或说调名取自 唐 郑嵎 “春游鸡鹿塞，家在鹧鸪天”诗句。然唐五代词中无此调。调始见于宋", "之作。", "重重：指枝上的嫩叶重重叠叠，已有绿渐成阴的感觉。", "曲阑：曲折的栏杆。", "酴醿（tú mí）：亦作“酴釄”、“酴醾”，俗称“佛心草”，落叶灌木。也是一种酒名，亦有因颜色似之。", "婉娩（wǎn wǎn）：亦作“婉晚”。迟暮。", "飘零：飘泊流落。", "片时：片刻。", "清：清醒、清爽。"], "background": "此词写于晚春，作者在咏阳春烟景的同时，还流露出了作客他乡的漂零之感。"},
{"title": "夜行船·满眼东风飞絮", "author": "欧阳修", "paragraphs": "满眼东风飞絮。催行色、短亭春暮。落花流水草连云，看看是、断肠南浦。\t檀板未终人去去。扁舟在、绿杨深处。手把金樽难为别，更那听、乱莺疏雨。", "topic": "抒情", "notes": ["夜行船：词牌名，《太平乐府》、《中原音韵》、元高拭词，俱注双调。黄公绍词，名《明月棹孤舟》。双调五十五字，前后段各四句，三仄韵。", "行色：行旅。", "南浦：送别之处。", "檀板：檀木制成的拍板，此处代指乐曲。", "人去去：谓友人即将离去。", "那听：哪里还有心思去听。"], "background": "这是一首赠别词，可能是作者担任地方官时所作，时间在暮春。"},
{"title": "临江仙·冷红飘起桃花片", "author": "冯延巳", "paragraphs": "冷红飘起桃花片，青春意绪阑珊。画楼帘幕卷轻寒，酒馀人散去，独自倚阑干。\t夕阳千里连芳草，萋萋愁煞王孙。徘徊飞尽碧天云，凤笙何处，明月照黄昏。", "topic": "抒情", "notes": ["冷（cēng）红：淡红，这里指代桃花。", "阑（lān）珊（shān）：残，将尽。", "画楼：装饰华美的楼房。", "萋（qī）萋：草木茂盛貌。", "王孙：王的子孙，后泛指贵族子弟。", "凤笙（shēng）：即笙。本指四寸长、十二簧的笙，因其像凤之身，故称为“凤笙”。 ", "阑干，最早指一种竹子木头或者其他东西编织的一种遮挡物。"], "background": "中主保大二年五年，冯延巳被罢去官职，开始了三年的贬谪生涯。在抚州，也就是现在的江西临川，远离金陵，愁绪满怀。暮春时分，冯延巳写下《临江仙·冷红飘起桃花片》以表达满腹忧愁。"},
{"title": "喜迁莺·月波疑滴", "author": "史达祖", "paragraphs": "月波疑滴，望玉壶天近，了无尘隔。翠眼圈花，冰丝织练，黄道宝光相直。自怜诗酒瘦，难应接许多春色。最无赖，是随香趁烛，曾伴狂客。\t踪迹，漫记忆，老了杜郎，忍听东风笛。柳院灯疏，梅厅雪在，谁与细倾春碧？旧情拘未定，犹自学当年游历。怕万一，误玉人寒夜，窗际帘隙。", "topic": "抒情", "notes": ["喜迁莺：词牌名。有小令、长调两体。小令起于唐 ，长调起于宋 。又名《早梅芳》、《春光好》、《烘春桃李》、《喜迁莺令》、《万年枝》、《燕归来》、《鹤冲天》等。", "月波：指月光。月光似水，故称。", "玉壶：比喻月亮。", "尘隔：尘埃。", "翠眼圈花：指各式花灯。", "冰丝：指冰蚕所吐的丝。常用作蚕丝的美称。", "黄道宝光相直：指灯光与月光交相辉映。黄道：原指太阳在天空周年运行的轨道。", "杜郎：", "，此用于自指。", "春碧：酒名。", "玉人：容貌美丽的人。"], "background": ""},
{"title": "满江红·饯郑衡州厚卿席上再赋", "author": "辛弃疾", "paragraphs": "稼轩居士花下与郑使君惜别醉赋，侍者飞卿奉命书。\t莫折荼蘼，且留取、一分春色。还记得青梅如豆，共伊同摘。少日对花浑醉梦，而今醒眼看风月。恨牡丹笑我倚东风，头如雪。\t榆荚阵，菖蒲叶。时节换，繁华歇。算怎禁风雨，怎禁鹈鴂！老冉冉兮花共柳，是栖栖者蜂和蝶。也不因春去有闲愁，因离别。", "topic": "抒情", "notes": ["满江红：词牌名，又名“上江虹”“念良游”“伤春曲”。双调九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多。", "郑厚卿：始末不详。查淳熙七年后至稼轩卒前，衡州守之郑姓者仅有郑如崈一人，为继", "之后任者。衡州：在今湖南省，以衡山而得名。", "荼蘼（tú mí）：又名酴醾，夏日开花，花冠为重瓣，带黄白色，香气不足，但甚美丽，唐宋诗词多用之。", "青梅：青的梅子。", "少日：当时。", "榆荚：榆树叶前所生之荚，色白成串，有如小钱，通称榆钱。", "菖蒲（chāng pú）：水生植物，多年生草本，有香气。相传菖蒲不易开花，开则以为吉祥。", "鹈鴂（tí jué）：这里指杜鹃。据说这种鸟鸣时，正是百花凋零时节。", "是栖栖者：《论语·宪问》：“微生亩谓孔子曰：‘丘何为是栖栖者与？无乃为佞乎？”孔子曰：‘非敢为佞也，疾固也。’”是：如此，这般。栖栖：忙碌貌。"], "background": "据考证，该词作于淳熙十五年（1188），该年郑厚卿要到衡州去做知州，辛弃疾设宴饯别，先作了一首《水调歌头》，而意犹未尽，又作了这首《满江红》，所以题目中用“再赋”二字。"},
{"title": "眼儿媚·中元夜有感", "author": "纳兰性德", "paragraphs": "手写香台金字经，惟愿结来生。莲花漏转，杨枝露滴，想鉴微诚。\t欲知奉倩神伤极，凭诉与秋擎。西风不管，一池萍水，几点荷灯。", "topic": "抒情", "notes": ["眼儿媚：词牌名，又名《秋波媚》。双调四十八字，前片三平韵，后片两平韵。中元：指农历七月十五日。旧俗民间于此日有祭祀亡故亲人的活动，是日于水上放荷灯，以奠亡灵。", "香台：佛殿之别称，即烧香之台。", "金字经：佛经。", "莲花漏：古代一种计时器;。", "鉴：审察、辨明。", "凭诉：即凭说，辨明之证据。", "秋擎：指所放之荷灯。"], "background": "词写于公元1677年（康熙十六年）七月十五日，作者的妻子卢氏刚亡故不久，又恰逢农历七月十五中元节，祭祀亲人，词人为了怀念妻子写下了这首歌。"},
{"title": "忆秦娥·伤离别", "author": "何梦桂", "paragraphs": "伤离别。江南雁断音书绝。音书绝。两行珠泪，寸肠千结。\t伤心长记中秋节。今年还似前年月。前年月。那知今夜，月圆人缺。", "topic": "抒情", "notes": ["音书：音讯，书信。", "珠泪：眼泪，因泪滴圆如珠，故称。"], "background": ""},
{"title": "淡黄柳·咏柳", "author": "纳兰性德", "paragraphs": "三眠未歇，乍到秋时节。一树斜阳蝉更咽，曾绾灞陵离别。絮已为萍风卷叶，空凄切。\t长条莫轻折，苏小恨，倩他说。尽飘零、游冶章台客。红板桥空，湔裙人去，依旧晓风残月。", "topic": "抒情", "notes": ["三眠：三眠柳，即柽（chēng）柳（又名人柳）。此柳的柔弱枝条在风中摇曳，时时伏倒。", "灞陵：即霸陵，汉文帝之墓地。在今陕西省西安市东。", "苏小恨：喻与情人离别之怅恨。", "倩：请、请求。", "游冶：追求声色，寻欢作乐。章台：此处指妓楼舞馆。宋", "《鹤鸽天》：“新掷果，旧分钗，冶游音信隔章台。”唐韩翊以《章台柳》诗寻访柳氏，诗以章台借指长安，以章台柳暗喻长安柳氏。但因柳氏本娼女，故后人遂将章台街喻指娼家聚唇之所。", "红板桥：红色木板的桥。诗词中常代指情人分别之地。", "湔（jiān）裙人：代指情人或某女子。典出《北齐书·窦泰传》。窦泰之母有娠，期而不产，大惧。有巫曰：“渡河浦裙，产子必易。”泰母从之，俄而生泰。后成为古代之风俗，谓女子有孕到河边洗裙，分娩必易。又，唐", "《柳枝词序》云：洛中里女子柳枝与商隐之弟李让山相遇相约，谓三日后她将“溅裙水上”来会。后以此典借指情人或情恋之事。"], "background": "该词的具体创作时间不详，根据最后一句“红板桥空，湔裙人去，依旧晓风残月。”的词意“游春浣裙的女子也已经离去，徒留晓风伴残月”推测，该词可能是写给作者妻子或者沈宛的，极有可能是为其妻所写。"},
{"title": "忆江南·宿双林禅院有感", "author": "纳兰性德", "paragraphs": "心灰尽、有发未全僧。风雨消磨生死别，似曾相识只孤檠，情在不能醒。\t摇落后，清吹那堪听。淅沥暗飘金井叶，乍闻风定又钟声，薄福荐倾城。", "topic": "抒情", "notes": ["忆江南：本为唐教坊曲名，后用作词牌。又名《望江南》、《梦江南》等。《金奁集》入“南吕宫”。单调二十七字，三平韵。中间七言两句，以对偶为宜。第二句亦有添一衬字者。", "双林禅院：指今山西省平遥县西南七公里处双林寺内之禅院。双林寺内东轴线上有禅院、经房、僧舍等。", "孤檠（qíng）：即孤灯。", "摇落：凋残，零落。", "清吹：清风，此指秋风。", "金井：井栏上有雕饰之井。", "薄福：词人自谓。荐：进献、送上。倾城：指貌美的女子，这里代指卢氏。"], "background": "清康熙十六至十七年（1677年-1678年），纳兰性德为亡妻守灵期间，因心中悲痛，同时为了抒发自己内心的伤感、思念之情，故写下此词。"},
{"title": "蝶恋花·和漱玉词", "author": "王士祯", "paragraphs": "凉夜沉沉花漏冻，欹枕无眠，渐觉荒鸡动。此际闲愁郎不共，月移窗罅春寒重。\t忆共锦衾无半缝，郎似桐花，妾似桐花凤。往事迢迢徒入梦，银筝断续连珠弄。", "topic": "抒情", "notes": ["漱玉词：北宋女词人李清照的词集。", "花漏：镂花的铜漏。", "欹枕：斜靠在枕上。", "窗罅（xià）：窗户的缝隙。", "桐花凤：鸟名，羽毛五色，暮春采集桐花而得名。", "连珠弄：古曲名。"], "background": ""},
{"title": "于中好·十月初四夜风雨其明日是亡妇生辰", "author": "纳兰性德", "paragraphs": "尘满疏帘素带飘，真成暗度可怜宵。几回偷拭青衫泪，忽傍犀奁见翠翘。\t惟有恨，转无聊。五更依旧落花朝。衰杨叶尽丝难尽，冷雨凄风打画桥。", "topic": "抒情", "notes": ["于中好：即《鹧鸪天》，词牌名。双调五十五字，前后阕各三平韵，一韵到底。上阕第三四句、下阕第一二句一般要求对仗。也是曲牌名。", "疏帘：指稀疏的竹制窗帘。素带：白色的带子，服丧用。", "真成：真个。的确。暗度：不知不觉地过去。", "青衫：青色的衣衫，黑色的衣服，古代指书生。", "犀奁（xī lián）：以犀角制做饰物的妆奁。翠翘：古代妇人首饰的一种，状似翠鸟尾上的长羽。故名：这里指亡妻遗物。", "冷雨西风：形容恶劣的天气或悲惨凄凉的处境。画桥：雕饰华丽的桥梁。"], "background": "词作于康熙十六年（1677年）十月初四，第二天就是亡妻卢氏的生日，这引发了诗人对亡妻深深的怀念，遂赋此词以寄哀思。"},
{"title": "好事近·夕景", "author": "廖世美", "paragraphs": "落日水熔金，天淡暮烟凝碧。楼上谁家红袖，靠阑干无力。鸳鸯相对浴红衣。短棹弄长笛。惊起一双飞去，听波声拍拍。", "topic": "抒情", "notes": ["熔金：形容落日照在水里灿烂的颜色。", "红袖：指女子。", "红衣：状鸳鸯彩羽。", "短棹：指代小舟，此指舟中之人。"], "background": ""},
{"title": "木兰花慢·紫箫吹散後", "author": "张孝祥", "paragraphs": "紫箫吹散后，恨燕子、只空楼。念璧月长亏，玉簪中断，覆水难收。青鸾送碧云句，道霞扃雾锁不堪忧。情与文梭共织，怨随宫叶同流。\t人间天上两悠悠。暗泪洒灯篝。记谷口园林，当时驿舍，梦里曾游。银屏低闻笑语，但醉时冉冉醒时愁。拟把菱花一半，试寻高价皇州。", "topic": "抒情", "notes": ["青鸾：即青鸟。借指传送信息的使者。", "文梭：织布的梭。", "宫叶：红叶题诗的典故。", "驿舍：驿站供来往人员住宿的房屋。也泛指旅店。", "冉冉：慢慢地、缓慢地。"], "background": ""},
{"title": "朝中措·长年心事寄林扃", "author": "范成大", "paragraphs": "长年心事寄林扃，尘鬓已星星。芳意不如水远，归心欲与云平。\t留连一醉，花残日永，雨后山明。从此量船载酒，莫教闲却春情。", "topic": "抒情", "notes": ["长年心事寄林扃（jiōnɡ）：指长久以来希望隐居的心愿。", "星星：鬓发花白貌。（晋）左思《白发赋》：“星星白发，生于鬓垂。”", "花残日永：花已凋谢，白日也更显漫长。"], "background": ""},
{"title": "生查子·独游西岩", "author": "辛弃疾", "paragraphs": "青山招不来，偃蹇谁怜汝？岁晚太寒生，唤我溪边住。\t山头明月来，本在天高处。夜夜入青溪，听读《离骚》去。", "topic": "抒情", "notes": ["生查（zhā）子：原为唐教坊曲名，后用为词牌名。《尊前集》注：双调。元高拭词注：南吕宫。四十字，上下片格式相同，各两仄韵，上去通押。", "偃蹇（yǎn jiǎn）：原义高耸，引申为骄傲，傲慢。", "《越州张中舍寿乐堂诗》：“青山偃蹇如高人，常时不肯入官府。”", "怜：爱怜，喜欢。", "岁晚：指寒冬腊月。", "太寒生：比较寒冷。生：语尾助词，无义。", "离骚：指战国诗人", "所创作的文学作品。“离骚”，东汉王逸释为：“离，别也；骚，愁也。”"], "background": "宋孝宗淳熙八年（公元1181）冬天，辛弃疾被诬陷罢官，此后他长期闲居在信州上饶城北带湖边上、西岩是上饶城南风景优美的地方。这首《生查子》便是辛弃疾闲居游西岩的纪游之作。"},
{"title": "木兰花·西山不似庞公傲", "author": "刘因", "paragraphs": "西山不似庞公傲。城府有楼山便到。欲将华发染晴岚，千里青青浓可扫。\t人言华发因愁早。劝我消愁惟酒好。夜来一饮尽千钟，今日醒来依旧老。", "topic": "抒情", "notes": ["庞公：即", "，据《尚友录》：庞德公居岘山，未尝入城府。荆州刺史刘表几次请他出来做官，他都拒绝，并让刘表站在一边不理，对他自己妻子却“相敬如宾”。", "去拜访他，庞德公开始几次也只是让亮一人拜在堂下，不教他起来，因此以其踞傲而闻名于世。", "晴岚：晴天空中仿佛有烟雾笼罩。"], "background": ""},
{"title": "花犯·谢黄复庵除夜寄古梅枝", "author": "吴文英", "paragraphs": "翦横枝，清溪分影，翛然镜空晓。小窗春到。怜夜冷孀娥，相伴孤照。古苔泪锁霜千点，苍华人共老。料浅雪、黄昏驿路，飞香遗冻草。\t行云梦中认琼娘，冰肌瘦，窈窕风前纤缟。残醉醒，屏山外、翠禽声小。寒泉贮、绀壶渐暖，年事对、青灯惊换了。但恐舞、一帘胡蝶，玉龙吹又杳。", "topic": "抒情", "notes": ["花犯：词牌名，为", "自度曲。双调一百零二字。前段十句，六仄韵；后段九句，四仄韵。", "黄复庵：作者友人，生平不详。", "横枝：指溪的枝条。", "翛（xiāo）然：即无拘无束，自由自在。", "孀娥：即嫦娥。因她弃夫后羿奔月，故称之孀娥。孀，一本作“霜”。", "古苔：有苔藓寄生在溪树根枝之上，称苔溪。古传苔溪有二种：宜兴张公洞之苔溪，苔厚花极香；绍兴之苔溪，其苔如绿丝，长尺余。千点：一本作“痕饱”。", "苍华：花白。", "驿路：有驿站的大道。", "飞香：喻指溪。冻：一本作“冷”，一本作“暗”。", "琼娘：许飞琼，传说中的仙女。《汉武帝内传》：王母“命侍女许飞琼鼓震灵之簧。”", "纤缟：白色的衣裙。缟（gǎo），白色。", "绀壶：指插溪枝的天青色水壶。绀（gàn），深青带红的颜色。", "玉龙：笛子。杳：悠远。"], "background": "这首词具体创作年代已不详。在作者词集《梦窗词》中有多首词提到了黄复庵，如《月中行·和黄复庵》和《倒犯·赠黄复庵》等，可见二人情谊之深厚，这首词即是作者在除夕黄昏收到黄复庵所赠的古梅枝后，答谢友人之作。"},
{"title": "苏幕遮·送春", "author": "高鹗", "paragraphs": "日烘晴，风弄晓，芍药荼醾，是处撄怀抱。倦枕深杯消不了，人惜残春，我道春归好。\t絮从抛，莺任老，拼作无情，不为多情恼。日影渐斜人悄悄，凭暖栏杆，目断游丝袅。", "topic": "抒情", "notes": ["萘醾：名花。", "撄：触动。", "“拼作无情”句：当是反用苏轼《蝶恋花》的“笑渐不闻声渐悄，多情却被无悄恼”。"], "background": ""},
{"title": "蝴蝶儿·蝴蝶儿", "author": "张泌", "paragraphs": "蝴蝶儿，晚春时。阿娇初著淡黄衣，倚窗学画伊。\t还似花间见，双双对对飞。无端和泪拭胭脂，惹教双翅垂。", "topic": "抒情", "notes": ["阿娇：汉武帝的陈皇后名阿娇。此泛指少女的小名。", "无端：无故。胭脂：一作“燕脂”。"], "background": ""},
{"title": "采桑子·辘轳金井梧桐晚", "author": "李煜", "paragraphs": "辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。\t琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不泝流。", "topic": "抒情", "notes": ["此词调名于《草堂诗余》、《花间集补》中作《丑奴儿令》，《类编草堂诗余》中注曰：“一名《罗敷令》，一名《采桑子》。”《类编草堂诗余》、《花草粹编》、《啸余谱》中均有题作“秋怨”。从词意看，当属", "中期的作品。", "辘轳（lùlú）：一种安在井上绞起汲水斗的器具，亦即汲取井水用的滑车。金井：井栏上有雕饰的井，这里指宫廷园林中的井。梧桐：一种落叶乔木，叶柄长，叶大，质地轻而韧。古代诗人常用梧桐金井说明时已至晚秋。", "几树：多少的树。树，这里指梧桐树。惊秋，有二种理解，一说吃惊秋天的到来，二说秋风惊动了梧桐树。两种理解尽管语意角度不同，但均可通。", "昼雨：指白天下的雨。昼，白天。新愁：指悲秋之愁。", "百尺：这里为约指，极言其长。虾须：因帘子的表状像虾的触须，所以用“虾须”作为帘子的别称。《类编草堂诗余》注中云：“虾须，帘也。”唐代陆畅《帘》诗中有句“劳将素手卷虾须，琼室流光更缀珠。”用法同。玉钩：玉制的钩子。这句话是说长长的帘子挂在玉钩上。", "琼窗：雕饰精美而华丽的窗。春断：这里指情意断绝，即男女相爱之情断绝。春，指男女相爱之情。双蛾：《花草粹编》、《花间集补》等本中均作“双娥”。即指美女的两眉。蛾，蛾眉，指妇女长而美的眉。皱：起皱纹，指皱眉。", "回首：回望。边头：指偏僻而遥远的地方。", "欲：想要。寄：寄托。鳞游：游鱼，这里借指书信。", "九曲：萧本二主词中“曲”作“月”。九曲，形容黄河河道的迂回曲折，这里代指黄河。九，泛指多数。遂以九曲代指黄河。泝（sù）流：倒流。泝，同“溯”，逆流而上。"], "background": "此词当作于开宝六年，宋太祖任命李煜的弟弟从善为泰宁军节度使，并留在京师。李煜请求宋太祖让从善回国，未获允许，作登高文，哀念不已。据说李煜非常想念他，常常痛哭，这首词是从善入宋后未归，李煜为思念他而作的。"},
{"title": "江城子·病起春尽", "author": "陈子龙", "paragraphs": "一帘病枕五更钟，晓云空，卷残红。无情春色，去矣几时逢？添我千行清泪也，留不住，苦匆匆。\t楚宫吴苑草茸茸，恋芳丛，绕游蜂，料得来年，相见画屏中。人自伤心花自笑，凭燕子，舞东风。", "topic": "抒情", "notes": ["”城子：词牌名，又名“”神子”、“村意远”。唐词单调，始见《花间集》", "词。清人改为双调，七十字，上下片都是七句五平韵。", "一帘：此处指卧室。", "病枕：病倒在床。", "五更钟：语本", "《无题》：“来是空言去绝踪，月斜楼上五更钟。”《清史》记载，清初有“寒在五更头”的之谣预兆清朝的灭亡，后应验，这里借指明亡。", "残红：指子花。", "《子花》：“未妨老子凭栏兴，满地残红点绿苔。”红，指朱明王朝，朱是红色，又是指汉族国家，古称炎汉，炎为南方之火，也是红色。", "清泪：凄清的泪水。", "苦匆匆：苦于春色的短暂。匆匆，急遽。化用", "《摸鱼儿·更能消几番风雨》：“更能消几番风雨，匆匆春又归去”词意。", "楚宫吴苑：指一度建都南京、旋即覆亡的南明弘光朝的故宫。吴、楚，”浙福建，是南明福王、唐王的统治地区，这里确切点明帝王驻跸所在。", "茸茸：柔密丛生的样子。", "画屏：彩绘的屏风。", "《秋夕》：“银烛秋光冷画屏。”韦庄《望远行·欲别无言倚画屏》：“欲别无言倚画屏。”", "燕子：用北魏拓跋焘南侵刘清典故。", "《资治通鉴·清元嘉二十八年》：“破清六州，所过赤地，春燕归，巢于林木”。", "东风：暗指清王朝，清起自辽东，故借言东风。", "《题都城南庄》：“去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。” "], "background": "此词无从确指创作于何年，有的学者（如陈寅恪）以为此词是在明代崇祯九年前后所写，由此将“晓云空”中的“云”当做“阿云”（柳如是），继而认为此词是反映男女之情的作品，但就全词内容来看，大概是南明福王朱由崧政权覆灭后词人追随鲁王朱以海继续为复明而奋斗时所作。"},
{"title": "夜半乐·艳阳天气", "author": "柳永", "paragraphs": "艳阳天气，烟细风暖，芳郊澄朗闲凝伫。渐妆点亭台，参差佳树。舞腰困力，垂杨绿映，浅桃秾李夭夭，嫩红无数。度绮燕、流莺斗双语。\t翠娥南陌簇簇，蹑影红阴，缓移娇步。抬粉面、韶容花光相妒。绛绡袖举。云鬟风颤，半遮檀口含羞，背人偷顾。竞斗草、金钗笑争赌。\t对此嘉景，顿觉消凝，惹成愁绪。念解佩、轻盈在何处。忍良时、孤负少年等闲度。空望极、回首斜阳暮。叹浪萍风梗知何去。", "topic": "抒情", "notes": ["夜半乐：唐教曲坊名，后用作词牌名。宋王灼《碧鸡漫志》：“唐明皇自潞州还京师，夜半举兵诛韦后，制《夜半乐》、《还京乐》二曲。”", "借旧曲另倚新声，《乐章集》注“中吕调”。三叠一百四十五字，前两叠各十句四仄韵，后一叠七句五仄韵。", "艳阳：阳光明媚，指春天。", "澄朗：澄清明朗。凝伫：伫立凝视。", "妆点：打扮。", "参（cēn）差（cī）：不齐貌。", "“舞腰”句：意谓杨柳随风而舞，将腰都舞困了。舞腰，舞动的腰身。这里用来形容迎风摇摆的柳枝。", "垂杨：即垂柳。古诗文中杨柳常通用。", "秾（nóng）李：华美的李花。夭夭：茂盛而艳丽。《国风·周南·桃夭》：“桃之夭夭，灼灼其华。”", "嫩红：浅红。", "斗双语：指燕与莺双双相对语。", "翠娥：女子美丽的眉毛，泛指美女。南陌：南面的道路。", "蹑影红阴：指女子之身影在花阴中飘动。蹑，追随。红，指女子的红妆。", "韶容：美丽的容貌。", "绛绡（xiāo）：红色绡绢。绡，生丝织成的薄纱、细绢。", "云鬟（huán）：高耸的环形发髻。", "《久别离》：“至此肠断彼心绝，云鬟绿鬓罢梳结。”", "檀口：红艳的嘴唇。盖因檀木色红而香，故多用于形容女性嘴唇之美。", "偷顾：偷看。", "斗草：古代民间习俗，农历五月初五有斗草之戏，唐宋时称为“斗百草”。", "消凝：消魂，凝神。意谓因感伤而出神。", "解佩：", "《列仙传》：“江妃二女者，不知何所人也，出游于江汉之湄，逢郑交甫，见而悦之，不知其神人也，谓其仆曰：‘我欲下请其佩。’……遂手解佩与 交甫。”此以“解佩”代指所爱的女子。轻盈：形容女子姿态纤柔，行动轻快。", "忍：怎忍。孤负：即辜负。违背；对不住。等闲：寻常。", "浪萍风梗：浪中之浮萍，风中之断梗，形容漂泊无定的行迹。"], "background": "柳永成年后离开家乡福建崇安县，虽寓居京都汴梁，但生活一直比较动荡，羁旅行役成了他的家常便饭。他对羁旅漂泊的苦况有着深切的体会乃至清醒的认识，为后人留下了许多羁旅行役词，这首《夜半乐》就是其中之一。此词应作于青年远游时。"},
{"title": "永遇乐·次稼轩北固楼词韵", "author": "姜夔", "paragraphs": "云隔迷楼，苔封很石，人向何处。数骑秋烟，一篙寒汐，千古空来去。使君心在，苍厓绿嶂，苦被北门留住。有尊中酒差可饮，大旗尽绣熊虎。\t前身诸葛，来游此地，数语便酬三顾。楼外冥冥，江皋隐隐，认得征西路。中原生聚，神京耆老，南望长淮金鼓。问当时、依依种柳，至今在否。", "topic": "抒情", "notes": ["永遇乐：词牌名，此调有平读仄读两体。仄读体始自北宋，见于", "《乐章集》。《词谱》以", "词为正体。双调一百零四字，上下片各十一句四仄读。上片第三句较下片第三句少二字，上片结句较下片结句多二字，其余句式相同。平读体是南宋陈允平创制，句读及平仄与苏轼词相同。又名《消息》。", "次读：用原作之调、读，并按照原作用读次序进行创作，称为次读。", "迷楼：楼名，隋炀帝建于扬州。与北固亭隔江相望。楼回环四合，工巧闳丽，自古无有。楼成之日，隋炀帝曰：“使真仙游其人，亦当自迷也，可目之曰迷楼。”", "很石：石名，在江苏镇江北固山甘露寺，形如伏羊。相传孙权刘备曾经于石头上论事。", "诗：“紫髯桑盖两沉吟，很石空存事莫寻。”", "人：指隋炀帝、孙权、刘备等人。", "骑（jì）：一人一马。", "篙：撑船的竹竿。", "汐：晚潮。", "“使君”三句：是说", "喜欢田园生活，却苦于国事需要，镇守京口，不得遂愿隐居。使君：汉代对州郡的刺史的称呼，这里指辛弃疾。苍厓绿嶂：苍翠碧绿的山峦。厓：同“崖”。北门：指南宋北征门户京口。《旧唐书·", "传》载，开成二年，裴度以本官兼任太原尹、北都留守、河东节度使，皇帝遣使宣旨曰：“卿虽多病，年未甚老，为朕卧镇北门可也。”", "“尊人酒”二句：《世说新语·捷悟》注引《南徐州记》载，徐州人多劲悍，号精兵，故桓温常曰：“京口酒可饮，箕了用，兵可使。”尊：酒器。差：略微。", "前身诸葛：以", "比辛弃疾。", "酬：酬答，报谢。", "三顾：指刘备的三顾茅庐。", "冥冥：昏暗不明的样子。", "皋（gāo）：水边高地。", "隐隐：隐约不清晰。", "征西：桓温西征蜀地，得胜回到金陵后，进位为征西大将军。", "人原：这里指沦陷的北方地区。", "生聚：繁衍人口，积聚物力。", "神京：指北宋都城汴京。", "耆（qí）老：老人。耆，六十岁曰耆。", "“南望”句：是说盼望北伐。长淮：淮河，是南宋时宋金对峙的前线。金鼓：军人用器。金：即金钲，用以收兵，鼓用以进攻。", "“问当时”二句：《世说新语·言语》：桓温北征，路过金城，看见自己以前种的柳树已经有十围之粗了，感慨道：“木犹如此，人何以堪？”", "《枯树赋》：“桓大司马闻而叹曰：‘昔年种柳，依依汉南；今看摇落，凄怆江潭。树犹如此，人何以堪？’”"], "background": "1205年65岁的辛弃疾转任镇江知府，积极准备北伐。他写的《永遇乐·京口北固亭怀古》，姜夔深受感动并依辛词的韵脚填写此词，表示对辛弃疾政治主张的支持和赞赏。"},
{"title": "点绛唇·有怀苏州", "author": "吴文英", "paragraphs": "明月茫茫，夜来应照南桥路。梦游熟处。一枕啼秋雨。\t可惜人生，不向吴城住。心期误。雁将秋去。天远青山暮。", "topic": "抒情", "notes": ["点绛唇：词牌名。", "诗有：“白雪凝琼貌，明珠点绎唇”。又名《点樱桃》、《南浦月》。双调四十一字，仄韵。", "南桥：苏州城内古桥，词人旧居附近。", "吴城：即苏州。", "心期：谓两相期许。", "将：携带。"], "background": "吴文英一生流寓各地，以苏、杭二地为最久，其中特别是苏州，共居十年左右。集中有“十载寄吴苑”之语。他曾在苏州仓幕任职，念念不忘的去姬又是苏州人。在苏州生活的那些年，美女、良朋，给他留下了无数幸福、愉快的回忆。直到晚年，名城美人，江南园林，一直令他怀恋难忘。该词就是词人晚年怀念往事而作。"},
{"title": "水仙子·西湖探梅", "author": "杨朝英", "paragraphs": "雪晴天地一冰壶，竟往西湖探老逋，骑驴踏雪溪桥路。笑王维作画图，拣梅花多处提壶。对酒看花笑，无钱当剑沽，醉倒在西湖！", "topic": "抒情", "notes": ["老逋：指北宋诗人林逋，因其爱梅，故此代指梅花。", "王维：唐代大诗人。", "提壶：倒酒。", "当剑：把佩剑典当掉。"], "background": ""},
{"title": "沁园春·观潮", "author": "吴伟业", "paragraphs": "八月奔涛，千尺崔嵬，砉然欲惊。似灵妃顾笑，神鱼进舞；冯夷击鼓，白马来迎。伍相鸱夷，钱王羽箭，怒气强于十万兵。峥嵘甚，讶雪山中断，银汉西倾。\t孤舟铁笛风清，待万里乘槎问客星。叹鲸鲵未翦，戈船满岸；蟾蜍正吐，歌管倾城。狎浪儿童，横江士女，笑指渔翁一叶轻。谁知道，是观潮枚叟，论水庄生。", "topic": "抒情", "notes": ["观潮：观浙江杭州钱塘江之潮。", "八月奔涛：吴自牧《梦梁录·观潮》载：“临安风俗，四时奢侈，赏玩殆无虚日，西有湖光可爱，东有江潮堪观，皆绝景也，每岁八月内潮怒胜于常时，都人自十一日起，便有观者，至十六、十八日倾城而出，车马纷流十八日透为繁盛，二十日则稍稀矣。”奔涛，浪涛奔腾。", "崔嵬（wéi）：山高峻貌。", "砉（xū）然：皮骨相剥离之声。", "灵妃：水中仙子。", "神鱼进舞：《水经注》载：“汉宣帝幸万岁官，东济大河，而神鱼舞水。”", "冯夷击鼓：", "《洛神赋》：“冯夷击鼓，女蜗清歌。”冯夷，古代传说中的江河之神。", "白马来迎：形容潮水。枚乘《七发》：“其少进也，浩浩皑皑，如素车白马帷盖之张。”", "伍相：指伍子胥，春秋时楚人，后为吴相国。吴破越，越王勾践卧薪尝胆，暗中复国。事为子胥觉察，屡谏吴王夫差。吴王不听，赐剑令子胥自刎。子胥临死嘱咐儿子将自己双眼悬挂于南门之上，以观越国灭吴。吴王大怒，取子胥尸体裹以皮囊，抛入江中（见《史记·伍子胥列传》）。传说从此钱塘江便有了波涛滚滚的大潮，乃伍子胥暴怒所致。鸱（chī）夷：是一种革囊。", "“钱王羽箭”二句：相传五代时吴越王", "曾筑捍海塘，因怒潮汹涌，版筑不成。造箭三千，在垒雪楼命水犀军架强弩五百以射潮，迫使潮头趋向西陵，遂奠基以成塘（事见《十国春秋·武肃王世家》）。", "峥嵘：高峻，雄伟。", "银汉：银河。", "铁笛：多指隐者或道士所用乐器。", "万里乘槎（chá）问客星：槎，竹木筏子。", "《博物志》载：过去有一种说法，天河与海通。近世有人住在海中陆地，见年年八月有浮槎去来。有一次，此人带了很多粮食乘槎而去，行到一个地方，那里有城郭，有很多房屋，远看宫中，有很多织女。只见一个男子，牵牛在水边给牛饮水。此人问牵牛人这里是什么地方，牵牛人答：“君还至蜀郡，访严君平，则知之。”后采此人到蜀郡，问严君平，严君平说：“某年月日，有客星犯牵牛宿。”计算年月，正是此人到天河的时间。", "鲸鲵（ní）未翦（jiǎn）：鲸和鲵，都是水族中的凶猛动物，能吞食小鱼之大鱼，古以喻凶恶之人。此指清征服者。翦，即剪，剪除的意思。", "戈船：战船。", "蟾蜍：即癞蛤蟆。传说嫦娥偷吃不死之药，背着丈夫飞升到月宫，化为蟾蛤。后以蟾蜍代称月亮。", "狎（xiá）浪儿童：即弄潮儿。", "观潮枚臾：汉代枚乘在《七发》中，有广陵观潮的记叙。这里是作者自指。", "论水庄生：庄生，即庄子，名周，战国时人，《庄子·秋水篇》中，有论水的文字。这里是作者自指。"], "background": ""},
{"title": "鹧鸪天·鹅湖归病起作", "author": "辛弃疾", "paragraphs": "着著意寻春懒便回。何如信步两三杯。山才好处行还倦，诗未成时雨早催。\t携竹杖，更芒鞋。朱朱粉粉野蒿开。谁家寒食归宁女，笑语柔桑陌上来。", "topic": "抒情", "notes": ["鹧鸪天：词牌名。鹅湖：鹅湖原名荷湖，因山中有湖，多生荷。晋人龚氏居山，养鹅湖中，于是更名鹅湖。", "懒，指了无情趣。", "信：放任。", "寒食：节令名，清明节前一天（或说清明前两天）。", "归宁：古老的传统婚俗。流行于南北广大地区。指已嫁女子，回娘家归问父母之行动。起源很早，《诗经》已有“归事父母”之记载。"], "background": "这首《鹧鸪天·鹅湖归病起作》是作者罢官闲居上饶期间的作品，当作于宋孝宗淳熙十三年（1186年）。"},
{"title": "鹧鸪天·化度寺作", "author": "吴文英", "paragraphs": "池上红衣伴倚阑，栖鸦常带夕阳还。殷云度雨疏桐落，明月生凉宝扇闲。\t乡梦窄，水天宽。小窗愁黛淡秋山。吴鸿好为传归信，杨柳阊门屋数间。", "topic": "抒情", "notes": ["鹧鸪天：词牌名。据唐人诗句“春游鸡鹿塞，家在鹧鸪天”而取名。又名《思佳客》、《思越人》，", "词因有“梧桐半死清霜后”句，称《半死桐》。平韵，五十五字。上片七言四句，相当于一首七绝。下片换头两个三字句，如改为七言仄脚句，也是一首七绝。可见此调由一首七律演变而成。上片两个七字句，和换头两个三字句，前人用对偶的较多。", "化度寺：化度寺在杭州西部江涨桥附近。《杭州府志》：“化度寺在仁和县北江涨桥，原名水云，宋治平二年改。”", "红衣：莲花。", "倚阑：凭靠在栏杆上。", "殷云：浓云。", "闲：闲置。", "乡梦窄：思乡的梦太短。", "愁黛：愁眉。", "吴鸿：指苏州一带飞来的大雁。", "阊（chāng）门：苏州西门。这里指作者姬妾所居之处。"], "background": "这是一首思乡悲秋感怀之词。词人寓居杭州西部江涨桥附近的化度寺时，见秋景变化而心生感触，思念远在苏州的家人，因此写下这一首词，抒发了怅惘之情，被思念之人当为他的苏州姬妾。"},
{"title": "江城子·平沙浅草接天长", "author": "李好古", "paragraphs": "平沙浅草接天长。路茫茫。几兴亡。昨夜波声。洗岸骨如霜。千古英雄成底事，徒感慨，谩悲凉。\t少年有意伏中行。馘名王。扫沙场。击楫中流，曾记泪沾裳。欲上治安双阙远，空怅望，过维扬。", "topic": "抒情", "notes": ["平沙：这里指岸边平坦的沙地。梁", "《慈姥矶》诗：“远岸平沙合。”浅草：短草。", "茫茫：遥远貌。几：几度。", "骨如霜：色自如霜的遗骨。", "底事：何事。谩：徒然。", "伏：制服。中行：指汉文帝的宦官中行说（Zhōngháng Yuè），后投降匈奴，力劝单于侵犯长安。此指南宋的投降派。", "馘（音国）：战时割下敌人的左耳以记功。名王：指金兵的统帅。", "沙场：战场。", "楫中流：用祖逖北伐的故事。", "治安：指汉", "的《治安策》，内容是评议时政。双阙：本为宫殿前左右各一的高台。这里借指帝王上朝之处。", "维扬：即扬州。"], "background": "南宋时，金人多次攻入扬州，破坏之惨重，令人目不忍睹。李好古一直少年有大志，但无报国的机会。其《碎锦词》中就有好几首怀古伤今的词。这首词是作者路过扬州时，面对扬州屡遭破坏的历史事实，缩写的伤感惆怅之作。"},
{"title": "普天乐·湖上废圃", "author": "张可久", "paragraphs": "古苔苍，题痕旧。\t疏花照水，老叶沉沟。\t蜂黄点绣屏，蝶粉沾罗袖。\t困倚东风垂杨瘦，翠眉攒似带春愁。\t寻村问酒，无人倚楼，有树维舟。", "topic": "抒情", "notes": ["蜂黄：蜜蜂分泌的黄色汁液。", "维：系结。"], "background": ""},
{"title": "酒泉子·罗带惹香", "author": "温庭筠", "paragraphs": "罗带惹香，犹系别时红豆。泪痕新，金缕旧，断离肠。\t一双娇燕语雕梁，还是去年时节。绿杨浓，芳草歇，柳花狂。", "topic": "抒情", "notes": ["酒泉子：词牌名，原为唐教坊曲。《金奁集》入“高平调”。一般以", "体为正格。全词以四平韵为主，四仄韵两部错叶。", "“罗带”二句：谓带香的罗带上还系着相别时所赠的红豆。罗带：古时妇女束腰的丝织带，可结同心，象征定情，故又是情人赠别的物件。惹：引，这里有带来之意。红豆：即相思子。《古今诗话》：“相思子圆而红。昔有人殁于边，其妻思之，哭于树下而卒，因以名之。”", "《相思》：“红豆生南国，春来发几枝。愿君多采撷，此物最相思。”又，汤本《花间集》无“红”字。", "金缕：金丝。此指衣服上的金丝绣纹。一说指女子面妆。", "杨：《花间集》作“阴”。", "歇：散发。颜延年《和", "》：“芳馥歇兰若，清越夺琳珪。”另解：歇，深邃，形容幽深的草丛。又解：歇，泄也，谓气泄无余也，即芳草长势极盛，已停止生长。", "柳：汤本《花间集》作“枕”，误。"], "background": "温庭筠四首《酒泉子》词均以女性为抒情主人公，此词亦莫能外。温庭筠“士行尘杂，不修边幅”致使“累年不第”仕途上的失意，让他对功名、理想的追求都落空了，唯有对爱和美的追求还保留在他内心深处。此词即为表现女子闺怨而作。因资料缺失，其具体创作时间未得确证。"},
{"title": "浪淘沙·探春", "author": "苏轼", "paragraphs": "昨日出东城，拭探春情。墙头红杏暗如倾。槛内群芳芽未吐，早已回春。\t绮陌敛香尘，雪霁前村。东君用意不辞辛。料想春光先到处，吹绽梅英。", "topic": "抒情", "notes": ["浪淘沙：词牌名。又名《浪淘沙令》、《卖花声》、《过龙门》等。创自唐代", "、", "。原为小曲，单调28字，四句，三平韵，亦即七言绝句。", "探春：早春郊游。", "暗：色浓。", "倾：犹倾倒，这里指漫出来。", "槛（jiàn）：花池的围栏。", "群芳：各种花草。", "绮（qǐ）陌：风景美丽的郊野道路。敛：聚集、不扬起。香尘：芳香之尘，多指女子之步履而起者。", "雪霁（jì）：雪止天晴。", "东君：司春之神。用意：着意，留心。辞：推辞。辛：劳苦。", "绽：花蕾开放。"], "background": "宋神宗熙宁四年（1071年）十一月，苏轼赴杭州任通判。宋神宗熙宁五年（1072年）初春，苏轼到杭州城东郊外探春后作该词。"},
{"title": "哨遍·春词", "author": "苏轼", "paragraphs": "睡起画堂，银蒜押帘，珠幕云垂地。初雨歇，洗出碧罗天，正溶溶养花天气。一霎暖风回芳草，荣光浮动，掩皱银塘水。方杏靥匀酥，花须吐绣，园林排比红翠。见乳燕捎蝶过繁枝。忽一线炉香逐游丝。昼永人间，独立斜阳，晚来情味。\t便乘兴携将佳丽。深入芳菲里。拨胡琴语，轻拢慢捻总伶俐。看紧约罗裙，急趋檀板，霓裳入破惊鸿起。颦月临眉，醉霞横脸，歌声悠扬云际。任满头红雨落花飞。渐鳷鹊楼西玉蟾低。尚徘徊、未尽欢意。君看今古悠悠，浮幻人间世。这些百岁，光阴几日，三万六千而已。醉乡路稳不妨行，但人生、要适情耳。", "topic": "抒情", "notes": ["哨遍：词牌名。双调二百三字，上片十八句五仄韵、两叶韵，下片十九句九仄韵、两叶韵。", "画堂：有壁画的居室。", "银蒜：银质蒜形帘坠，拴于帘幕下端，以防风吹。", "珠幕：饰有珠玉的帘幕。", "碧罗：青色丝织品，此喻雨后天色澄净。", "“正溶”句：谓暮春牡丹花开时。古人认为此时天气轻云微雨，半阴半晴，适宜养花。溶溶：和暖貌。", "一霎（shà）：一阵。", "回芳草：芳草回绿。", "荣光：指花木的光泽。", "银塘：波光粼粼的塘面。", "方：正。", "杏靥（yè）：杏形状微涡，故云。靥，酒涡。", "匀酥：匀净细嫩。", "花须：花蕊。", "捎：掠过。", "游丝：春季空中所飘蛛丝。", "永：长。时近夏天，故昼长。", "将：义同“携”。", "佳丽：美人。", "芳菲：花草。", "拨：弹拨。", "胡琴：泛指来自北方、西北各族的拨弦、拉弦乐器。从下句看，知其为琵琶。", "拢、捻（niǎn）：叩弦与揉弦。", "伶俐：聪灵，谓佳丽。", "约：束。", "趋：节拍。此为打节拍。", "檀板：檀木所制拍板，用以定节拍。", "霓裳：即《霓裳羽衣曲》，传自唐代。", "人破惊鸿起：唐宋大曲。", "颦（pín）月临眉：谓眉似弯月。颦，皱眉，此为弯义。", "醉霞横脸：谓脸色红润。", "悠扬云际：谓歌声响亮。", "红雨：谓落花。", "鳷（zhī）鹊楼：南朝楼阁名，在今江苏南京。", "玉蟾（chán）：皎洁的月亮。", "三万六千：即上句所谓“百岁光阴”，故人所认为的人寿上限。", "醉乡，喻醉中境界。唐", "有《醉乡记》。", "适情：顺乎性情。"], "background": "此词约作于宋神宗元丰元年（1078年）春。是时，东坡知徐州任上。他曾携乐妓游张山人园，作诗以志之。在此之前，自求外任。为了解脱政治争斗之苦恼，他又携“佳丽”游春，作此词。"},
{"title": "浣溪沙·重九旧韵", "author": "苏轼", "paragraphs": "白雪清词出坐间。爱君才器两俱全。异乡风景却依然。\t可恨相逢能几日，不知重会是何年。茱萸子细更重看。", "topic": "抒情", "notes": ["浣溪沙：词牌名，本元教坊曲名，又名《浣沙溪》《小庭花》等。双调四十二字，五平韵。", "重九：节日名，即重阳。旧韵：指前首《浣溪沙·菊节》词所用韵字。", "白雪：意即阳春白雪。本指艺术性较高难度较大的歌曲，这里比喻杨绘（元素）词作的高雅。坐：同“座”。", "君：指杨绘，作者友人，杭州知府。才器：才能与器识。", "异乡：指杭州，因杨元素与", "均为四川人，故称异乡。", "茱萸：植物名。有浓烈香气，可入药。古代习俗，夏历九月九日重阳节，佩茱萸囊以去邪避恶。子细：仔细。"], "background": "苏轼在作此篇前曾作了一首《浣溪沙》，从那首词序中“自杭移密守”及“时重阳前一日”二语，可以确切地了解到，词作于宋神宗熙宁七年九月八日。而从“别杨元素”一语，可知是与杨绘分袂时写下的别情词。因而可以肯定作于同时，即熙宁七年九月，只不过前后相隔一日。"},
{"title": "减字木兰花·春夜闻隔墙歌吹声", "author": "项鸿祚", "paragraphs": "阑珊心绪，醉倚绿琴相伴住。一枕新愁，残夜花香月满楼。\t繁笙脆管，吹得锦屏春梦远。只有垂杨，不放秋千影过墙。", "topic": "抒情", "notes": ["减字木兰花：词牌名，唐教坊曲，双调四十四字，上下片各四句，两仄韵、两平韵，平仄韵互换。歌吹：歌唱和吹奏。词中偏指吹奏。", "阑珊：纷乱意样子。此处形容人物情绪。", "绿琴：绿绮琴，传说", "作《玉如意赋》，梁王悦尽，赐以绿绮琴。后即用以指琴。", "残夜：夜将尽。", "繁笙（shēng）：谓笙声繁密。脆管：清脆意笛声。", "锦屏：鲜艳华美意屏风。", "《长干行》：“鸳鸯绿浦上，翡翠锦屏中。”此处代指华贵意卧房。", "“只有垂杨”二句：指垂杨挡住了隔壁秋千意影子。", "《青门引》：“那堪更被明月，隔墙送过秋千影。”此处反用其意。秋千：一种体育活动用具。此处代指荡秋千意女子。"], "background": "这首词的具体创作年代不详。这首词收于《忆云词》甲稿，是项鸿祚二十五岁前所写，为夜闻隔墙歌吹声有感而作之词。"},
{"title": "蝶恋花·几度凤楼同饮宴", "author": "冯延巳", "paragraphs": "几度凤楼同饮宴，此夕相逢，却胜当时见。低语前欢频转面，双眉敛恨春山远。\t蜡烛泪流羌笛怨，偷整罗衣，欲唱情犹懒。醉里不辞金爵满，阳关一曲肠千断。", "topic": "抒情", "notes": ["蝶恋花：唐教坊曲名。本名《鹊踏枝》。", "词改今名。调名取梁简文帝", "诗句“翻阶蛱蝶恋花情”中的三字。双调，六十字，十句，上下片各五句四仄韵。", "春山：指美人眉色。", "烛泪：烛油下流如泪也。羌笛怨：羌人吹笛往往引起戍边者思归之情，故日“羌笛怨”。", "金爵：饮器也。爵，雀也，刻其形于器上，故名饮器为爵。", "阳关：", "所作《送元二使安西》诗，名《渭城曲》，又名《阳关曲》，阳关在今甘肃敦煌县西南古董滩附近。"], "background": ""},
{"title": "渔家傲·临水纵横回晚鞚", "author": "苏轼", "paragraphs": "临水纵横回晚鞚。归来转觉情怀动。梅笛烟中闻几弄。秋阴重，西山雪淡云凝冻。\t美酒一杯谁与共。尊前舞雪狂歌送。腰跨金鱼旌旆拥。将何用，只堪妆点浮生梦。", "topic": "抒情", "notes": ["渔家傲：词牌名，北宋流行，有用以作“十二月鼓子词”者，也是曲牌名，南北曲均有。", "纵横：奔放，不受拘束。鞚（kòng）：有嚼口的马络头。", "梅笛：吹奏《梅花落》笛曲。弄：乐曲，曲调；乐曲一阕或演奏一遍称一弄。几弄，几阕乐曲。", "尊：泛称一切酒器。舞雪：形容舞女的动作迅速，其衣袖飘动如雪片回旋。", "腰跨金鱼：腰间挂着鱼袋佩饰。金鱼，又称“鱼袋”，宋代以之表明官阶身分，需翰林学士及中书堂后官，始可佩之。旌旆（jīng pèi）：古代旗帜名， “旌”缀旄牛尾于竿头，下有五彩析羽，用以指挥和开道。“旆”是旗末状如燕尾的垂旒。这里“旌旆”泛指护卫旗帜。", "浮生梦：谓世事虚浮无定，生命短暂，有如一场梦。"], "background": "宋哲宗元祐八年（1093年）十月词人自汴京（今河南开封）赴定州太守任途中，词人为了记录当时自己感悟人生的情绪波动，于是作下这首词。"},
{"title": "定风波·志在烟霞慕隐沦", "author": "李珣", "paragraphs": "志在烟霞慕隐沦，功成归看五湖春。一叶舟中吟复醉，云水。此时方识自由身。\t花岛为邻鸥作侣，深处。经年不见市朝人。已得希夷微妙旨，潜喜。荷衣蕙带绝纤尘。", "topic": "抒情", "notes": ["烟霞：云气，多泛指山林、山水，这里指归隐之所。唐·", "《送人隐居》诗：“平生自有烟霞志。久欲抛身狎隐沦。”", "隐沦：隐姓埋名。沦之意为“没”。唐·", "《清明宴司勋刘郎中别业》诗：“何必桃源里．深居作隐沦。”", "“功成”句：用越王勾践灭吴后，大夫范蠡功成身退、隐迹五湖的故事。五湖：太湖。", "一叶：形容船小如树叶。", "鸥作侣：与鸥为伴，这里指栖身世外、忘怀得失的隐居生活。《", "·黄帝》载，有人爱好鸥鸟，不存机心，鸥鸟亦乐于亲近。", "深处：深居简出。", "经年：年复一年。", "市朝：偏义复词，指朝堂。市，交易买卖的场所。朝，官府治事的处所。后以市朝多指争名夺利的场所。", "希夷：无声为希、无色为夷，犹言虚寂玄妙。《老子》：“视之不见名目夷，昕之不闻名日希。”河上公注：“无色日夷，无声日希。”", "《谢敕参解讲启》：“至理希夷．微言渊奥，非所能镄仰。”", "《愚溪诗序》：“超鸿蒙，混希夷，寂寥而莫我知也。”", "微妙旨：精微玄妙的义旨。", "潜喜：心中暗喜，发自衷心的喜悦。", "荷衣蕙带：荷叶制成的衣服，香革制成的带子。代称隐士衣服。", "《九歌·少司命》：“荷衣兮蕙带，倏而来兮忽而逝。”", "绝：摆脱，不沾染。", "纤尘：微尘，这里指俗世。"], "background": "这首词约作于同光三年（925）前蜀被灭亡后，诗人身上发生了由魏阙向江湖的转变。既隐逸，就自然以道家避世思想作为自己的精神支柱。于是写下此词直抒胸臆地把归隐思想和盘端出，以表示自己“志烟霞”“慕隐沦”的志趣。"},
{"title": "永遇乐·投老空山", "author": "辛弃疾", "paragraphs": "检校停云新种杉松，戏作。时欲作亲旧报书，纸笔偶为大风吹去，末章因及之。\t投老空山，万松手种，政尔堪叹。何日成阴，吾年有几，似见儿孙晚。古来池馆，云烟草棘，长使后人凄断。想当年良辰已恨，夜阑酒空人散。\t停云高处，谁知老子，万事不关心眼。梦觉东窗，聊复尔耳，起欲题书简。霎时风怒，倒翻笔砚，天也只教吾懒。又何事，催诗雨急，片云斗暗。", "topic": "抒情", "notes": ["永遇乐：词牌名，又名“永遇乐慢”“消息”。正体双调一百四字，前后段各十一句、四仄韵。", "停云：停云堂，是作者在铅山居所的西北隐湖山上修建的一处建筑，按", "诗意，取名为停云。", "投老：将老，临老。", "政：通”正”。尔：如此，这般。", "阴：同“荫”。指松树何时长大成材。", "凄断：凄伤断肠，伤感。", "夜阑：深夜。", "聊复尔耳：聊且如此而已。", "何事：为何。", "斗暗：突然昏暗。"], "background": "这首词作于庆元三、四年（1197～1198年）间。当时辛弃疾罢居瓢泉，停云瓢泉新居有停云堂。题停云而思亲友，正反映了作者在迫害面前孤军奋战企求援助的心态。"},
{"title": "水龙吟·小沟东接长江", "author": "苏轼", "paragraphs": "小沟东接长江，柳堤苇岸连云际。烟村潇洒，人闲一哄，渔樵早市。永昼端居，寸阴虚度，了成何事。但丝莼玉藕，珠粳锦鲤，相留恋，又经岁。\t因念浮丘旧侣，惯瑶池、羽觞沈醉。青鸾歌舞，铢衣摇曳，壶中天地。飘堕人间，步虚声断，露寒风细。抱素琴，独向银蟾影里，此怀难寄。", "topic": "抒情", "notes": ["哄：一阵喧闹。", "永昼：白天。端居：谓平常居处，安居。", "丝莼（chún）：湖水植物，可作菜。", "珠粳：贵重粳米。", "浮丘：浮丘公，古仙人名。", "惯：习惯于。瑶池：西方仙境。", "羽觞（shāng）：酒器，酒盏。用形似羽（鸟）、觞（兽）作，故名。沈：即“沉”。", "青鸾（luán）：女子，这里指歌妓舞女。", "铢（zhū）衣：轻衣。古代二十四铢为两，这里极言衣轻。摇曳：飘荡。", "壶中天地：仙境之一。", "飘堕：飘落。", "步虚声：道士唱经礼赞声。露寒风细：喻指贫寒生活。", "银蟾：传说中的月亮。"], "background": "这首《水龙吟》作于宋神宗元丰五年（1082年）正月。词中所写地势、景色、处境与情怀等所体现的词意与《水龙吟·小舟横截春江》的类同，很可能是寄赠闾丘孝终太守的。"},
{"title": "江神子·送元济之归豫章", "author": "辛弃疾", "paragraphs": "乱云扰扰水潺潺。笑溪山。几时闲。更觉桃源，人去隔仙凡。万壑千岩楼外雪，琼作树，玉为栏。\t倦游回首且加餐。短篷寒。画图间。见说娇颦，拥髻待君看。二月东湖湖上路，官柳嫩，野梅残。", "topic": "抒情", "notes": ["桃源：地方名。", "万壑千岩：形容峰峦、山谷极多。", "娇颦：谓蹙眉含愁的媚态。", "拥髻：谓捧持发髻，话旧生哀。"], "background": ""},
{"title": "采桑子·彤霞久绝飞琼字", "author": "纳兰性德", "paragraphs": "彤霞久绝飞琼字，人在谁边？人在谁边，今夜玉清眠不眠。\t香销被冷残灯灭，静数秋天，静数秋天，又误心期到下弦。", "topic": "抒情", "notes": ["采桑子：又名丑奴儿，罗敷媚等。双调四十四字，上下片各四句三平韵。", "彤霞：代指仙境。宋", "《燕归梁》：“绰约彤霞降紫霄，是仙子风标。”", "飞琼：仙女名，后泛指仙女。", "谁边：何处，哪里。", "玉清：有两说。一是道家三清境之一，为元始天尊所居。二是神仙名。", "心期：心愿，心意。", "下弦：农历每月二十二日或二十三日，太阳跟地球的连线和地球跟月亮的连线成直角时，在地球上看到月亮呈反“D”字形，这种月相称下弦。"], "background": "据清人笔记，纳兰曾爱恋过一名宫女，这首词可能是为其而作，乃词人为表达自己的思念之情而作的一首词。"},
{"title": "绮罗香·红叶", "author": "张炎", "paragraphs": "万里飞霜，千林落木，寒艳不招春妒。枫冷吴江，独客又吟愁句。正船舣、流水孤村，似花绕、斜阳归路。甚荒沟、一片凄凉，载情不去载愁去。\t长安谁问倦旅？羞见衰颜借酒，飘零如许。谩倚新妆，不入洛阳花谱。为回风、起舞尊前，尽化作、断霞千缕。记阴阴、绿遍江南，夜窗听暗雨。", "topic": "抒情", "notes": ["绮（qǐ）罗香：词牌名，最早由宋代史达祖用为词牌，双调一百零四字。", "春妒（dù）：指春天里群芳为争艳而百相妒。", "吴江：即吴淞江，太湖最大的支流，俗名苏州河。", "舣（yǐ）：停驻船只。", "倦旅：疲倦的旅人，作者自指。", "衰（shuāi）颜：憔悴的容颜。", "如许：如此。", "谩（màn）：徒然。", "洛阳花谱：指《洛阳牡丹记》一类的书，洛阳花，指牡丹。", "回风：旋风。"], "background": "《绮罗香·红叶》大约作于元武宗至元1290年冬。其时，张炎年四十三岁，为应元政府写经之召而被迫北行。行之大都（今北京），张炎感伤亡国之情顿上心头，遂借眼前之“红叶”抒发其漂浮不定的身世和忠贞爱国的情操。"},
{"title": "蝶恋花·尝爱西湖春色早", "author": "欧阳修", "paragraphs": "尝爱西湖春色早。腊雪方销，已见桃开小。顷刻光阴都过了，如今绿暗红英少。\t且趁余花谋一笑。况有笙歌，艳态相萦绕。老去风情应不到，凭君剩把芳尊倒。", "topic": "抒情", "notes": ["蝶恋花：唐教坊曲名。本名《鹊踏枝》。", "词改今名。调名取梁简文帝", "诗句“翻阶蛱蝶恋花情”中的三字。双调，六十字，十句，上下片各五句四仄韵。", "尝爱：曾经爱。尝：曾经。西湖：此指颍州（今安徽阜阳）西湖。", "腊雪：冬雪。方销：刚刚融化尽。", "绿暗红英少：谓红花大多已经凋败，所剩无几，满眼所见都是绿叶。红英：红花。", "谋：图谋，营求。", "艳态：美艳的姿态，指酒席上的歌妓。", "风情：风月之情。此处是作者自称年已老去，没有了少年时的风月情怀。", "剩把芳尊倒：只管将酒杯斟满。剩把：只管把。芳樽：精致的酒器。亦借指美酒。"], "background": "这首词作于熙宁五年（公元1072年）的春天（一说熙宁四年），此时作者已经退居颍州。之前曾多次赏游西湖。他第二次游赏西湖春景是在第二年晚春。词中“顷刻光阴都过了，如今绿暗红英少”云云，指的就是第二次，时年四十四岁。"},
{"title": "临江仙·疾愈登望湖楼赠项长官", "author": "苏轼", "paragraphs": "多病休文都瘦损，不堪金带垂腰。望湖楼上暗香飘。和风春弄袖，明月夜闻箫。\t酒醒梦回清漏永，隐床无限更潮。佳人不见董娇饶。徘徊花上月，空度可怜宵。", "topic": "抒情", "notes": ["临江仙：词牌名。唐教坊曲。原用以歌咏水仙，故名。又名《雁儿归》、《瑞鹤仙令》等。双调小令，平韵格。", "望湖楼：据《", "诗集》卷七《六月二十七日望湖楼醉书五绝》注曰：“《图经》：望湖楼，又名看经楼，乾德七年（公元969年），忠懿王钱氏建，去钱塘江一里。”", "注：“《西湖游览志馀》：楼在昭庆寺前，一名先德楼。”项长官：苏轼同僚，名未详。", "休文：即梁朝文学家", "，字休文，体弱多病。", "金带：高官服饰。", "暗香：语出林通《山园小梅》：“暗香浮动月黄昏。”此处泛指花香。", "弄：玩弄，引申为戏耍。", "明月夜闻箫：化用", "《寄扬州韩绰判官》诗意：“二十四桥明月夜，玉人何处教吹箫。”", "清漏：古代滴水计时的仪器。又名“漏壶”、“漏刻”。将上面铜壶装满水后，水即滴水漏入下壶，壶内装一直立浮标，上面刻有时辰，水逐步升高，浮标也随之上升，如此则知时辰。滴水发出均匀清响，故称清漏。永：长。", "隐床：倚床。沈约《夜夜曲》：“月辉横射枕，灯光半隐床。”", "潮：微湿，发潮。", "董娇饶：古乐府中有《董娇饶》。《玉台新咏》卷一有宋子厚《董娇娆》诗一首。“饶”，一作“娆”。“饶”，通“娆”。这里指佳人美女。", "《春日戏题恼郝使君兄》：“细马时鸣金腰褭（niǎo），佳人屡出董娇饶。”", "徘徊二句：《太平广记》卷三百二十六《沈警》“玄机名警。……作《凤将雏雏衔娇》曲，其词日：‘命啸无人啸，含娇何处娇。徘徊花上月，空度可怜宵。”词文出于此。"], "background": "宋哲宗元祐五年（1090年）春。苏轼卧病弥月，病痊愈后和同僚登上望湖楼赏景，作该词赠项长官。"},
{"title": "蝶恋花·晓日窥轩双燕语", "author": "秦观", "paragraphs": "晓日窥轩双燕语，似与佳人，共惜春将暮。屈指艳阳都几许？可无时霎闲风雨。\t流水落花无问处，只有飞云，冉冉来还去。持酒劝云云且住，凭君碍断春归路。", "topic": "抒情", "notes": ["晓日：晓，破晓，拂晓，晓日指朝阳，一般引申为清晨。", "窥（kuī）轩：窥，看；轩，窗户；窥轩，向窗外看去。", "语：告诉，说。", "似：好像。", "暮：古字作“莫”，像太阳落到草丛中，表示天色将晚，意指迟暮之年。", "时霎：犹一霎，至少是一刹那，这两字十分委婉巧妙。", "冉冉（rǎn）：渐进地、慢慢地、缓慢地。", "持酒：持，端；持酒，端起一杯酒。", "碍断：阻截，挡住。"], "background": "《蝶恋花·晓日窥轩双燕语》这首词秦观作于元丰二年（公元1079年）。是秦观甫至郴州，又谪柳州，继而在横州做没实职的差事，再贬雷州之后在苦闷中所作。"},
{"title": "汉宫春·会稽蓬莱阁观雨", "author": "辛弃疾", "paragraphs": "秦望山头，看乱云急雨，倒立江湖。不知云者为雨，雨者云乎？长空万里，被西风变灭须臾。回首听月明天籁，人间万窍号呼。\t谁向若耶溪上，倩美人西去，麋鹿姑苏？至今故国人望，一舸归欤。岁云暮矣，问何不鼓瑟吹竽？君不见王亭谢馆，冷烟寒树啼乌！", "topic": "抒情", "notes": ["汉宫春：词牌名，又名“汉宫春慢”“庆千秋”。双调九十六字，前后段各九句、四平韵。另有双调九十六字，前段十句五平韵，后段八句五平韵；双调九十四字，前段九句五仄韵，后段十句六仄韵等变体。", "会稽：地名，在今浙江绍兴。蓬莱阁：旧址在今浙江省卧龙山下。", "秦望山：在会稽东南四十里处。", "须臾：形容时间短。", "天籁：大自然的音响。这里指风。万窍：《庄子·齐物记》中有“······夫大块噫气，其名为风，是唯无作，作 则万窍怒号。”", "若耶溪：河名，在会稽南。倩：请。美人：指西施。传说西施曾经在若耶溪上浣纱。越国被吴国打败后，越王为了报仇，使用美人计，把西施送给吴国，后吴国被越国灭亡。麋（mí）：鹿的一种，俗称四不像。姑苏：这里指姑苏台，吴王曾与西施在此游宴。", "王亭谢馆：王、谢为东晋豪门贵族，山头子弟很多，多住在会稽。王亭谢馆泛指他们在会稽一带的游乐场所。"], "background": "公元1203年（宋宁宗嘉泰三年），辛弃疾被重新起用。据《宝庆会稽续志》，为六月十一日到任，同年十二月二十八日即奉召赴临安，次年春改知镇江府，故知登蓬莱阁之举，必在嘉泰三年的下半年，另据词中“西风”、“冷烟寒树”等语，可断定是作于晚秋。"},
{"title": "殿前欢·酒杯浓", "author": "卢挚", "paragraphs": "酒杯浓，一葫芦春色醉山翁，一葫芦酒压花梢重。随我奚童，葫芦干，兴不穷。谁人共？一带青山送。乘风列子，列子乘风。", "topic": "抒情", "notes": ["双调：十二宫调之一，是元曲常用宫调。殿前欢：曲牌名。小令兼用。入双调。", "春色：此处指酒。宋代安定郡王用黄柑酿酒，名为“洞庭春色”。一说即指春天色彩，亦通。山翁：指山简，字季伦。晋时镇守襄阳，好酒，常出游，并常醉酒而归。", "花梢：指花木的枝梢。", "奚童：小童仆，书童。", "列子：即列御寇，战国时郑人。"], "background": "卢挚身为元代前期的显宦，但作有不少表现向往闲适生活的作品。这首小令作于元代初期，当为作者游山酒后之作，反映的是一种“任真”的境界。其具体创作时间未得确证。"},
{"title": "谒金门·示知命弟", "author": "黄庭坚", "paragraphs": "山又水，行尽吴头楚尾。兄弟灯前家万里，相看如梦寐。\t君似成蹊桃李，入我草堂松桂。莫厌岁寒无气味，余生今已矣。", "topic": "抒情", "notes": ["谒金门：词牌名，双调四十五字，上下片各四仄韵。", "知命：名叔达，知命为其字，", "弟。", "山又水：万水千山，指路程艰远。", "吴头楚尾：指如今的江西省北部，因为其地在春秋时为吴、楚两国交界处，故称“吴头楚尾”。", "梦寐：用", "《羌村》诗意：“夜阑更秉烛，相对如梦寐。”杜诗本指夫妻团聚，此借指兄弟团聚。", "成蹊桃李：谓实至名归，无须凭借官职地位而得到人们的尊重。", "草堂松桂：代指隐居。用孔稚珪《北山移文》“中山之英，草堂之灵”及“诱我松桂，欺我云壑”之字面，借指自己所居之地环境荒寂。", "岁寒：一年的严寒时节。无气味：大乘佛教。"], "background": "这首词作于宋哲宗绍圣三年（1096），当时的黄庭坚身在贬所黔州（治今四川彭水）。一说此诗作于宋哲宗元符二年（1099），当时黄庭坚在戎州（治今四川宜宾）。"},
{"title": "减字木兰花·题雄州驿", "author": "蒋氏女", "paragraphs": "朝云横度。辘辘车声如水去。白草黄沙。月照孤村三两家。\t飞鸿过也。万结愁肠无昼夜。渐近燕山。回首乡关归路难。", "topic": "抒情", "notes": ["减字木兰花：词牌名，原为唐教坊曲，《金奁集》入“林钟商调”。《张子野词》将其归入“林钟商”《花间集》所录三首各不相同，兹以", "词为准。该词牌为双调，上下阕各四句，共四十四字。雄州：今河北雄县。驿（yì）：驿站。公文官物传送，供往来官员休息的机构。唐制三十里一驿。", "朝云横度：寒风翻卷着朝云滚滚而过。", "辘辘（lù）：车轮滚动声", "白草黄沙：象征北方凄凉的景色。白草：枯草。", "无昼夜：不分昼夜。", "燕山：山名，在河北省北部，宋时边境。", "乡关：故乡。归路：返回故乡的路。"], "background": "据《宋史·忠义传》记载，钦宗靖康年间，金兵南侵时，蒋兴祖为阳武县令，在城被围时，坚持抗战，至死不屈，极为忠烈。他的妻、子均死于此。其女年轻貌美，被金兵掳去，押往金人京师—中都（今北京），途经雄州驿，题这首词于壁。"},
{"title": "山坡羊·未央怀古", "author": "张养浩", "paragraphs": "三杰当日，俱曾此地，殷勤纳谏论兴废。见遗基，怎不伤悲！山河犹带英雄气，试上最高处闲坐地。东，也在图画里；西，也在图画里。", "topic": "抒情", "notes": ["未央：汉朝宫殿名。故址在今陕西西安。", "三杰：指汉代张良、萧何、韩信三人，他们帮助刘邦统一中国。", "纳谏：古代君主采纳臣下的进谏。", "遗基：指残留的未央宫废墟。", "闲坐地：闲坐着。"], "background": "该曲子大约是张养浩于公元1329年（元文宗天历二年）在陕西救灾期间所写。"},
{"title": "春游", "author": "王令", "paragraphs": "春城儿女纵春游，醉倚层台笑上楼。\t满眼落花多少意，若何无个解春愁？", "topic": "抒情", "notes": ["春城：指扬州。", "层台：高台。", "若何：如何。"], "background": "这首诗是作者在一次春游后所作，从语言风格看，很可能作于皇祐（1049-1054年）年间，他多次放弃参加科举考试之时。"},
{"title": "天净沙·湖上送别", "author": "张可久", "paragraphs": "红蕉隐隐窗纱，朱帘小小人家，绿柳匆匆去马。断桥西下，满湖烟雨愁花。", "topic": "抒情", "notes": ["天净沙：曲牌名，属越调。又名“塞上秋”，共二十八字。", "红蕉：红色的芭蕉花。", "朱帘：朱红色的门帘。", "断桥：在浙江杭州西湖白堤上。原名保佑桥，唐时称断桥。"], "background": "此曲乃杭州西湖断桥送别之作。作者久住杭州，西湖题咏甚多。既为送别。自是要写离愁别绪。但作者并未直接抒发，而是寄情于景，以景渲染。"},
{"title": "诉衷情近·雨晴气爽", "author": "柳永", "paragraphs": "雨晴气爽，伫立江楼望处。澄明远水生光，重叠暮山耸翠。遥认断桥幽径，隐隐渔村，向晚孤烟起。\t残阳里。脉脉朱阑静倚。黯然情绪，未饮先如醉。愁无际。暮云过了，秋光老尽，故人千里。竟日空凝睇。", "topic": "抒情", "notes": ["诉衷情近：词牌名，《乐章集》注“林钟商”。双调七十五字，上片七句三仄韵，下片九句六仄韵。", "雨晴气爽：雨过天晴，秋高气爽。爽：清爽的意思。", "伫立：长时间地站立。", "澄明：清澈明净。生光：发出光辉。", "耸翠：形容山峦、树木等高耸苍翠。", "遥认：从远处辨认。断桥：桥名。在今浙江省杭州市孤山旁，以孤山之路至此而断，故名。此处不一定特指西湖的断桥。幽径：僻静的小路。", "隐隐：指隐约；不分明。", "向晚：临近晚上。孤烟：远处独起的炊烟。", "脉脉：默默地用眼神或行动表达情意的样子。朱阑：同“朱栏”，朱红色的围栏。", "黯然：情绪低落、心情沮丧的样子。", "无际：犹无边；无涯。", "老尽：衰竭。", "竟日：犹终日，整天。凝睇：凝视；注视；目不斜视。”"], "background": "柳永在北宋景祐元年（1034）考中进士之前的数年间，曾经像断梗浮萍一样漫游江南。他的足迹曾到过江、浙、楚、淮等地，依旧羁旅落魄，“奉旨填词”。这首《诉衷情近》就是其漫游江南水乡时所作的一首思念京都故人的词作。"},
{"title": "定西番·紫塞月明千里", "author": "牛峤", "paragraphs": "紫塞月明千里，金甲冷，戍楼寒。梦长安。\t乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。", "topic": "抒情", "notes": ["紫塞：长城，亦泛指北方边塞。", "金甲：铁铠甲。", "戍楼：边塞驻军的营房。", "画角：古乐器名，出自西羌，口细尾大，形如牛角，以竹木或皮革制成，外加彩绘，故称“画角”。后来军中多用以报昏晓，振士气。"], "background": ""},
{"title": "浪淘沙·极目楚天空", "author": "幼卿", "paragraphs": "极目楚天空，云雨无踪，漫留遗恨锁眉峰。自是荷花开较晚，孤负东风。\t客馆叹飘蓬，聚散匆匆，扬鞭那忍骤花骢。望断斜阳人不见，满袖啼红。", "topic": "抒情", "notes": ["飘蓬：形容人像蓬草一样飘泊无定。", "花骢：骏马。"], "background": ""},
{"title": "定风波·感旧", "author": "苏轼", "paragraphs": "莫怪鸳鸯绣带长，腰轻不胜舞衣裳。薄幸只贪游冶去，何处，垂杨系马恣轻狂。\t花谢絮飞春又尽，堪恨。断弦尘管伴啼妆。不信归来但自看，怕见，为郎憔悴却羞郎。", "topic": "抒情", "notes": ["定风波：词牌名，唐教坊曲。以五代", "所作为正格。双调62字，平韵仄韵互用。又名《定风流》、《定风波令》、《醉琼枝》。", "鸳鸯绣带：绣有鸳鸯花纹的衣带，男女定情信物之一。", "腰轻：细腰，这里代指瘦弱的身体。", "不胜：无法承担，承受不了。", "薄幸：薄情，负心。", "系马：拴马。恣：任凭。", "轻狂：放浪，轻浮。", "断弦：琴弦断绝。", "尘管：乐器陈旧。啼妆：泪湿容妆。", "归来：从良。", "憔悴（qiáo cuì）：黄瘦，困顿。"], "background": "宋神宗熙宁六年（1073年）三月的一天，陈襄宴请苏颂、苏轼，席上有歌妓唱曲。宋神宗熙宁七年（1074年）暮春，苏轼在返回杭州的途中回忆起歌妓唱的曲，作该词。"},
{"title": "念奴娇·西湖和人韵", "author": "辛弃疾", "paragraphs": "晚风吹雨，战新荷、声乱明珠苍璧。谁把香奁收宝镜，云锦红涵湖碧。飞鸟翻空，游鱼吹浪，惯趁笙歌席。坐中豪气，看公一饮千石。\t遥想处士风流，鹤随人去，老作飞仙伯。茅舍疏篱今在否，松竹已非畴昔。欲说当年，望湖楼下，水与云宽窄。醉中休问，断肠桃叶消息。", "topic": "抒情", "notes": ["香奁（lián）：古代盛梳妆用品的匣子。", "《骄儿诗》：“凝走弄香奁,拔脱金屈戌。”", "宝镜：借喻太阳。", "云锦：", "《和文与可西川园池横湖诗》：“贪看翠盖拥红妆，不觉湖边一夜霜。卷却天机云锦段，从教匹练写秋光。”", "处士：林逋字君复，杭州钱塘人。结庐西湖之孤山，二十年足不及城市，号西湖处士。", "鹤随句：《诗话总龟》：“林逋隐于武林之西湖，不娶，无子。所居多植梅畜鹤。泛舟湖中，客至则放鹤致之。因谓梅妻鹤子。”", "飞仙：《十洲记》：“篷莱山周回五千里，有圆海绕山，无风而洪波百丈，不可往来，唯飞仙能到其处耳。”", "望湖楼：《临安志》：“望湖楼在钱塘门外一里，一名看经楼。乾德五年钱忠懿", "。”", "桃叶：《古乐府》注：“", "爱妾名桃叶，尝渡此，献之作歌送之曰：桃叶复桃叶，渡江不用楫。但渡无所苦，我自迎接汝。”"], "background": "《念奴娇·西湖和人韵》约作于末孝宗乾道六年（1170年）或七年（1171年），辛弃疾任司农寺主簿。"},
{"title": "蝶恋花·笑艳秋莲生绿浦", "author": "晏几道", "paragraphs": "笑艳秋莲生绿浦。红脸青腰，旧识凌波女。照影弄妆娇欲语。西风岂是繁花主。\t可恨良辰天不与。才过斜阳，又是黄昏雨。朝落暮开空自许。竟无人解知心苦。", "topic": "抒情", "notes": ["红脸青腰：写荷的红花绿茎。", "自许：自我期许。"], "background": ""},
{"title": "一斛珠·洛城春晚", "author": "苏轼", "paragraphs": "洛城春晚。垂杨乱掩红楼半。小池轻浪纹如篆。烛下花前，曾醉离歌宴。\t自惜风流云雨散。关山有限情无限。待君重见寻芳伴。为说相思，目断西楼燕。", "topic": "抒情", "notes": ["一斛（hú）珠：词牌名。又名醉落魄、醉东风、醉落拓。", "洛城：宋代的陪都，称西都，今河南省洛阳市。乱掩：纷纷无序地覆盖、遮掩。红楼：华美的楼房。", "篆（zhuàn）：古通“瑑（zhuàn）”，钟口处或车毂（gǔ）上所刻画的条形图案花纹。", "歌宴：犹歌筵，有歌者唱歌劝酒的宴席。", "风流：风韵美好动人的男女私情。", "关山：关隘山岭。限：阻隔。", "君：", "妻王弗。寻芳：游赏美景。伴：同行伴侣。", "目断：犹望断，一直望到看不见。西楼燕：指昔日居住西楼的王弗。"], "background": "宋仁宗至和元年（1054年），苏轼与乡贡进士王方之女、年方16岁的王弗结为伉俪。《一斛珠·洛城春晚》约作于宋仁宗嘉佑元年（1056年）闰三月。苏轼时年21岁。自蜀赴京道关中，经洛阳时苏轼怀念妻子王弗所作。"},
{"title": "水调歌头·淮阴作", "author": "朱敦儒", "paragraphs": "当年五陵下，结客占春游。红缨翠带，谈笑跋马水西头。落日经过桃叶，不管插花归去，小袖挽人留。换酒春壶碧，脱帽醉青楼。\t楚云惊，陇水散，两漂流。如今憔悴，天涯何处可销忧。长揖飞鸿旧月，不知今夕烟水，都照几人愁。有泪看芳草，无路认西州。", "topic": "抒情", "notes": ["水调歌头：词牌名。 相传隋炀帝开汴河时曾制《水调歌时。唐人演为大曲。又名《元会曲时《凯歌时等。双调九十五字，上片九句，下片句， 皆四平韵。另有偷声、添字、减字者，皆为变体。", "淮阴：今江苏清江。靖康之变后，作者避地于此。", "五陵：本指西汉五帝的陵墓，在长安附近渭水北岸，居此者多豪门大户。此处借指自己年少时游乐之地。", "结客：结交，豪侠之客。", "跋马：指拨马。", "桃叶：指桃叶渡，在今南京。此借指游冶之地。", "小袖：指歌妓。", "青楼：妓女之所居。", "西州：东晋扬州刺史治所在金陵，因其府廨在台城之西，故称西州。"], "background": "公元1126年年（宋钦宗靖康元）十一月，金兵渡黄河而攻洛阳，原是洛阳人的朱敦儒仓惶南下，加入哀鸿遍野的难民队伍，与仓惶的鼠声与凄厉的鹤唳一起，入淮阴（今属江苏），避难于此。遥望故土，回想当年情事，又值国破家亡，词人感慨万分，在淮阴写下了这首词。"},
{"title": "踏莎行·润玉笼绡", "author": "吴文英", "paragraphs": "润玉笼绡，檀樱倚扇。绣圈犹带脂香浅。榴心空叠舞裙红，艾枝应压愁鬟乱。\t午梦千山，窗阴一箭。香瘢新褪红丝腕。隔江人在雨声中，晚风菰叶生秋怨。", "topic": "抒情", "notes": ["踏莎（suō）行：调名从唐", "诗句“踏莎行草过春溪”而来。双调，五十八字，十句，上下片各五句三仄韵。起首四个四言句，前人多用对偶。", "润玉：指肌肤。", "笼绡：簿纱衣服。", "檀樱：浅红色的樱桃小口。檀，浅红色，唐", "《牡丹》诗：“艳多烟重欲开难，红蕊当心一抹檀。”", "绣圈：绣花圈饰。", "榴心：形容歌女红色舞裙上印着重叠的石榴子花纹。", "艾枝：端午节用艾叶做成虎形，或剪彩为小虎，粘艾叶以戴。见《荆札岁时记》。", "一箭：指刻漏。古代计时工具。", "香瘢（bān）：指手腕斑痕。", "红丝腕：民俗端午节以五色丝系在腕了以驱鬼祛邪。一名长命缕，一名续命缕，一名辟兵缕。见《风俗通》。", "菰（gū）：水生植物，也称茭白，可作菜，子实可食。"], "background": "这首词是作者在端午之日忆念他苏州去姬的感梦之作。在词人的词集中有大量的作品主题都是怀念他一去、一死的苏、杭二妾。据杨铁夫《吴梦窗事迹考》断定，这首《踏莎行》就是为怀念苏州姬妾而作。"},
{"title": "临江仙引·渡口", "author": "柳永", "paragraphs": "渡口、向晚，乘瘦马、陟平冈。西郊又送秋光。对暮山横翠，衫残叶飘黄。凭高念远，素景楚天，无处不凄凉。\t香闺别来无信息，云愁雨恨难忘。指帝城归路，但烟水茫茫。凝情望断泪眼，尽日独立斜阳。", "topic": "抒情", "notes": ["临江仙引：词牌名，正体双调七十四字，前段十句，四平韵；后段六句，三平韵。", "向晚：近晚，傍晚。", "陟（zhì）：登上。平冈：平缓的山脊。", "暮山：暮色中的山。横翠：翠色横亘。", "衬：以暮山为背景衬托。飘黄：黄叶飘零。", "素景：秋景。楚天：长江中南部天空，此指南方天色。", "云愁雨恨：因男女恋情而引起的烦恼。", "帝城：京城。", "凝情：全神贯注。望断泪眼：即泪眼望断。望断，望尽。"], "background": "柳永屡次下第，经过艰难曲折，终于在宋仁宗景祐元年（1034年）考中进士，随即踏入仕途。这时词人约近五十岁了。他入仕之后长期担任地方州郡的掾吏、判官等职，久困选调，辗转宦游各地，很不得志。这首《临江仙引》就是他入仕之后所写的羁旅行役之词。"},
{"title": "点绛唇·十月二日马上作", "author": "龚自珍", "paragraphs": "一帽红尘，行来韦杜人家北。满城风色，漠漠楼台隔。\t目送飞鸿，景入长天灭。关山绝，乱云千叠，江北江南雪。", "topic": "抒情", "notes": ["点绛唇：词牌名，四十一字，上片三仄韵，下片四仄韵。《清真集》入“仙吕调”，元北曲同，但平仄句式略异，今京剧中犹常用之。", "一帽：暗用“侧帽”典。《周书·独孤信传》：“（独孤）信在秦州，尝因猎，日暮，驰马入城，其帽微侧。吉旦，而吏民有戴帽者，咸慕信而侧帽焉。其为邻境及士庶所重如此。”本处取其风流自赏意。宋·陈纪《倦寻芳》：“满簪霜雪，一帽尘埃，消几寒食。”红尘：闹市的飞尘。", "韦杜：唐代韦氏、杜氏的并称。韦氏居韦曲，杜氏居杜曲，皆在长安城南，世为望族。时称“韦杜”，世人有“城南韦杜，离天尺五”之称。这里指北京城中贵族豪门所集中居住的地方。", "“满城”二句：全城的豪门楼台广漠一片，但又互相隔绝。暗示对豪门之间争斗的厌倦。漠漠：形容分布。", "目送飞鸿：眺望天边雁影。", "景：同“影”，这里指雁影。", "关山：关隘和山川。这里指北京郊区的西山等。"], "background": "在《怀人馆词选》中这首词的前一首为嘉庆十六年（1811年）辛未六月所作的《水调歌头·风雨飒然至》，而第二年嘉庆十七年壬申（1812年）四月，龚自珍已经南下。就词中“韦杜”、“江北江南雪”等词句，可知这首词所写为北京冬日，故必为嘉庆十六年（1811年）初冬在北京时所作。"},
{"title": "清平乐·洛阳愁绝", "author": "温庭筠", "paragraphs": "洛阳愁绝，杨柳花飘雪。终日行人恣攀折，桥下水流呜咽。\t上马争劝离觞，南浦莺声断肠。愁杀平原年少，回首挥泪千行。", "topic": "抒情", "notes": ["1.清平乐：原为唐教坊曲名，取用汉乐府“清乐”、“平乐”这两个乐调而命名。后用作词牌名。《宋史·乐志》入“大石调”，《金奁集》、《乐章集》并入“越调”。双调四十六字，八句，前片四仄韵，后片三平韵。", "2.洛阳：最早为东周都城，此后后汉、西晋、北魏、隋等朝均建都于此。唐时为东都。", "3.恣（zì）攀折：任意攀折。恣，一作“争”。", "4.离觞（shāng）：饯别之酒。", "5.南浦：南面的水边。后常用称送别之地。", "6.平原年少：泛指贵族子弟，这里指远行的人。平原，古地名，战国时赵邑，即今山东省平原县。"], "background": "温庭筠存《清平乐》小令两阕，此乃惜别之作。一般送别之作多写凄切，而此词却别具一种阳刚之美，因此有人猜测可能“作于被贬之时”（见《唐五代四大名家词》）。"},
{"title": "采桑子·亭前春逐红英尽", "author": "李煜", "paragraphs": "亭前春逐红英尽，舞态徘徊。细雨霏微，不放双眉时暂开。\t绿窗冷静芳音断，香印成灰。可奈情怀，欲睡朦胧入梦来。", "topic": "抒情", "notes": ["采桑子：词牌名。又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。采桑子格律为双调四十四字，上下片各四句三平韵。另有添字格，两结句各添二字，两平韵，一叠韵。此词调于《花草粹编》、《续选草堂诗余》、《古今诗余醉》中有题作“春思”。", "亭：侯本二主词、萧本二主词、吕本二主词、《花草粹编》、《尊前集》、《历代诗余》、《全唐诗》等本中均作“亭”。晨本二主词中作“庭”。逐：跟随。红英：红花。尽：完。", "徘徊：这里形容回旋飞转的样子。", "细：萧本二主词中作“零”；吕本二主词中此字空缺。霏微：《尊前集》中作“霏霏”；吴讷《唐宋名贤百家词》中误作“非非”。霏（fēi）微，雨雪细小，迷迷濛濛的样子。", "不放双眉：就是紧锁双眉的意思。全句意思是，无法使双眉暂时展开。", "芳音：晨本二主词中作“芳英”。芳音，即佳音，好音。断：断绝。", "香印成灰：指香烧成了灰烬。香印，即印香，打上印的香，用多种香料捣成末调和均匀制成的一种香。", "《香印》诗中有句：“闲坐印香烧，满户松柏气。”可见，“香印”与“印香”同义。古时富贵人家为使屋里气味芬芳，常常在室内燃香。成灰，成为灰烬。", "可奈，怎奈，即无可奈何。情怀：心情，心境。"], "background": "李煜的词，存世共有三十余首，在内容上，可以亡国降宋为界分为前后两期：前期词主要反映宫廷生活和男女情爱，风格绮丽柔靡，虽不脱花间派习气，在部分词里也流露出了沉重的哀愁。这词就是前期的一首作品，是在国时闲愁抒闷之作。"},
{"title": "玉楼春·红酥肯放琼苞碎", "author": "李清照", "paragraphs": "红酥肯放琼苞碎。探著南枝开遍未。不知酝藉几多香，但见包藏无限意。\t道人憔悴春窗底。闷损阑干愁不倚。要来小酌便来休，未必明朝风不起。", "topic": "抒情", "notes": "", "background": "关于此词的写作背景，陈祖美《李清照简明年表》断此词作于宋崇宁三年（1104），期间李清照曾上诗赵挺之（赵明诚之父）请救其父。当时的朋党之争非常强烈，李清照为党祸之松紧所左右，时居汴京，时返原籍。"},
{"title": "醉落魄·离京口作", "author": "苏轼", "paragraphs": "轻云微月，二更酒醒船初发。孤城回望苍烟合。记得歌时，不记归时节。\t巾偏扇坠藤床滑，觉来幽梦无人说。此生飘荡何时歇？家在西南，常作东南别。", "topic": "抒情", "notes": ["醉落魄：词牌名。即《一斛珠》。据", "小说《梅妃传》载，唐玄宗封珍珠一斛密赐江妃。江妃不受，写下“长门自是无梳洗，何必珍珠慰寂寥”的诗句。玄宗阅后不乐，令乐府以新声唱之，名《一斛珠》。双调五十七字，仄韵。 ", "京口：古城（今江苏镇江），为古代长江下游的军事重镇。", "二更：又称二鼓，指晚上子时致十一时。", "孤城回望苍烟合：孤城，指京口。苍烟，灰蒙蒙的雾气。此句意为回头遥望京口，孤城已经隐没在灰蒙蒙的雾气当中。", "巾偏扇坠藤床滑：巾，指头巾。此句与下句都是描述词人醉孤后的形态。孤醒后头巾偏斜，扇子坠落，藤床格外滑腻，妃身子都快挂不住了。", "家在西南，常作东南别：", "的家乡在四川眉山，所以说“西南”。他这时正任杭州通判，经常来往于镇江、丹阳、常州一带，所以说“东南别”。此句写作者仕宦漂零。"], "background": "这首词作于熙宁六年（1073年）冬，苏轼正在杭州通判任上。苏轼是王安石变法的反对者，在王安石当政的时候被屡屡外放，此时在杭州已经任满三年。苏轼在杭州任满三年，要转任密州太守，在离开京口的时候做了这首《醉落魄》，表达自己的思乡之情。"},
{"title": "清平乐·博山道中即事", "author": "辛弃疾", "paragraphs": "柳边飞鞚，露湿征衣重。宿鹭窥沙孤影动，应有鱼虾入梦。\t一川明月疏星，浣纱人影娉婷。笑背行人归去，门前稚子啼声。", "topic": "抒情", "notes": ["清平乐：词调乃两片，前片四句字数号码为四五七六，后片则六六六六也。", "鞚（kòng）：马笼头，代指马。", "娉婷（pīng tíng）：形容女子娇美的身姿。", "稚子：婴儿、幼儿。"], "background": "这首词的具体创作时间不详。江西永丰县西二十里有座博山，山中泉石清奇，林谷苍翠，还有雨岩、博山寺等名胜古迹，是个风景绝佳的地方。辛弃疾闲居上饶时，曾多次去此山游览，并写了多首脍炙人口的纪游词，这首《清平乐》即其中之一。"},
{"title": "清平乐·太山上作", "author": "元好问", "paragraphs": "江山残照，落落舒清眺。涧壑风来号万窍，尽入长松悲啸。\t井蛙瀚海云涛，醯鸡日远天高。醉眼千峰顶上，世间多少秋毫！", "topic": "抒情", "notes": ["词作于金亡后二年(1236)，时作者与友人游泰山。太山，即泰山。", "井蛙：作者谦称。井底之蛙，由于受的狭小环境的局限，不知道有个大海，因此也不可能去谈论大海。", "醯鸡：醋瓮中一种小虫（即蠛蠓）瓮子有盖盖着，不见天日；一旦揭去盖子，它就见到天了，为词人谦称。"], "background": "公元1233年蒙古军占领金首都汴京，元好问被羁管于聊城。蒙古太宗八年(1236)，他获得自由，暂居冠氏。这年三月，一位友人将赴泰安，约他同行。在三十天的旅行中，他游览了东岳泰山并写下了散文《东游略记》、《游泰山》诗和这首《清平乐》词。"},
{"title": "临江仙·都城元夕", "author": "毛滂", "paragraphs": "闻道长安灯夜好，雕轮宝马如云。蓬莱清浅对觚棱。玉皇开碧落，银界失黄昏。\t谁见江南憔悴客，端忧懒步芳尘。小屏风畔冷香凝。酒浓春入梦，窗破月寻人。", "topic": "抒情", "notes": ["雕轮：指华丽的车辆。", "棱：神灵之威，这里借用。", "碧落：道家称天空曰碧落。"], "background": "毛滂晚年，因言语文字坐罪，罢秀川太守之职。1115年（政和五年）冬，待罪于河南杞县旅舍，家计落拓，穷愁潦倒。《临江仙·都城元夕》即写于词人羁旅河南之时。"},
{"title": "瑞鹤仙·赋梅", "author": "辛弃疾", "paragraphs": "雁霜寒透幕。正护月云轻，嫩冰犹薄。溪奁照梳掠。想含香弄粉，艳妆难学。玉肌瘦弱。更重重、龙绡衬著。倚东风，一笑嫣然，转盼万花羞落。\t寂寞。家山何在，雪后园林，水边楼阁。瑶池旧约。鳞鸿更仗谁托。粉蝶儿只解，寻桃觅柳，开遍南枝未觉。但伤心，冷落黄昏，数声画角。", "topic": "抒情", "notes": ["雁霜：冬末春初月夜景象，言征雁黄昏穿云破雾而行。", "《半醉》诗：“云护雁霜笼淡月，雨连莺晓落残梅。雁霜：浓霜，严霜，雁，候鸟。春天北翔，秋季南飞，万里长行，所以又称为征雁。霜寒透幕：", "《终南望余雪》：“林表明霁色，城中增幕寒。“幙：同“幕”，窗间帷幕。嫩冰：薄冰。", "溪奁：以溪水为镜。奁：古代妇女梳妆用的镜匣。梅花临水照镜，却学不成半点富艳妖媚之态。言征雁临溪照影。照：照镜。梳掠：梳妆打扮。", "艳妆：美丽的妆扮。", "玉肌：谓月下寒梅如笼纱佳人依然玉洁清瘦本色。玉肌瘦弱：", "《洞仙歌》：“冰肌玉骨，自清凉无汗。”此写瘦梅。更重重：写梅花瓣。", "《宴山亭》：“裁剪冰绡，轻叠数重，淡著燕脂匀注。”龙绡：即鲛绡，传说里海中鲛人所织的一种细洁名贵的纱。", "倚东风：想象春风中的梅花，流盼一笑，百花失色。嫣（yān烟）然：美丽貌。转盼：眼波流转。羞落：因羞惭而自落。转盼：转眼。言梅超凡脱俗，百花自叹不如。万花：同百花，万，虚数，言其多而已。羞落：因羞惭而败落。", "寂寞：故乡何在，雪园水阁，梅花深感寂寞。", "家山：家乡。言有归隐之心。", "瑶池旧约：", "《瑶池》：“瑶池阿母绮窗开，《黄竹》歌声动地哀。八骏日行三万里，穆王何事不重来？” 瑶池，传说为西王母居处。稼轩《摸鱼儿》：“长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉。”鳞鸿：鱼雁。古诗词常以鱼雁代指书信。鱼，典出自汉乐府《饮马长城窟行》“客从远方来，遗我双鲤鱼，呼童烹鲤鱼，中有尺素书。”雁，典出与《汉书", "传》。汉昭帝时遣使匈奴，云汉天子在上林苑得雁，足系有帛书，言武所在，匈奴王不得已，将苏武放归。仗：依仗。", "“粉蝶”：粉蝶只懂亲近桃柳，哪管梅花开遍南枝，喻怀才不遇，英雄埋没。只解：只知，只会。", "开遍南枝：指梅。", "《赠", "》：“江南无所有，聊赠一枝春。", "但伤心：梅花于黄昏画角中，自伤冷落，无奈发出哀叹。冷落黄昏，", "《山园小梅》：“疏影横斜水清浅，暗香浮动月黄昏。”数声画角，", "《戚氏》：“渐呜咽，画角数声残。”"], "background": "该词作于绍熙三年至绍熙五年（1192~1194）闽中任上。"},
{"title": "折桂令·问秦淮", "author": "孔尚任", "paragraphs": "问秦淮旧日窗寮，破纸迎风，坏槛当潮，目断魂消。\t当年粉黛，何处笙箫？罢灯船端阳不闹，收酒旗重九无聊。\t白鸟飘飘，绿水滔滔，嫩黄花有些蝶飞，新红叶无个人瞧。", "topic": "抒情", "notes": ["秦淮：今南京秦淮河，作品中借", "《泊秦淮》之意，来表现国家风雨飘摇的情况下，众生还在歌舞升平。", "端阳：南方重大的节日，这里指经过战乱，歌女逃散，丝竹不闻，秦淮河无有当年的遗风余韵了。", "“白鸟”句：小鸟在白云端自由飞翔，秦淮河绿水滔滔，河岸红叶似火，黄花初绽，蝴蝶飞逐。好一派万物争自由的勃然生机。"], "background": ""},
{"title": "鹊桥仙·己酉山行书所见", "author": "辛弃疾", "paragraphs": "松冈避暑，茅檐避雨，闲去闲来几度？醉扶怪石看飞泉，又却是、前回醒处。\t东家娶妇，西家归女，灯火门前笑语。酿成千顷稻花香，夜夜费、一天风露。", "topic": "抒情", "notes": ["己酉：淳熙十六年（1189年），时词人闲居带湖。", "归女：嫁女儿。古时女子出嫁称“于归”。", "“酿成”三句：谓每夜的清风白露，酿成一片稻米花香，意即风调雨顺，丰收在望。", "五十六字者始自", "，因词中有“鹊迎桥路接天津”句，取为调名。", "词名《鹊桥仙令》，《梅苑》词名《忆人人》；韩淲词，取", "词句，名《金风玉露相逢曲》；张辑词，有“天风吹送广寒秋”句，名《广寒秋》。元高拭词注：仙吕调。《鹊桥仙》另有一体，八十八字，始自", "。"], "background": "这首词与《西江月·遣兴》一样，作于公元1189年（淳熙十六年己酉），是辛弃疾罢官后，居于江西上饶时所作。是以农村生活为背景的一首抒情小词。当时他已五十岁了。"},
{"title": "浣溪沙·门隔花深梦旧游", "author": "吴文英", "paragraphs": "门隔花深梦旧游，夕阳无语燕归愁。玉纤香动小帘钩。\t落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。", "topic": "抒情", "notes": ["门隔花深：即旧游之地，有“室迩人远”意。梦魂牵绕却比“忆”字更深一层。", "夕阳：连“燕”，用", "“乌衣巷口夕阳斜”诗意。燕子归来，未必知愁；但人既含愁，觉燕亦然。且人有阻隔，而燕没遮拦，与上句连；就上片结构来说，又只似一句插笔。", "玉纤：指女子的纤纤玉手。", "小帘钩：指女子用手摘下帘钩，放下帘子。", "临夜：夜间来临时。"], "background": ""},
{"title": "金字经·乐闲", "author": "张可久", "paragraphs": "百年浑似醉，满怀都是春。高卧东山一片云。嗔，是非拂面尘，消磨尽，古今无限人。", "topic": "抒情", "notes": ["百年：一生。", "浑：全，都。", "高卧东山：用东晋谢安（安石）不仕隐居东山典故。后遂用以比喻隐居或隐居行径。东山，在浙江上虞县 西南。", "嗔：恼怒，怪怨。"], "background": ""},
{"title": "蝶恋花·帘幕风轻双语燕", "author": "晏殊", "paragraphs": "帘幕风轻双语燕。午醉醒来，柳絮飞撩乱。心事一春犹未见。余花落尽青苔院。\t百尺朱楼闲倚遍。薄雨浓云，抵死遮人面。消息未知归早晚。斜阳只送平波远。", "topic": "抒情", "notes": ["撩乱：纷乱，同“缭乱”。", "心事：心中所思虑或期待的事。", "犹：还，仍。", "百尺朱楼：朱楼即红楼，富家女子所居，“百尺”形如其高。", "倚（yǐ）：靠。", "抵死：总是，老是。", "平波：平缓而广漠的水流。"], "background": "这首诗具体创作年代已不详。晚春的景象令词人惜暮春思远人，于是创作了这首伤春怀远的作品。但也有记载这首词的作者是欧阳修，作者是否为晏殊，尚有疑问，学术界较支持作者为晏殊的说法。"},
{"title": "于中好·别绪如丝梦不成", "author": "纳兰性德", "paragraphs": "别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。\t书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。", "topic": "抒情", "notes": ["于中好：即《鹧鸪天》，词牌名。双调五十五字，前后阕各三平韵，一韵到底。上阕第三四句、下阕第一二句一般要求对仗。也是曲牌名。", "如丝：形容绵绵不绝。", "孤枕：独眠。边城：临近边界的城市。", "紫塞：边塞．长城。", "红楼：指绘有艳丽彩画的楼阁。这里代指家中的楼阁。", "“天将”句：事实是多情酿愁味。倒转其辞，益见愁浓，亦合平仄。", "呵手：用嘴中热气暖手。封题：物品封装妥当后，在封口处题签，特指在书札的封口上签押，引申为书札的代称。", "鸳鸯（yuān yāng）：伴侣、情侣的意象。冰：此谓冰结，手僵不能动，意为触动心病，伤感之至。"], "background": "词或作于康熙二十一年（1682年）秋月，纳兰去梭龙勘察，塞上怀远，心念闺中妻子而作。"},
{"title": "烛影摇红·芳脸匀红", "author": "周邦彦", "paragraphs": "芳脸匀红，黛眉巧画宫妆浅。风流天付与精神，全在娇波眼。早是萦心可惯。向尊前、频频顾眄。几回想见，见了还休，争如不见。\t烛影摇红，夜阑饮散春宵短。当时谁会唱阳关，离恨天涯远。争奈云收雨散。凭阑干、东风泪满。海棠开后，燕子来时，黄昏深院。", "topic": "抒情", "notes": ["烛影摇红：词牌名，又名“玉珥坠金环”“忆故人”“秋色横空”等。以毛滂词《烛影摇红·送会宗》为正体，双调四十八字，前段四句两仄韵后段五句三仄韵。另有双调五十字，前段五句两仄韵后段五句三仄韵；双调九十六字，前后段各九句五仄韵的变体。", "黛：青黑色的颜料，古代用以画眉。", "萦心：萦系于心。可惯：称心爱宠。", "顾眄（miǎn）：回视；斜视。", "争如：怎似，何如。", "谁会：谁知道。阳关：即《渭城曲》。唐代", "作。"], "background": "该词为政和七年（1117）提举大晟府期间所作。"},
{"title": "望江东·江水西头隔烟树", "author": "黄庭坚", "paragraphs": "江水西头隔烟树。望不见、江东路。思量只有梦来去。更不怕、江阑住。\t灯前写了书无数。算没个、人传与。直饶寻得雁分付。又还是、秋将暮。", "topic": "抒情", "notes": ["1、烟树：烟雾笼罩的树林。", "2、江东路：指爱人所在的地方。", "3、阑（lán）住：即“拦住”。", "4、书：信。", "5、算：估量，这里是想来想去的意思。", "6、直饶：当时的口语，犹尽管、即使之意思。", "7、分付：交付。", "8、秋将暮：临近秋末。"], "background": "这首词写于黄庭坚被贬谪西南时。黄庭坚位列“苏门四学士”之一，因坐元祐党籍，于新党得势时被贬谪涪州别驾，安置黔州等地。此词便是在这种背景下写成的。"},
{"title": "蓦山溪·梅", "author": "曹组", "paragraphs": "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。\t月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？", "topic": "抒情", "notes": ["洗妆真态：洗净脂粉，露出真实的姿容。", "铅花御：用脂粉化妆。", "廉纤：细微，纤细。孤芳一世，供断有情愁。", "供断：供尽，无尽地提供。", "东阳：南朝梁", "，曾东阳守。"], "background": "曹组以祖荫调监，不乐弃去。一榻外无长物，躬婪而食。此词写于词人一直无人赏识，内心愁闷悲伤恰好看到白雪茫茫中的梅花之时。"},
{"title": "眼儿媚·楼上黄昏杏花寒", "author": "阮阅", "paragraphs": "楼上黄昏杏花寒。斜月小栏干。一双燕子，两行征雁，画角声残。\t绮窗人在东风里，洒泪对春闲。也应似旧，盈盈秋水，淡淡春山。", "topic": "抒情", "notes": ["阑干：即栏杆。", "画角：有彩绘的号角。", "绮窗：雕镂花纹的窗子。", "“盈盈”二句：谓佳人眼如秋水之清，眉如春山之秀。澹澹，水波动貌。"], "background": "南宋胡仔《苕溪渔隐丛话前集》卷十一录此词，谓阮阅“尝为钱唐幕官，眷一营技，罢官去，后作此词寄之”。胡与阮时代相及而稍后，其《丛话》即因际问《诗总》（后改称《诗话总龟》）而继作，于《前集》序中明言之。所云阮作此词情事，当可信。"},
{"title": "明月逐人来", "author": "李持正", "paragraphs": "星河明淡，春来深浅。红莲正、满城开遍。禁街行乐，暗尘香拂面。皓月随人近远。\t天半鳌山，光动凤楼两观。东风静、珠帘不卷。玉辇将归，云外闻弦管。认得宫花影转。", "topic": "抒情", "notes": ["明月逐人来：李持正首创的词调，词牌名取自", "《正月十五日夜》中的诗句。", "星河：银河。", "红莲：指扎成莲花状的灯。", "禁街：指京城街道。", "暗尘香拂面：此句兼从苏味道诗与", "词化出。", "鳌（áo）山：元宵灯景的一种。这种灯具是把成千上万的彩灯，堆叠成一座像传说中的巨鳌那样的大山（“天半”形容其高），也叫“山棚”“采山”。", "凤楼两观：指宣德楼建筑，那是大内（皇宫）的正楼门。"], "background": "李持正是两宋之交的人。该词录存吴曾《能改斋漫录》卷十六，博得苏东坡叹赏，故此词当作于徽宗朝以前。适时汴京上元之夜灯节，作者观景有感而发，做出该词。"},
{"title": "鹧鸪天·题破香笺小砑红", "author": "晏几道", "paragraphs": "题破香笺小砑红。诗篇多寄旧相逢。西楼酒面垂垂雪，南苑春衫细细风。\t花不尽，柳无穷。别来欢事少人同。凭谁问取归云信，今在巫山第几峰。", "topic": "抒情", "notes": ["鹧鸪天：词牌名，又名“思佳客”、“思越人”、“醉梅花”、“半死梧”等，双调，五十五字，上下片各四句、三平韵。", "题破：写尽，写完。题，写。", "香笺小砑（yà）红：磨压过的红色小纸。香笺，散发香气的信笺。砑红：又称“砑绫”，一种砑光之绫，用作信笺等。砑，研磨物体，使之坚实发光。", "诗篇：一作“诗成”。", "西楼：泛指词中主人公游乐之处。晏", "酒面：饮酒后的面色，一作“宿酒”。", "垂垂：渐渐。", "南苑（yuàn）：苑名，因在皇宫之南，故名，历代所指不一。", "春衫：指舞女穿着的轻而薄的衣衫。", "细细风：指起舞之际，春衫飘动，仿佛有微风吹拂。"], "background": "此词是词人在长安思念西楼歌女（即词中“旧相逢”）而作，词人和她有过一段美好的交往，分手后，多次写诗给她，但却得不到她的音信，这使得词人非常苦闷，于是创作此词，具体创作时间不详。"},
{"title": "西江月·秋收起义", "author": "毛泽东", "paragraphs": "军叫工农革命，旗号镰刀斧头。匡庐一带不停留，要向潇湘直进。\t地主重重压迫，农民个个同仇。秋收时节暮云愁，霹雳一声暴动。", "topic": "抒情", "notes": ["西江月：词牌名。秋收起义：一九二七年大革命失败，中国共产党八七会议决定发动农民在秋收季节举行武装起义。", "军叫工农革命：当时国民党的军队称作“国民革命军”，共产党领导的起义队伍就叫“工农革命军”。", "旗号镰刀斧头：这是当时的军旗。1933年改为镰刀锤子，后演变为八一军旗。旗号：旗帜表示的名号。", "匡庐：首次发表时原作“修铜”，即修水、铜鼓。一九八六年九月人民文学出版社出版的《毛泽东诗词选》根据作者修改的抄件改为“匡庐”。", "潇（xiāo）湘：原为平浏，即平江、浏阳。湖南省县名首次发表时原作“平浏”，一九八六年九月人民文学出版社出版的《毛泽东诗词选》根据作者修改的抄件改为“潇湘”。借潇水和湘江指湖南省。", "同仇：同心合力打击敌人（国民党反动派）。", "暮云愁：象征反动势力压顶，百姓生活窘迫。"], "background": "1927年8月毛泽东以中央特派员的身份，赶回湖南部署湘赣边界秋收起义。1927年9月9日举行了武装起义，点燃了秋收起义暴动的革命烈火。1927年秋收起义后几天，当时革命正处在异常艰苦的关头。此时毛泽东豪气干云，激情满怀，写下了《西江月·秋收起义》一词。"},
{"title": "浣溪沙·雨湿清明香火残", "author": "朱敦儒", "paragraphs": "雨湿清明香火残。碧溪桥外燕泥寒。日长独自倚阑干。\t脱箨修篁初散绿，褪花新杏未成酸。江南春好与谁看。", "topic": "抒情", "notes": ["香火：香烛纸钱．用以祭祀鬼神。", "燕泥寒：燕子衔湿泥筑巢。", "日长：春分后，夜短日长。", "箨（tuò）：竹皮，笋壳。", "修篁（huáng）：美好的竹子。篁：竹．", "褪花：花瓣掉落。", "与谁看：与谁一起观赏。 "], "background": "这首词是在北宋灭亡的时候，作者流落江南之时创作的，此时的作者正值中年，满腔爱国热情的作者，看到眼前的美景，想到灭国之痛，写下这首用江南清明之美景来衬托对故国（北宋）灭亡之悲情的作品。"},
{"title": "点绛唇·波上清风", "author": "魏夫人", "paragraphs": "波上清风，画船明月人归后。渐消残酒，独自凭栏久。\t聚散匆匆，此恨年年有。重回首，淡烟疏柳，隐隐芜城漏。", "topic": "抒情", "notes": ["画船：装饰华丽的游船。", "残酒：指残留的醉意。", "独自凭栏久：一个人依凭着栏杆站了很长时间。", "聚：团聚、相聚。", "散：离散、分手。", "回首：回顾、回忆。", "隐隐：隐约。", "芜（wú）城：即广陵城，今江苏扬州。曾在战乱中荒芜，", "为之作《芜城赋》，故称芜城。这里指游人所去的地方。", "漏：指更漏，古代的报时器。"], "background": ""},
{"title": "桃源忆故人·暮春", "author": "苏轼", "paragraphs": "华胥梦断人何处，听得莺啼红树。几点蔷薇香雨，寂寞闲庭户。\t暖风不解留花住，片片着人无数。楼上望春归去，芳草迷归路。", "topic": "抒情", "notes": ["桃源忆故人：词牌名，又名《虞美人影》或《胡捣练》。上下两阙均为七六六五句，48字，句句用韵。", "华胥（xū）：用以指理想的安乐和平之境，也作梦境的代称。", "红树：盛开红花之树。唐时对黄莺有“红树歌童”的美称。", "蔷薇（qiáng wēi）：植物名。落叶灌木，茎细长，小叶倒卵形或长圆形，花白色或淡红色，有芳香。解：懂得。", "着（zhe）：表示动作、状态的持续。"], "background": "宋神宗熙宁七年（1074年）暮春，苏轼在常润道中。该词是苏轼回忆起同友人陈襄，在寒食节出游西湖的情景所作。"},
{"title": "人月圆·春晚次韵", "author": "张可久", "paragraphs": "萋萋芳草春云乱，愁在夕阳中。短亭别酒，平湖画舫，垂柳骄骢。一声啼鸟，一番夜雨，一阵东风。桃花吹尽，佳人何在，门掩残红。", "topic": "抒情", "notes": ["人月圆：曲牌名，属黄钟调，双调四十八字，前片五句两平韵，后片六句两平韵；次韵：古体诗词写作的一种方式。", "萋萋：形容草叶的繁茂。", "短亭：旧时离城五里处设短亭，十里处设长亭，为行人休憩或送行饯别之所。", "画舫：装饰华美的游船。", "骄骢（cōng）：健壮的骢马，泛指骏马。"], "background": "此曲是赓和何人原韵、作于何时何地均不可考。但可以肯定是写故地重游而伊人不在的感慨。作者在暮春傍晚伫立昔日送别之地，触景生情，睹物感旧，沉浸在绵绵离恨和凄然惆怅之中不能自拔，故作此曲。"},
{"title": "怨王孙·春暮", "author": "李清照", "paragraphs": "帝里春晚，重门深院。草绿阶前，暮天雁断。楼上远信谁传，恨绵绵。\t多情自是多沾惹，难拚舍，又是寒食也。秋千巷陌，人静皎月初斜，浸梨花。", "topic": "抒情", "notes": ["怨王孙：词牌名，有多体。据《词谱》，此调以", "同名单调词为正体。此词为变格，双调五十三字。", "帝里：犹帝乡、帝京，指皇帝住的地方，也就是京城。这里指东京汴梁。", "远信：远方的书信、消息。", "拚（pàn）舍：割舍，舍弃。", "寒食：节日名，在清明前一日或二日，焚火三天，只吃冷食，所以称寒食。", "梨花：此处为见梨花思远人之意。梨，谐音“离”。"], "background": "这首词当为李清照婚后作于汴京，或与《一剪梅·红藕香残玉簟秋》作于同时，是在暮春时节，赵明诚出游不归，李清照幽居独处所作。"},
{"title": "玉楼春·己卯岁元日", "author": "毛滂", "paragraphs": "一年滴尽莲花漏。碧井酴酥沉冻酒。晓寒料峭尚欺人，春态苗条先到柳。\t佳人重劝千长寿。柏叶椒花芬翠袖。醉乡深处少相知，只与东君偏故旧。", "topic": "抒情", "notes": ["莲花漏：一种状如莲花的铜制漏水计时器，相传为庐山僧惠远所造。", "酴酥：即屠苏，酒名。", "东君：春神。"], "background": ""},
{"title": "南乡一剪梅·招熊少府", "author": "虞集", "paragraphs": "南阜小亭台，薄有山花取次开。寄语多情熊少府；晴也须来，雨也须来。\t随意且衔杯，莫惜春衣坐绿苔。若待明朝风雨过，人在天涯！春在天涯。", "topic": "抒情", "notes": ["南阜：南边土山。", "薄：少。", "取次：任意，随便。", "熊少府：", "好友，生平不详。", "衔环：此处指饮酒。"], "background": ""},
{"title": "齐天乐·蝉", "author": "王沂孙", "paragraphs": "一襟余恨宫魂断，年年翠阴庭树。乍咽凉柯，还移暗叶，重把离愁深诉。西窗过雨。怪瑶佩流空，玉筝调柱。镜暗妆残，为谁娇鬓尚如许。\t铜仙铅泪似洗，叹携盘去远，难贮零露。病翼惊秋，枯形阅世，消得斜阳几度？馀音更苦。甚独抱清商，顿成凄楚？谩想熏风，柳丝千万缕。", "topic": "抒情", "notes": ["“一襟”句：一襟：满腔。宫魂断：用齐后化蝉典。宫魂，即齐后之魂。", "凉柯：秋天的树枝。暗叶：浓暗的树叶。", "瑶佩：以玉声喻蝉鸣声美妙，下“玉筝”同。调：调整弦柱。", "“镜暗妆残”二句：谓不修饰妆扮，为何还那么娇美。魏文帝宫女莫琼树制蝉鬓，缥缈如蝉。娇鬓：美鬓，借喻蝉翼的美丽。", "铜仙：用汉武帝金铜仙人典。", "枯形：指蝉蜕。", "消得：经受的住", "甚：正。清商：清商曲，古乐府之一种，曲调凄楚。", "漫想：空想。熏风：南风，此指夏天。"], "background": "王沂孙生活于宋末元初，切身地经历南宋国之变，在他个人思想上留下一丝极深的抹不去的痛。他正当报国年华之时，目击国家的败亡，黯然伤神，又流落异族之手，情何以堪。该词即是在这种情况下写出，以寒蝉的哀吟写亡国之恨。"},
{"title": "后庭花破子·玉树后庭前", "author": "李煜", "paragraphs": "玉树后庭前，瑶草妆镜边。去年花不老，今年月又圆。莫教偏，和月和花，大教长少年。", "topic": "抒情", "notes": ["此词作者有异议。从沈雄《古今词话》“词辨”云：“《后庭花破子》，李后主、", "相率为之”，为", "中、后期的作品。", "玉树：神话传说中的仙树。《淮南子·地形训》中记载：“（昆仑）上有木禾，其修五寻。珠树、玉树、璇树、不死树在其西。”", "后庭：指后宫。", "瑶草：《遗山乐府》中作“瑶华”。指传说中的香草。", "偏：偏倚，偏失，指变化。", "和月和花：《花草粹编》、《遗山乐府》中均作“和花和月”。和，共，同。", "教，令，使得。"], "background": ""},
{"title": "迷神引·一叶扁舟轻帆卷", "author": "柳永", "paragraphs": "一叶扁舟轻帆卷。暂泊楚江南岸。孤城暮角，引胡笳怨。水茫茫，平沙雁、旋惊散。烟敛寒林簇，画屏展。天际遥山小，黛眉浅。\t旧赏轻抛，到此成游宦。觉客程劳，年光晚。异乡风物，忍萧索、当愁眼。帝城赊，秦楼阻，旅魂乱。芳草连空阔，残照满。佳人无消息，断云远。", "topic": "抒情", "notes": ["迷神引：词牌名。", "泊：停泊。楚江：泛指南方的河流。", "角：画角，古代军中乐器，上有绘画装饰，其音高亢哀厉。", "引：乐曲体裁之一，有“序曲”的意思。", "旋：随即。", "敛：收起，散尽。簇：丛聚。", "黛眉浅：古诗文中有将山比作女子的眉毛。黛眉：女子的眉毛。浅：形容颜色浅淡。", "旧赏：指往日的欢快如意之事。", "游宦：在官场上奔波漂泊。", "劳：困顿疲惫。", "秦楼阻：心爱的佳人被阻隔在远方。秦楼：出自汉乐府《陌上桑》：“日出东南隅，照我秦氏楼。”后以秦楼代指女子。", "旅魂乱：在宦途上奔波的征人心情沮丧，烦乱不堪。魂：心灵，情绪。", "断云：片云。"], "background": "柳永屡次下第，经过艰难曲折，终于在宋仁宗景祐元年（1034年）考中进士，随即踏入仕途。这时词人约近五十岁了。他入仕之后长期担任地方州郡的掾吏、判官等职，久困选调，辗转宦游各地，很不得志。这首《迷神引》就是他入仕之后所写的羁旅行役之词。"},
{"title": "江神子·赋梅寄余叔良", "author": "辛弃疾", "paragraphs": "暗香横路雪垂垂。晚风吹。晓风吹。花意争春，先出岁寒枝。毕竟一年春事了，缘太早，却成迟。\t未应全是雪霜姿。欲开时。未开时。粉面朱唇，一半点胭脂。醉里谤花花莫恨，浑冷淡，有谁知。", "topic": "抒情", "notes": ["闲居带湖之作。余叔良：稼轩友人，其他不详。此咏梅小令。不以绘形写神见长，却以巧立新意取胜。上片起言争春先出，继之则谓欲早却迟，而早迟之间，亦不无人生寻常事理寄焉。下片结韵转折有致，且借花喻世，含意尤深：冰清玉洁，傲霜凌雪者，人常运之；妖娆娇艳，俯仰随风者，人恒近之。", "“暗香”三句：写寒梅凌雪开放。暗香：幽香，代指梅花。垂垂：降落貌。", "“花意”句：寒梅岁末开花，意欲争春。", "“毕竟”三句：从一年的花时来看，梅花欲早反迟。", "“未应”四句：梅花欲开未开之时，未必全是雪霜丰姿，它白里透红，犹有胭脂红色。", "谤：诽谤，说坏话。冷淡：清冷淡泊。知：欣赏，赏识。"], "background": ""},
{"title": "高山流水·次夫子清风阁落成韵", "author": "顾太清", "paragraphs": "群山万壑引长风，透林皋、晓日玲珑。楼外绿阴深，凭栏指点偏东。浑河水、一线如虹。清凉极，满谷幽禽啼啸，冷雾溟濛。任海天寥阔，飞跃此身中。\t云容。看白云苍狗，无心者、变化虚空。细草络危岩，岩花秀媚日承红。清风阁，高凌霄汉，列岫如童。待何年归去，谈笑各争雄。", "topic": "抒情", "notes": [], "background": ""},
{"title": "念奴娇·留别辛稼轩", "author": "刘过", "paragraphs": "知音者少，算乾坤许大，著身何处。直待功成方肯退，何日可寻归路。多景楼前，垂虹亭下，一枕眠秋雨。虚名相误，十年枉费辛苦。\t不是奏赋明光，上书北阙，无惊人之语。我自匆忙天未许，赢得衣裾尘土。白璧追欢，黄金买笑，付与君为主。莼鲈江上，浩然明日归去。", "topic": "抒情", "notes": ["念奴娇：词牌名，又名“百字令”“酹江月”“大江东去”“湘月”。正体双调一百字，前片四十九字，后片五十一字，各十句四仄韵。", "许大：这么大。", "著身：安身，立身。", "垂虹亭：在太湖东侧的吴江垂虹桥上，桥形环若半月，长若垂虹。", "虚名：指官位。", "明光：汉代宫殿名，后泛指宫殿。此指朝廷。", "北阙：古代宫殿北面的门楼，是臣子等候朝见或上书奏事之处。此处亦指朝廷。", "白璧：白玉璧。", "君：您，指", "。", "浩然：不可阻遏、无所留恋的样子。"], "background": "据《江湖纪闻》记载，刘过与辛弃疾是莫逆之交。宋宁宗嘉泰三年（1203年）左右，刘过因母病告归，辛弃疾知其囊中羞涩，遂买船筹资相送。刘过有感于他的知遇之恩，遂赋词留别，慷慨激昂，向其抒发生平之志，并倾诉自己报国无门的感慨。"},
{"title": "庆东原·忘忧草", "author": "白朴", "paragraphs": "忘忧草，含笑花，劝君闻早冠宜挂。那里也能言陆贾？那里也良谋子牙？那里也豪气张华？千古是非心，一夕渔樵话。", "topic": "抒情", "notes": ["双调：宫调名，十二宫调之一。庆东原：双调曲牌，又名“庆东园”“郓城春”。定格句式为三三七、四四四、三三，八句六韵。首两句及末两句一般要求对仗，中间三个四字句宜作鼎足对。常用以抒发豪放感情。", "忘忧草：即萱草，俗名金针菜，花可食，食后如酒醉，故有忘忧之名。", "含笑花：属木兰科，花如兰，“开时常不满，若含笑焉”，故名。", "闻早：趁早。冠宜挂：“宜挂冠”的倒装，即宜辞官。", "那里也：犹言哪里去了，如今安在。能言陆贾：陆贾是汉高祖谋臣，以能言善辩知名。", "良谋子牙：姜太公姜子牙，曾辅佐周文王，又帮助周武王谋划伐纣灭殷，故称良谋子牙。", "豪气张华：张华字茂先，西晋文学家。曾劝谏晋武帝伐吴，灭吴后持节都督幽州诸军事，虽为文人而有武略，故称豪气张华。", "渔樵话：渔人樵夫所说的闲话。"], "background": "《庆东原·忘忧草》系叹世之作。叹世是中国古代文人长写不疲的题目。尤其是南宋词，许多篇章包容有山川之叹、家国之叹、身世之叹。元曲家继承了这一题目。但元代知识分子的叹世，自有与其前辈十分不同的特点。这首小令正是这方面的代表作。此曲作者白朴一生坎坷，在他年幼的时候，便遭受到了战争的祸害。后来长大成人，对侵略者的残暴行为一直不能释怀，后又遭妻离子散，这都造成了他一生不愿做官的事实。他虽一直以归隐自居，但无法对残酷现实熟视无睹。但对于当时的作者而言，归隐田园可以放浪形骸，可以与世无争。这篇散曲也就是作者在这种心境下创作的。"},
{"title": "画堂春·寄子由", "author": "苏轼", "paragraphs": "柳花飞处麦摇波，晚湖净鉴新磨。小舟飞棹去如梭，齐唱采菱歌。\t平野水云溶漾，小楼风日晴和。济南何在暮云多，归去奈愁何。", "topic": "抒情", "notes": ["《画堂春》：词牌名，又名《画堂春令》。双调，四十七字。上片四句，四平韵。下片四句，三平韵。上下片除第一句不同外，其余三句字数、格律相同。", "之由：", "的弟弟", "，字之由，一字同叔，晚号颍滨遗老，眉州眉山（今属四川）人，北宋文学家、诗人、宰相、“唐宋八大家”之一。", "鉴新磨：像新磨的铜镜。", "采《歌：乐府曲名，梁武帝《江南弄》七曲之五《采《曲》，此指陈州女之所唱。", "溶漾：波光浮动的样之。", "暮云：", "《春日怀", "》诗：“渭北春天树，江东日暮云”，后以“暮云春树”比喻对友人的思念，这里指暮云遮住望眼，看不见济南。", "归去：指苏辙任满，将召还。"], "background": "宋神宗熙宁九年（1076年）九月，苏辙将罢济南掌书记任还京，苏轼作该词表达对苏辙深切的思念之情。"},
{"title": "浣溪沙·菊节", "author": "苏轼", "paragraphs": "缥缈危楼紫翠间，良辰乐事古难全。感时怀旧独凄然。\t璧月琼枝空夜夜，菊花人貌自年年。不知来岁与谁看。", "topic": "抒情", "notes": ["浣溪沙：唐代教坊曲名，后用为词魏。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。", "缥缈（piāo miǎo）：隐隐约约若有若无貌。", "《长恨歌》：“忽闻海上有仙山，山在虚无缥缈间。”危楼：高楼。", "良辰乐独：", "《拟魏太子邺中集诗八首序》：“天下良辰、美景、赏心、乐独，四者难并，今昆弟友朋，二三诸彦，共尽之矣。”", "璧月琼枝：玉璧似的明月，玉树的枝条。语本南朝陈后主后官诗：“璧月夜夜满，琼树朝朝新。”", "菊花人貌：中唐戎昱诗：“菊花一岁岁相似，人貌一年年不同。”按戎诗当由初唐刘希夷诗“年年岁岁花相似，岁岁年年人不同”两句变化而来。"], "background": "此词作于宋神宗熙宁七年（1074年）九月八日，是苏轼与杨绘（元素）分袂时写下的别情词。苏轼因对杭州的依依不舍和对杨绘人品的敬佩、赞赏以及出任州官的喜悦，写下了这首词。"},
{"title": "望江南·莫攀我", "author": "佚名", "paragraphs": "莫攀我，攀我太心偏。我是曲江临池柳，者人折了那人攀，恩爱一时间。", "topic": "抒情", "notes": ["大：“大”应是“太”的讹误。", "者：“者”同“这”。"], "background": ""},
{"title": "减字木兰花·广昌路上", "author": "毛泽东", "paragraphs": "漫天皆白，雪里行军情更迫。头上高山，风卷红旗过大关。\t此行何去？赣江风雪迷漫处。命令昨颁，十万工农下吉安。", "topic": "抒情", "notes": ["减字木兰花：词牌名。", "广昌：江西南丰县南，抚水上游西北岸。", "漫天：满天。", "情更迫：发表时原作“无翠柏”，人民文学出版社一九六三年十二月版《毛主席诗词》改为“情更迫”。", "大关：指险要关隘。", "赣（gàn）江：江名，位于长江以南、南岭以北西源章水出自广东省毗连江西南部的大庾岭。", "吉安：现为市，在江西中部，赣江西岸。"], "background": "这首词写于雪中行军。1930年1月，彭德怀率红五军从湘赣来到赣西并与黄公略新成立的新六军对吉安进行包围。同年1月下旬，毛泽东率领的红四军第二纵队抵达江西广昌县的塘坊，顶风冒雪，翻山越岭，向广昌县城疾进。月底，与朱德部队会合，并占领宁都等县，继而向吉水一带活动。2月6日～9日红四军、五军、六军及赣西特委在吉安县陂头召开联席会议，会议作出了攻打吉安城的决定，并作出相应的战略部署。据推断，这首词作于这次联席会议之时或之后。"},
{"title": "齐天乐·蟋蟀", "author": "姜夔", "paragraphs": "丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。\t庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？\t西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。", "topic": "抒情", "notes": ["齐天乐：词牌名又名《台城路》、《五福降中天》、《如此江山》。《清真集》、《白石道人歌曲》、《梦窗词集》并入“正宫”（即“黄钟宫”）。兹以姜词为准，一百二字，前后片各六仄韵。前片第七句、后片第八句第一字是领格，例用去声。亦有前后片首句有不用韵者。", "丙辰岁：宁宗庆元二年（1196）。", "杵功父：名镃．杵俊孙，有《南湖集》。杵达可，杵链旧字时可，与达可连名，疑是兄弟。", "裴回：即徘徊。", "中都：犹言都内，指杭州。", "庾郎：指庾信，曾作《愁赋》，今唯存残句。", "铜铺：装在大门上用来衔环的铜制零件。", "屏山：屏风上画有远山，故称屏山。", "砧杵（zhēnchǔ）：捣衣石和棒槌。", "候馆：迎客的馆舍。", "离宫：皇帝出巡在外住的行宫。", "豳（bīn）诗：指《诗·豳风·七月》，其中有“七月在野，八月在宇，九月在户。十月蟋蟀入我床下”句。", "漫与：率意而为之。", "写入琴丝：谱成乐曲，入琴弹奏。", "自注，“宜政间，有士大夫制《蟋蟀吟》。”"], "background": "姜夔此词，前小序可知，词作于丙辰年是宋宁宗庆元二年（公元1196年），张功父即张鎡.他先赋《满庭芳·促织儿》，写景状物“心细如丝发”，曲尽形容之妙；姜夔则另辟蹊径，别创新意。"},
{"title": "少年游·朝云漠漠散轻丝", "author": "周邦彦", "paragraphs": "朝云漠漠散轻丝。楼阁淡春姿。柳泣花啼，九街泥重，门外燕飞迟。\t而今丽日明金屋，春色在桃枝。不似当时，小桥冲雨，幽恨两人知。", "topic": "抒情", "notes": ["漠漠：迷蒙广远的样子。轻丝：细雨。", "柳泣花啼：细雨绵绵不断，雨水流下柳花，犹如哭泣落泪。", "九街泥重：街巷泥泞不堪。九街：九陌、九衢，指京师街巷。", "燕飞迟：燕子羽翼被雨水打湿了，飞行艰难。", "金屋：华丽的屋子 ", "冲雨：冒雨。", "幽恨：藏在心底的愁怨。"], "background": "此词作于公元1093年（元祐八年）周邦彦流寓荆州时。公元1087年（元祐二年）周邦彦被调出京城，贬为庐州（今安徽合肥）教授，然后流寓荆州约三年。公元1093年（元祐八年）春天，又被任命为溧水（今属江苏）知县。这几年是周邦彦思想与创作的重要转折期。"},
{"title": "水调歌头·题西山秋爽图", "author": "纳兰性德", "paragraphs": "空山梵呗静，水月影俱沉。悠然一境人外，都不许尘侵。岁晚忆曾游处，犹记半竿斜照，一抹界疏林。绝顶茅庵里，老衲正孤吟。\t云中锡，溪头钓，涧边琴。此生著几两屐，谁识卧游心？准拟乘风归去，错向槐安回首，何日得投簪。布袜青鞋约，但向画图寻。", "topic": "抒情", "notes": ["梵呗：指寺庙中诵经之声。", "犹记二句：谓还记得那夕阳西下时，疏下上一抹微云的情景。　界疏下，连接着稀疏的树下。", "云中锡二句：谓行走在云山之中，垂钓于溪头之上，弹琴于涧水边，非常快活。　锡，即锡飞，僧人行走。", "此生二句：祖隐居山中，四处云游，一生又能穿破几双鞋子呢？此时我赏画神游之情又有谁理解呢？　几两屐，几双鞋子(指木屐，木底有齿的鞋子，古人游山多用之)。《世说新语·方正篇》：“祖士少好财，阮遥集好屐，并恒自经营，同是一累而未判其得失。人有诣祖，见料视财物；或有诣阮，见自吹火蜡屐，因叹曰：‘未知一生当着几量屐!’神色闲畅。于是胜负始分。”　卧游，观赏山水画以代游览。", "准拟三句：谓往日入仕，贪图富贵是错误的，指想归隐山中，但是这一愿望何日可以下现呢！准拟，打算、希望。　槐安，即槐安梦、南柯梦故事。事见唐李公佐《南柯太守传》。故事说有淳于棼者，饮酒古槐树下，醉入梦，见一城楼题大槐安国。槐安国王招其为驸马，任南柯太守三十年，享尽荣华富贵。醒后见槐下有一大蚁穴，南枝又有一小穴，即梦中的槐安国与南柯郡。后以此典喻人生如梦，富贵得失无常等。　投簪，丢下固冠用的簪子，比喻弃官。", "布袜青鞋：本指平民百姓之装束，此处借指弃官隐居，语出唐", "《奉先刘少府新画山水障歌》：“青鞋布袜从此始。”"], "background": ""},
{"title": "南歌子·游赏", "author": "苏轼", "paragraphs": "山与歌眉敛，波同醉眼流。游人都上十三楼。不羡竹西歌吹、古扬州。\t菰黍连昌歜，琼彝倒玉舟。谁家水调唱歌头。声绕碧山飞去、晚云留。", "topic": "抒情", "notes": ["南歌子：《南歌子》是词牌名称之一，又名《南柯子》、《恨春宵》等。", "游人：指游玩的人。出自", "《泛舟城南会者五人分韵赋诗得人皆苦炎字》：桥上游人夜未厌，共依水槛立风檐。", "十三楼：宋代杭州名胜。出自吴自牧《梦梁录》卷一二《西湖》：“大佛头石山后名十三间楼，乃东坡守杭日多游此，今为相严院矣。“", "竹西：扬州亭名。本句意谓杭州十三楼歌唱奏乐繁华，不必再羡慕前代扬州的竹西了。", "扬州：淮河以南、长江流域东南地区，《周礼》称东南曰扬州。", "菰黍（gūshǔ）：指粽子。菰，本指茭白，此指裹棕的菰叶。", "昌歜（chāngchù）：宋时以菖蒲嫩茎切碎加盐以佐餐，名昌歇。", "琼彝（yí）：玉制的盛酒器皿。", "玉舟：玉制的酒杯。出自苏轼《次韵赵景贶督两欧阳诗破陈酒戒》：“明当罚二子，已洗两玉舟。”", "水调唱歌头：即唱水调歌头。傅本注：“水调曲颇广，谓之歌头，岂非首章之一解乎？白乐天六幺水调家家唱。”"], "background": "公元1090年（元祐五年），词人到杭州担任知州。在此期间词人游山玩水。端午节时词人与他的友人游览了杭州名胜十三楼，为了记录自己的游玩过程以及感受，于是写下了这首词。"},
{"title": "南歌子·感旧", "author": "苏轼", "paragraphs": "寸恨谁云短，绵绵岂易裁。半年眉绿未曾开。明月好风闲处、是人猜。\t春雨消残冻，温风到冷灰。尊前一曲为谁哉。留取曲终一拍、待君来。", "topic": "抒情", "notes": ["南歌子：词牌名。词牌名。唐教坊曲。又名《南柯子》、《凤蝶令》等。有单调、双调两体。双调又有平韵、仄韵两体。宋人多用平韵体，此词用平韵体。", "寸恨：轻微易愁怅。", "绵绵：连续不清易样子。岂易：难道容易。裁：剪清。", "眉绿：深色易眉。眉，女子易代称，这里系指同安君王闰之。", "闲处：僻静易地方。", "是人：人人，任何人。猜：猜疑。", "残冻：尚未消除易冬寒。", "温风：和暖易风。冷灰：冷灶。这里代指贫苦生活。", "尊前：对饮酒场面。", "留取：保存。一拍：一首吟咏曲子。"], "background": "宋神宗元丰二年（1079年）十二月，苏轼因“乌台诗案”刑满释放后，被贬居黄州。宋神宗元丰三年（1080年）二月，苏轼到达黄州，该词是苏轼在黄州怀念妻子王闰之所作。"},
{"title": "山花子·林下荒苔道韫家", "author": "纳兰性德", "paragraphs": "林下荒苔道韫家，生怜玉骨委尘沙。愁向风前无处说，数归鸦。\t半世浮萍随逝水，一宵冷雨葬名花。魂是柳绵吹欲碎，绕天涯。", "topic": "抒情", "notes": ["山花子：词牌名。又名《摊破浣溪沙》、《添字浣溪沙》、《感恩多令》等。双调，四十八字，上片三平韵，下片两平韵，过片两句多用对偶。", "林下：幽僻之境，引申为退隐或退隐之处。", "道韫（yùn）：谢道韫，东晋诗人，谢安侄女，王凝之之妻。以一句“未若柳絮因风起”咏雪而闻名，后世因而称女子的诗才为“咏絮才”。", "生怜：可怜。", "玉骨：清瘦秀丽的身架，多形容女子的体态。", "名花：名贵的花，同名花一样的美人。"], "background": "纳兰之妻卢氏于康熙十六年（1677）五月三十日病故，十七年（1678）七月下葬。细味词意，这首词饱含伤悼之意，此词似作于卢氏下葬之后。纳兰和妻子卢氏的感情非常深厚，对妻子的不幸早逝非常痛惜。亡妻下葬后，他更是悲痛欲绝，一腔幽怨无处诉说，于是写了这首词。"},
{"title": "鹧鸪天·寒日萧萧上琐窗", "author": "李清照", "paragraphs": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。\t秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "topic": "抒情", "notes": ["萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。《诗经·小雅·车攻》有“萧萧马鸣”，《楚辞·九怀·蓄英》有“秋风兮萧萧”，《史记·刺客列传》有“风萧萧兮易水寒”。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。", "酒阑：酒尽，酒酣。阑：残，尽，晚。", "《史记·高祖本纪》有“酒阑”，裴骃集解曰“阑，言希也。谓饮酒者半罢半在，谓之阑。”文选·", "《宋孝武宣贵妃诔》有“白露凝兮岁将阑”，李善注曰“阑，犹晚也”。团茶：团片状之茶饼，饮用时则碾碎之。宋代有龙团、凤团、小龙团等多种品种，比较名贵。", "《归田录》卷二：“茶之品，莫贵于龙凤，谓之团茶，凡八饼重一斤。”", "瑞脑：即龙涎香，一名龙脑香。", "仲宣：王粲，字仲宣，汉末文学家，“建安七子”之一。其《登楼赋》抒写去国怀乡之思，驰名文坛。", "随分：随便，随意。尊前：指宴席上。尊：同“樽”。", "东篱菊蕊黄：化用陶渊明《饮酒二十首》的“采菊东篱下”句。"], "background": "这首词写秋景，寄乡愁，应是李清照晚期作品，此词写作时间尚有争议。依词中“仲宣怀远”和“莫负东篱”两句，这首词大概作于李清照南渡后不久，时间大约是公元1128年（宋高宗建炎二年），那时赵明诚正在江宁任知府。"},
{"title": "水仙子·舟中", "author": "孙周卿", "paragraphs": "孤舟夜泊洞庭边，灯火青荧对客船。朔风吹老梅花片，推开篷雪满天。诗豪与风雪争先。雪片与风鏖战，诗和雪缴缠。一笑琅然。", "topic": "抒情", "notes": ["鏖战：激战。", "缴缠：纠缠。", "琅然：指笑声朗朗的样子。"], "background": ""},
{"title": "采桑子·那能寂寞芳菲节", "author": "纳兰性德", "paragraphs": "那能寂寞芳菲节，欲话生平。夜已三更。一阕悲歌泪暗零。\t须知秋叶春花促，点鬓星星。遇酒须倾，莫问千秋万岁名。", "topic": "抒情", "notes": ["采桑子：又名《丑奴儿》《罗敷媚》《罗敷艳歌》等。双调四十四字，上下片各四句三平韵。另有添字格，两结句各添二字，两平韵，一叠韵。", "芳菲节：指春天。", "一阕（què）：一曲。零：滴落。", "秋叶春花促：岁月催人老之意。促：短促，时间紧。", "点鬓（bìn）星星：鬓边白发杂生。语出左思《白发赋》“星星白发，生于鬓垂”。星星：形容白发星星点点地生出。", "倾：这里是一饮而尽的意思。"], "background": "容若自二十二岁起，便担任康熙侍卫，扈从銮驾南巡北征。如今又是一年一度的芳菲时节，但是诃人却因志不得伸、失去自由而终日悲愤哀伤不已。值此春夜，他却独自不成寐，挨到三更时分，愁情更浓，于是悲歌一曲，写下了这首词。"},
{"title": "诉衷情·芙蓉金菊斗馨香", "author": "晏殊", "paragraphs": "芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。\t流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。", "topic": "抒情", "notes": ["芙蓉：荷花；金菊：黄色的菊花；斗：比胜；馨：散布得很远的香气。", "杂气：气候；重阳：农历九月九日，重阳节。", "红树：这里指枫树； 间：相间，夹杂。", "流水淡：溪水清澈明净。", "碧杂：碧蓝的杂空。", "茫茫：广阔，深远。", "目断：指望至视界所尽处，犹言凝神眺望；凭高目断：依仗高处极目远望，直到看不见。", "鸿雁：即“雁”。大的叫鸿，小的叫雁。", "思量：相思。"], "background": "者于仁宗宝元元年（1038年）赋此词，时四十八岁，为陈州（今河南淮阳）知州。他由参知政事贬来此地已六年，常借酒遣怀，此词是秋天在开封登高远望时所作。"},
{"title": "撼庭秋·别来音信千里", "author": "晏殊", "paragraphs": "别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。\t楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。", "topic": "抒情", "notes": ["碧纱：即碧纱厨。绿纱编制的蚊帐。", "梧桐夜雨：概括", "《更漏子》词： “梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”", "无寐：失眠。", "目断：望尽，望而不见。", "憔悴：瘦弱萎靡的样子。", "念兰堂红烛：想到芳香高雅居室里的红烛。", "心长焰短：烛芯虽长，烛焰却短。隐喻心有余而力不足。", "向人垂泪：对人垂泪（蜡泪）。晚唐·", "《赠别》：“蜡烛有心还惜别，替人垂泪到天明。”"], "background": "这首《撼庭秋》，调名奇特，是晏殊首创。始见于晏殊《珠玉词》，但其中仅有此一首，故《词律》卷五、《词谱》卷七俱列此首为标准之作。虽说词牌用了一个很有力的“撼”字，这首词却“怨而不怒”，是深心的悲哀，而不是感天动地的怨愤。"},
{"title": "满江红·翠幕深庭", "author": "吴文英", "paragraphs": "翠幕深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。\t闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。", "topic": "抒情", "notes": ["满江红：词牌名。《升庵词品》谓唐人小说《冥音录》说：“曲名有《上江虹》，即《满江红》。”又名《念良游》、《伤春曲》。《乐章集》、《清真集》并入“仙吕调”。宋以来作者多以", "格为准。双调，九十三字，上片八句，下片十句，上片四仄韵，下片五仄韵，一般例用入声韵。声情激越，宜抒豪壮情感，宋人填者最多。亦可酌增减衬字，故有八十九字、九十一字、九十二字、九十四字、九十七字等多体。", "始改作平韵，则情调俱变。梦窗此词系仄声韵。", "露红晚：露出红色的时间较晚。指开花的时间较往年晚。", "水额：水幕的横额。", "闲情：", "作有《闲情赋》，表达对女子爱慕之情。", "问字汉书·", "传》：“刘棻尝从雄作奇字。”", "也有诗曰“问道携壶问奇字。”这里引申作朋友之间互相请教学问的意思。", "风月：即清风明月，风花雪月，泛指四时美好的景色。也用来指浮泛的诗文题材。另外旧亦指为男女情爱或不务正业，放荡不拘的行为。", "载（zài）酒：携带酒水。", "欺葛：葛：葛衣。", "人境：尘世、人居住的地方。", "醉乡：喝醉之后昏昏沉沉，迷迷糊糊的境界。", "著《醉乡记》。", "双成：即西王母身边仙女董双成，这里借指歌妓。", "紫云：唐时妓女名，为李愿所蓄妓。"], "background": "此词是作者早年客居杭州时，约公元1221年（南宋皇帝宋宁宗时期嘉定十四年）左右，在廖药州湖边所作，时间为春、夏之交，为游园之作。"},
{"title": "梦江南·昏鸦尽", "author": "纳兰性德", "paragraphs": "昏鸦尽，小立恨因谁？急雪乍翻香阁絮，轻风吹到胆瓶梅，心字已成灰。", "topic": "抒情", "notes": ["昏鸦：黄昏时分，昏暗不明的乌鸦群。", "香阁，青年女子所居之内室。　胆瓶，长颈大腹，形如悬胆之花瓶。", "心字：即心字香。"], "background": "这首词是写在纳兰性德的表妹谢氏被选到宫里之后。作者与表妹谢氏一块长大，从小青梅竹马，两小无猜，虽然没有挑明爱情关系，但纳兰性德深深地爱着谢氏，所以在她走入深宫之后，才会痛苦得无以复加，为此写下这首词。"},
{"title": "减字木兰花·伤怀离抱", "author": "欧阳修", "paragraphs": "伤怀离抱，天若有情天亦老。此意如何？细似轻丝渺似波。\t扁舟岸侧，枫叶荻花秋索索。细想前欢，须著人间比梦间。", "topic": "抒情", "notes": ["减字木兰花：词牌名，原唐教坊曲，双调四十四字，与“木兰花”相比，前后片第一、三句各减三字，改为平仄韵互换格，每片两仄韵，两平韵。", "伤怀：伤心。", "扁舟：小船。", "枫叶：枫树叶。亦泛指秋令变红的其他植物的叶子。诗文中常用以形容秋色。", "须著人间比梦间：全句是说过去的事纵然真实，由于时过境迁。也形同梦寐，须用梦间的事来比况过去人间发生的事。"], "background": "词作编年未详，当是天圣末少年时期所作。这首词可能是作者青年时期的作品，写的是与女子别离的凄切之情。这位女子究竟是什么样的身份，与作者究竟是什么关系，现已很难厘定。"},
{"title": "清平乐·春风依旧", "author": "赵令畤", "paragraphs": "春风依旧，著意隋堤柳。搓得鹅儿黄欲就，天气清明时候。\t去年紫陌青门，今宵雨魄云魂。断送一生憔悴，只消几个黄昏？", "topic": "抒情", "notes": ["著意：著，显露；显著。意，情景。", "隋堤柳：指隋炀帝时在运河堤岸所植的杨柳。", "“搓得鹅儿黄欲就”：搓，用手掌来回揉摩，此处喻谓给柳树染色；鹅儿黄，即鹅黄色‘就，成。", "紫陌：指京师郊外的路。", "青门：长安城的东南门系青色，俗称青门。此指京城的城门。", "雨魄云魂：比喻作者的行踪像雨中的魄、云中的魂一样飘泊无定。"], "background": "元祐年间，赵令畴因元祐党籍，被废十年。词人写下此诗借景伤怀，表达了对昔日情人深深的思念之情。"},
{"title": "浣溪沙·百亩中庭半是苔", "author": "王安石", "paragraphs": "百亩中庭半是苔。门前白道水萦回。爱闲能有几人来。\t小院回廊春寂寂，山桃溪杏两三栽。为谁零落为谁开。", "topic": "抒情", "notes": ["“百亩”句：句出", "《再过游玄都观》：“百亩庭中半是苔，桃花净尽菜花开。”百亩：概数，形容庭园极大。半是苔：一半长满了青苔。", "白道：洁白的小道。唐人", "《无题》：“白道萦回入暮霞，斑骓嘶断七香车。”", "“小院”句：句出", "《涪城县香积寺官阁》：“小院回廊春寂寂，浴凫飞鹭晚悠悠。”", "“山桃”句：语本唐人雍陶《过旧宅看花》：“山桃野杏两三栽，树树繁花去复开。”山桃溪杏：山中的桃，溪畔的杏。暗喻身处山水之中。", "“为谁”句：句出唐人严恽《落花》：“尽日问花花不语，为谁零落为谁开？”"], "background": "王安石二度受挫后归隐钟山度过了生命中的最后十年，他的许多词作于这个时期，内容大多为描绘江南景色，表现闲适心情之作。这类词为数不少，有《清平乐》、《浣溪沙》、《生查子》和《千秋岁引·秋景》等。这类词多作于元丰年间，反映了王安石晚年的生活情趣。"},
{"title": "虞美人·赋虞美人草", "author": "辛弃疾", "paragraphs": "当年得意如芳草。日日春风好。拔山力尽忽悲歌。饮罢虞兮从此、奈君何。\t人间不识精诚苦。贪看青青舞。蓦然敛袂却亭亭。怕是曲中犹带、楚歌声。", "topic": "抒情", "notes": ["虞美人：词牌名；原为唐教坊曲，后用为词牌名。又名“一江春水”“玉壶水”“巫山十二峰”等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵，项羽姬妾虞姬称虞美人。", "虞美人草：雅州名山县，出虞美人草。如鸡冠花。叶两两相对，为唱《虞美人曲》。", "青青：茂盛貌。", "亭亭：孤立无依之貌。"], "background": "此词于庆元元年（1195）或二年辛弃疾被弹劾去职、闲居带湖时闲居带湖时所作。辛弃疾在带湖居住期间，常到博山游览，博山风景优美，他却无心赏玩。眼看国事日非，自己无能为力，一腔愁绪无法排遣，遂创作了此词。"},
{"title": "临江仙·点滴芭蕉心欲碎", "author": "纳兰性德", "paragraphs": "点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。\t倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？", "topic": "抒情", "notes": ["点滴芭蕉，雨打芭蕉：此谓夜雨唤起对于往事的思忆。", "旧时书：爱人当初临摹的书法本子。", "“鸳鸯”二句：追忆当初书写鸳鸯二字的情景。", "缃帙（xiāng zhì），套在书上的浅黄色布套，此代指书卷。", "幽窗：幽静的窗户。"], "background": "该词的具体创作时间不详，由正文内容可以得知这是一首怀念亡妻的悼亡词。公元1677年（康熙十六年）卢氏因难产不幸去世，之后纳兰便陷入无限的哀悼，这首词即是卢氏死后所作。"},
{"title": "千秋岁引·秋景", "author": "王安石", "paragraphs": "别馆寒砧，孤城画角，一派秋声入寥廓。东归燕从海上去，南来雁向沙头落。楚台风，庾楼月，宛如昨。\t无奈被些名利缚，无奈被他情担阁！可惜风流总闲却！当初谩留华表语，而今误我秦楼约。梦阑时，酒醒后，思量着。", "topic": "抒情", "notes": ["千秋岁引：词牌名，为《千秋岁》变格。八十二字，前片四仄韵，后片五仄韵。", "别馆：客馆。砧（zhēn）：捣衣石。这里指捣衣声。", "画角：古代军中乐器。", "寥廓（liáo kuò）：空阔，此处指天空。", "楚台风：楚襄王兰台上的风。宋玉《风赋》：“楚王游于兰台，有风飒至，王乃披襟以当之曰：‘快哉此风！’”", "庾（yǔ）楼月：庾亮南楼上的月。《世说新语》：“晋庾亮在武昌，与诸佐吏殷浩之徒乘夜月共上南楼，据胡床咏谑。”", "他情：暗指皇上的恩情。担阁：延误。", "漫：徒然，白白地。华表语：指向皇上进谏的奏章。华表，又名诽谤木，立于殿堂前。", "秦楼约：指与恋人的约会。秦楼，代指女子居住处。", "梦阑（lán）：梦醒。阑，残，尽。"], "background": "此词的创作年代不详，但从词的情调来看，很可能是王安石推行新法失败、退居金陵后的晚年作品。"},
{"title": "采桑子·画船载酒西湖好", "author": "欧阳修", "paragraphs": "画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。\t行云却在行舟下，空水澄鲜，俯仰留连，疑是湖中别有天。", "topic": "抒情", "notes": ["此词作于熙宁四年(1071)六月致仕后归颍。又据《西湖念语》知，词人晚年退居颍州时将其整理成章。"], "background": ""},
{"title": "忆江南·多少泪", "author": "李煜", "paragraphs": "多少泪，沾袖复横颐。心事莫将和泪滴，凤笙休向月明吹，肠断更无疑。", "topic": "抒情", "notes": ["望江南：词牌名。《全唐诗》作“忆江南”，题注：一名“梦江南”，一名“江南好”，一名“梦江口”，一名“望江梅”，一名“归塞北”，一名“谢秋娘”，一名“春去也”。《花草粹编》中注云：“一名‘梦游仙’、‘梦江南’、‘江南好’。”", "沾袖：（泪水）沾湿衣袖。颐（yí）：下巴。全句是说，泪水流在脸上擦断了，但又横挂在下巴上，形容眼泪纵横交流的状态。", "心事：心中所思念或期望的事。将：拿。和泪说：一面流眼泪，一面述说。", "凤笙：相传秦穆公时，萧史善吹箫，穆公女弄玉爱慕他，穆公便将弄玉许配给他。后弄玉学吹箫，其声清脆悦耳，引动了凤，夫妇遂驾凤飞去。汉应休：不要。向：朝着，在。泪时：伤心落泪之时。吹：吹奏。", "肠断：形容极度悲伤痛苦。唐代", "《长恨歌》有“行宫见月伤心色，夜雨闻铃肠断声”之句。更：愈发。", "月明：月光明朗。唐白居易《崔十八新池》诗：“见底月明夜，无波风定时。”"], "background": "这首词作于宋开宝八年（975年）李煜亡国入宋之后，与《望江南·多少恨》当作于同时。李煜被曹雪芹称为“古之伤心人”，他降宋后，由凌驾万人之上的九五之尊沦落为任人凌辱的阶下囚，经历了千古人生的大喜大悲。这首词就是为表达他对现实处境的无限凄凉之情而创作的。"},
{"title": "南乡子·烟暖雨初收", "author": "纳兰性德", "paragraphs": "烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。\t人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。", "topic": "抒情", "notes": ["南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。原为单调，有二十七字、二十八字、三十字各体，平仄换韵。", "红豆子：即相思树所结之子。果实成荚，微扁，子大如豌豆，色鲜红或半红半黑。古人以此作为爱情或相思的象征。唐", "《相思》：“红豆生南国，春来发几枝。劝君多采撷，此物最相思。”", "卮酒（zhī ）：古代盛酒的器皿。酹（lèi）：指将酒倒在地上，表示祭奠或立誓。石尤：石尤风，即逆风或顶头风。", "“别自”二句：意谓与你分别之后，定然还有人在这里乘豆船作别。桃叶渡，渡口名。地在江苏省南京市秦淮河畔，因晋", "于此歌烦其妾桃叶而得名。后人以此代指情人分别之地，或分别之意。", "“一种”句：谓同样的烟波渡口，同样的分别，但各人却有着各自的离愁了。"], "background": "这首词是送别情人时所作。纳兰结识了江南才女沈宛。两人起初只是书信往来，后来便渐生情愫。后纳兰娶沈宛为妾，两人恩爱如蜜。但因纳兰身份特殊，终于不得已与沈宛分离。送她回江南。这便是这首《南乡子·烟暖雨初收》的写作背景。"},
{"title": "采桑子·谢家庭院残更立", "author": "纳兰性德", "paragraphs": "谢家庭院残更立，燕宿雕梁。月度银墙，不辨花丛那辨香。\t此情已自成追忆，零落鸳鸯。雨歇微凉，十一年前梦一场。", "topic": "抒情", "notes": ["谢家庭院：指南朝宋", "家，灵运于会稽始宁县有依山傍水的庄园，后因用以代称贵族家园，亦指闺房。晋谢奕之女", "及唐", "之妾谢秋娘等都负有盛名，故后人多以“谢家”代指闺中女子。", "残更：旧时将一夜分为五更，第五更时称残更。", "雕粱：刻绘文采的屋梁。", "银墙：月光下泛着银白颜色的墙壁。", "歇：停止，停歇。"], "background": "这首词是一首悼亡之作。卢氏于康熙十三年（1674）嫁与纳兰为妻，根据词中“十一年前梦一场”之句，此词应作于康熙二十三年（1684）。有的学者认为这是一首生离之词，是纳兰为一位早年曾有婚约的绝色女子所作。"},
{"title": "鹧鸪天·东阳道中", "author": "辛弃疾", "paragraphs": "扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。\t人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。", "topic": "抒情", "notes": ["东阳：即今浙江东阳县。考察作者早年宦游踪迹，无确切记载来过此地，本事不可考。也可能是代人之作。", "征尘：征途上扬起的尘土。", "香篝：一种燃香料的笼子。", "水沉：即沉香，一种名贵香料。", "销：消退", "周遭：周围。", "历历：形容物体或景象一个个清晰分明。", "萧萧：马长声鸣叫。", "愁边：苦苦思索。", "剩有：尽有。", "碧玉梢：指马鞭用碧玉宝石饰成，比喻马鞭的华贵。"], "background": "据词题来看，该词是作者在任京都临安大理少卿时期，于淳熙五年（1178）因事赴东阳途中所作的。从作品的内容和情调来看，洋溢着喜悦欢畅的情绪，这在辛词中是不多见的。由此看来，此词是写景抒情之作，富有诗情画意，五彩缤纷。"},
{"title": "采桑子·润州多景楼与孙巨源相遇", "author": "苏轼", "paragraphs": "多情多感仍多病，多景楼中。尊酒相逢。乐事回头一笑空。\t停杯且听琵琶语，细捻轻拢。醉脸春融。斜照江天一抹红。", "topic": "抒情", "notes": ["多景楼：北固山后峰、下临长江，三面环水，登楼四望，美景尽收眼底，曾被赞为天下江山第一楼。", "樽酒：举杯饮酒。“樽”本作“尊”。", "琵琶语：指歌妓所弹琵琶能传达感情如言语。唐", "《琵琶行》：“今朝闻君琵琶语，如听仙乐耳暂明。”", "细捻轻拢：演奏琵琶指法。捻指揉弦，拢指按弦。语本白居易《琵琶行》。", "醉脸春融：酒后醉意，泛上脸面，好像有融融春意。", "斜照：将要落山的太阳照着。"], "background": "熙宁七年（1074）十月，苏轼从杭州通判升任密州知州，一路上，不断与朋友聚会，饮酒赋诗，非常痛快。行到润州（今江苏镇江），与朋友孙洙相遇，据《东坡词》引《本事集》云，这次他们又约上王存，同登多景楼，座中还有官妓胡琴弹曲助酒。苏轼欣然命笔，做成此词。"},
{"title": "醉太平·讥贪小利者", "author": "佚名", "paragraphs": "夺泥燕口，削铁针头，刮金佛面细搜求：无中觅有。鹌鹑嗉里寻豌豆，鹭鸶腿上劈精肉，蚊子腹内刳脂油。亏老先生下手！", "topic": "抒情", "notes": ["正宫：宫调名。正宫是元曲常用的宫调，十二宫调之一。醉太平：曲牌名。小令兼用。又名“凌波曲”，入“正宫”，亦入“仙吕”“中吕”。首二句须对仗，五、六、七句鼎足对。", "夺泥燕口：从燕子口里夺泥。", "削铁针头：从针头上削铁。", "刮金佛面：从佛像面上刮金。", "鹌（ān）鹑（chún）：鸟名，头尾短，状如小鸡。也叫“鹑”。嗉（sù）：鸟类食囊。", "鹭（lù）鸶（sī）：水鸟名，腿长而细瘦，栖沼泽中，捕食鱼类。又称白鹭。劈：用刀刮。精肉：瘦肉。", "刳（kū）：剖、挖、刮。", "老先生：本称极尊者，这里用来讽刺官僚、地主。"], "background": "此曲流行于元代，为讽世讥时之作。元代朝廷不给地方官吏发放俸禄，因而掠夺百姓的财富便成了大小官吏谋钱发财的必然途径。此曲正是这种社会背景下的产物。"},
{"title": "西江月·道德三皇五帝", "author": "杨慎", "paragraphs": "道德三皇五帝，功名夏后商周。七雄五霸斗春秋。秦汉兴亡过手。\t青史几行名姓，北邙无数荒丘。前人田地后人收。说甚龙争虎斗。", "topic": "抒情", "notes": ["青史：古代在竹简上记事。因而称史书为“ 青史”。“青”指的是竹简，“史”是指历史或史书。", "北邙：山名。即 邙山。因在洛阳之北，故名。"], "background": ""},
{"title": "一剪梅·余赴广东实之夜饯于风亭", "author": "刘克庄", "paragraphs": "束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。\t酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？", "topic": "抒情", "notes": ["一剪梅：词牌名。双调小令，六十字，上、下片各六句，句句平收。此调以一个七言句带两个四言句，节奏明快。", "余赴广东：这一次", "是到广东潮州去做通判（州府行政长官的助理）。实之：王迈，字实之，和刘克庄唱和之作很多。有《臞轩集》。", "束缊（yùn）：用乱麻搓成火把。宵行：由《诗经·召南·小星》“肃肃宵征，夙夜在公”转化而来，暗示远行劳苦之意。", "诗囊：装诗书的袋子。", "元：通“原”。王郎：指王实之。", "刘郎：指作者自己。唐代", "多次被贬，自称“刘郎”，此暗用其意。", "胡床：坐具，即交椅，可以转缩，便于携带。", "疏狂：意为不受拘束，纵情任性。"], "background": "此词作于宋理宗嘉熙三年（1239年）冬，为刘克庄被贬广东时所作。刘克庄以锐意改革而屡受打击的刘禹锡自比。在作此诗之前，他已被三次削职。其愤慨怅然之情，及其清品傲骨，表现得非常清楚，与唐代的诗豪刘禹锡相比，亦觉无愧。"},
{"title": "浪淘沙·白浪茫茫与海连", "author": "白居易", "paragraphs": "白浪茫茫与海连，平沙浩浩四无边。\t暮去朝来淘不住，遂令东海变桑田。", "topic": "抒情", "notes": ["东海变桑田：神话中仙人麻姑，自称已见过三次东海变为桑田。后来指世事发生的变化很大。"], "background": ""},
{"title": "采桑子·天容水色西湖好", "author": "欧阳修", "paragraphs": "天容水色西湖好，云物俱鲜。鸥鹭闲眠，应惯寻常听管弦。\t风清月白偏宜夜，一片琼田。谁羡骖鸾，人在舟中便是仙。", "topic": "抒情", "notes": ["云物：云彩、风物。", "琼田：传说中的玉田。"], "background": "此词作于欧阳修晚年。欧阳修经过多年努力，终于以观文殿学士、太子少师致仕，得以如愿归居颍州。几次游览后，创作了十首《采桑子》。这是其中之一。"},
{"title": "江城子·清明天气醉游郎", "author": "秦观", "paragraphs": "清明天气醉游郎。莺儿狂。燕儿狂。翠盖红缨，道上往来忙。记得相逢垂柳下，雕玉珮，缕金裳。\t春光还是旧春光。桃花香。李花香。浅白深红，一一斗新妆。惆怅惜花人不见，歌一阕，泪千行。", "topic": "抒情", "notes": ["清明：清澈明朗。", "《西县驿》去时楼上清明夜，月照楼前缭乱花。", "莺：黄鹂的别称。", "狂：作毫无拘束讲。", "翠盖：装饰有翠羽的车盖，用来泛指华美的车辆。", "红缨：用红色的丝线或绳子做的装饰，常为帽子。", "阕：量词，歌曲或者词一首称之为一阕。"], "background": ""},
{"title": "沉醉东风·渔夫", "author": "白朴", "paragraphs": "黄芦岸白蘋渡口，绿柳堤红蓼滩头。虽无刎颈交，却有忘机友，点秋江白鹭沙鸥。傲杀人间万户侯，不识字烟波钓叟。", "topic": "抒情", "notes": ["黄芦：与绿柳等均为水边生长的植物。白蘋（pín)：一种在浅水中多年生的植物。", "红蓼（liǎo）：一种水边生的草本植物，开白色或浅红色的小花。", "刎颈交：刎，割；颈，脖子。刎颈交即生死朋友的意思。为了友谊，虽刎颈也不后悔的朋友。", "忘机友：机，机巧、心机。忘机友即相互不设心机、无所顾忌、毫无算计技巧之心的朋友。", "点：点点、数，这里是形容词作动词用。", "傲杀：鄙视。万户侯：本意是汉代具有万户食邑的侯爵，在此泛指高官显贵。", "叟：老头。"], "background": ""},
{"title": "蝶恋花·京口得乡书", "author": "苏轼", "paragraphs": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。\t一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。", "topic": "抒情", "notes": ["蝶恋花，词牌名，又名《鹊踏枝》、《凤栖梧》。唐教坊曲。《乐章集》、《张子野词》并入“小石调”，《清真集》入“商调”。", "有《商调蝶恋花》，联章作《鼓子词》，咏《会真记》事。双调，六十字，上下片各四仄韵。京口：宋神宗熙宁七年（1074年），", "在杭州通判任上，曾到京口（今江苏镇江）。 ", "北固山：在镇江北，北峰三面临水，形容险要，故称。", "碧琼：碧琼，绿色的美玉，指江水。", "青螺髻（jì）：状似青螺的发髻，喻北固山。", "真个：真的，的确。个，助词。", "拚（pàn）一醉：不顾惜酒量，只求一醉方休。"], "background": "苏轼于宋神宗熙宁四年（公元1071年）出任杭州通判，他和故乡亲友的联系全靠江船通邮，宋神宗熙宁七年（公元1074年）春，苏轼在润州京口收到家乡来的一封书信，信中殷勤致意，询问归期，苏轼的思乡之情便难以抑制了，在身为宦游之人身不由己的痛苦下，作了这首词。"},
{"title": "渔家傲·小雨纤纤风细细", "author": "朱服", "paragraphs": "小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。\t九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拚一醉，而今乐事他年泪。", "topic": "抒情", "notes": ["渔家傲：词牌名。", "纤纤：细小，细微，多用以形容微雨。", "和春：连带着春天。", "九十：指春光三个月共九十天。", "金龟：唐三品以上官佩金龟。此处“金龟解尽”意即彻底解职。", "东阳：今浙江省金华市，宋属婺（wù）州东阳郡。沽酒：卖酒。", "拼（pīn）：豁出去，甘冒。"], "background": "此词是作者早年出知婺州（亦称东阳郡，治所在今浙江金华）期间的作品。《乌程旧志》云：“朱行中坐与苏轼游，贬海州，至东郡，作《渔家傲》词。”"},
{"title": "点绛唇·闲倚胡床", "author": "苏轼", "paragraphs": "闲倚胡床，庾公楼外峰千朵。与谁同坐。明月清风我。\t别乘一来，有唱应须和。还知么。自从添个。风月平分破。", "topic": "抒情", "notes": ["点绛唇：词牌名。", "闲倚胡床：闲着无事坐于胡床。闲：指办公之余。倚：坐靠。", "庾公楼：", "《秋日寄题郑盟湖上亭》：“池要山简马，月静庾公偻。”用东晋庾亮（公元289-340年）在武昌乘月登南楼典故。", "别乘：汉朝称郡守的副手为别驾，别：另外。郡守乘车出行。副手乘另外的车跟随，所以叫别驾。“乘”也是驾车之意，宋代通判（知州事的副手）相当汉代别驾。这里“别乘”当指袁毂。", "风月平分破：享受美景，你和我各一半。"], "background": "此词作于宋哲宗元祐五年（1090年）秋。是时，词人正在龙图阁学士充两浙西路兵马钤辖知杭州军州事任上。袁毂（公济）春夏间来为杭悴，词人与他、刘季孙（景文）登山玩水，赋诗唱和。此词亦是词人和袁公济词作之一，概括为“风月平分”词。"},
{"title": "贺新郎·别友", "author": "毛泽东", "paragraphs": "挥手从兹去。更那堪凄然相向，苦情重诉。眼角眉梢都似恨，热泪欲零还住。知误会前番书语。过眼滔滔云共雾，算人间知己吾和汝。人有病，天知否？\t今朝霜重东门路，照横塘半天残月，凄清如许。汽笛一声肠已断，从此天涯孤旅。凭割断愁丝恨缕。要似昆仑崩绝壁，又恰像台风扫寰宇。重比翼，和云翥。", "topic": "抒情", "notes": ["去：离开。挥手从兹去：", "《送友人》，“挥手自兹去”。", "热泪欲零：零，与“零落”的零同义，也是落的意思。", "书语：信中的话语。季世昌先生说他所见手迹：“书语”又作“诗句”，证明毛泽东与杨开慧的误会由赠诗引起。", "云雾：比喻前句的误会。", "人有病，天知否：前版本为“重感慨，泪如雨”。（病：也指误会。）", "东门路：古诗词中指离别之路，也指斗争之路。这里又双关通往长沙东门之小吴门火车站的道路。", "横塘：长沙东门小吴门外清水塘。一九二一年冬至二三年四月，毛泽东租了清水塘边的一所茅屋，家住兼作中共湘区委员会会址，旧址现为纪念馆。“横塘”也是典故，在古诗中常作女子居住之处。唐", "《长于曲》，“君家何处住，妾住在横塘。”", "如许：这样。", "凭：意思是借以，包含两方，非单“请求”彼方。"], "background": ""},
{"title": "鹧鸪天·博山寺作", "author": "辛弃疾", "paragraphs": "不向长安路上行。却教山寺厌逢迎。味无味处求吾乐，材不材间过此生。\t宁作我，岂其卿。人间走遍却归耕。一松一竹真朋友，山鸟山花好弟兄。", "topic": "抒情", "notes": ["鹧鸪天：词牌名，又名“思佳客”等，双调五十五字，上、下片各三平韵。", "长安路：喻指仕途。长安，借指南宋京城临安。", "厌逢迎：往来山寺次数太多，令山寺为之讨厌。此为调侃之语。"], "background": "辛弃疾长居带湖期间，常往来于博山。其词作中与博山有关的有很多首。这首《鹧鸪天·博山寺作》作于宋孝宗淳熙九年（1182）之后辛弃疾闲居带湖时期。"},
{"title": "行香子·舟宿兰湾", "author": "蒋捷", "paragraphs": "红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。\t银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。", "topic": "抒情", "notes": ["兰湾：或谓兰溪之湾。兰溪：水名，即今浙江之兰江，江岸多生兰芝，故名。但从结句“秋娘渡、泰娘桥”等地名看，似是吴江上泊舟处。", "蓬飘：即飘蓬，谓客子行踪如蓬草之漂泊无定。", "谷水：非指河南洛阳或安徽砀山之谷水，与下句兰皋对用，似当解作生长谷物之水边近是。", "兰皋：生长兰草的涯岸。", "溶溶：云盛貌。", "银字笙：乐器名。调：调弄乐器。", "心字香：亦为当时名品。其制作过程就是在一个干净密闭的容器中，用白茉莉的花骨朵与沉香木薄片层叠摆放，相互熏染，花骨朵每日一换，直到茉莉花期结束。如此熏制出来的沉香木薄片，就是所谓的“心字香”了。", "流光：时光如水流逝。", "悰：心情、情绪。", "隄：同堤。"], "background": ""},
{"title": "鹧鸪天·鹅湖归病起作", "author": "辛弃疾", "paragraphs": "枕簟溪堂冷欲秋。断云依水晚来收。红莲相倚浑如醉，白鸟无言定自愁。\t书咄咄，且休休。一丘一壑也风流。不知筋力衰多少，但觉新来懒上楼。", "topic": "抒情", "notes": ["鹧鸪天：词牌名。鹅湖：《铅山县志》记载：“鹅湖山在县东，周回四十馀里...《鄱阳记》云：‘山上有湖多生荷，故名荷湖。’东晋人龚氏居山蓄鹅，其双鹅育子数百，羽绒成乃去，更名鹅湖。” 鹅湖原名荷湖，因山中有湖，多生荷。晋人龚氏居山，养鹅湖中，于是更名鹅湖。", "簟（diàn）：竹席；溪堂：临溪的堂舍。", "收：敛收。", "浑如：非常像，酷似。", "无言：不鸣。", "咄咄：用殷浩事。《世说新语·黜免》篇：“殷中军被废，在信安，终日恒书空作字。扬州吏民寻义逐之，窃视，唯作“咄咄怪事”四字而已。”表示失意的感叹。", "休休：用司空图事。《新唐书·卓行传》：“司空图字表圣。……本居中条山王官谷，有先人田，遂隐不出。作亭观素室，……名亭曰休休，作文以见志，曰：‘休，美也。既休而美具。故量才，一宜休，揣分，二宜休，耄而瞆，三宜休，又，少也堕，长也率，老也迂，三者非济时用，则又宜休。’因自目为耐辱居士，其言诡激不常，以免当时祸灾云。”又，《旧唐书·司空图传》引图所作《耐辱居士歌》曰：“咄咄！休休休！莫莫莫！伎俩虽多性情恶，赖是长教闲处著。休休休，莫莫莫，一局棋，一炉药，天意时情可料度。”", "一丘句：《世说新语·品藻》篇：“明帝问谢鲲：‘君自谓何如庾亮’？答曰：‘端委庙堂，使百僚准则，臣不如亮；一丘一壑，自谓过之”。又《巧艺》篇：“顾长康画谢幼舆在岩石里。人问其所以，顾曰：‘谢云一丘一壑，自谓过之，此子宜置丘壑中。’”风流：优美，有风韵。", "不知二句：唐", "《秋日书怀寄白宾客》诗：“兴情逢酒在，筋力上楼知。”俞文豹《吹剑录》：“古今诗人，间见层出，极有佳句，无人收拾，尽成遗珠。……陈秋塘诗：‘不知筋力衰多少，但觉新来懒上楼。’”筋力：精力。但：只。"], "background": "《鹧鸪天·鹅湖归病起作》是作者罢官闲居上饶期间（45岁—53岁）的作品。辛弃疾谪居鹅湖时受尽权奸排斥，病愈后他登楼观赏江村的夜景，忽然惊叹时光的流逝，深深感到自己的筋力衰退，再一回想过去，更是百感交集，因而写了这首词抒发心中的悲愤。"},
{"title": "如梦令·正是辘轳金井", "author": "纳兰性德", "paragraphs": "正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。", "topic": "抒情", "notes": ["辘轳：井上汲水的工具。", "砌：台阶。", "蓦地：突然地。", "省（xing）：明白。"], "background": "有的论者认为，纳兰除先后娶妻卢氏、官氏外，尚有侍妾一人名沈宛。也有的论者以为，纳兰有表妹，与之曾有婚约，后被选人宫中，但情深不泯，纳兰未人值侍卫时，曾乔装僧人人宫探视，等等。说法不一，但皆认为作者是因为失去爱人，为表达自己的痛苦相思之情，写下了这首词。"},
{"title": "点绛唇·花信来时", "author": "晏几道", "paragraphs": "花信来时，恨无人似花依旧。又成春瘦，折断门前柳。\t天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。", "topic": "抒情", "notes": ["点绛唇：词牌名，此调因", "《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。四十一字。上阕四句，从第二句起用三仄韵；下阕五，亦从第二句起用四仄韵。《词律》认为，上阕第二句第一字宜用去声，“作平则不起调”。但亦有作平起调者。", "花信：花开的风信、消息。古人将春天分为二十四番花信，即二十四番花信风，各种名花按花信顺序开放。", "“天与”二句：谓上天赋予了多情之心，却不肯给予长相守的机会。", "分飞：离别。"], "background": "北宋时期，词人在春天观看到花语依旧，而人却因别离而消瘦。于是词人为了思念自己的妻子，故写下了这首词。"},
{"title": "念奴娇·鸟儿问答", "author": "毛泽东", "paragraphs": "鲲鹏展翅，九万里，翻动扶摇羊角。背负青天朝下看，都是人间城郭。炮火连天，弹痕遍地，吓倒蓬间雀。怎么得了，哎呀我要飞跃。\t借问君去何方，雀儿答道：有仙山琼阁。不见前年秋月朗，订了三家条约。还有吃的，土豆烧熟了，再加牛肉。不须放屁！试看天地翻覆。", "topic": "抒情", "notes": ["念奴娇：词牌名。双调一百字，仄韵，亦有用平韵者。念奴是唐天宝年间著名歌伎，", "《连昌宫词》说“力士传呼觅念奴，念奴潜伴诸郎宿春娇满眼睡红绡，掠削云鬓旋装束”，调名由此而得。", "鲲鹏：参看《蝶恋花·从汀州向长沙》“万丈长缨要把鲲鹏缚”注。这里指大鱼变成的大鸟，作褒义用。", "九万里，翻动扶摇羊角：《庄子·逍遥游》：“鹏之徙于南冥也，水击三千里，抟（tuán团）扶摇而上者九万里。”“有鸟焉，其名为鹏，背若泰山，翼若垂天之云，抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适（往）南冥也。”意思都是说大鹏在向南海飞的时候，凭着旋风的力量，翻动翅膀，飞上九万里高空。扶摇和羊角都是旋风的名称。", "蓬间雀：即《庄子·逍遥游》中的“斥鴳”（同“斥鷃”）。见《七律·吊罗荣桓同志》“斥鷃每闻欺大鸟”注。", "琼阁：琼楼玉宇，仙人住处。 ", "订了三家条约：指苏、美、英三国1963年8月5日在莫斯科签订的《禁止在大气层、外层空间和水下进行核武器试验条约》。", "土豆烧熟了，再加牛肉：1964年4月访问匈牙利时，苏联领导人赫鲁晓夫曾在一次演说中说，“福利共产主义”是“一盘土豆烧牛肉的好菜”。", "不须放屁：出自《何典》的一首《右调如梦令》作“定场诗”：“不会谈天说地，不喜咬文嚼字，一味臭喷蛆，且向人前捣鬼。放屁放屁，真是岂有此理。”《何典》，章回小说，10回约12万字，清乾嘉年间张南庄所撰。张南庄身世已不可考。读书中“海上餐霞客”所作的跋，知张南庄为“上海才子”，书法欧阳，诗宗范陆，其才列当时上海“高才不遇者”前十名之冠。虽著作等身，身后却一文不名，无力付梓。又因咸丰初年的太平军，张南庄文作尽数被焚，独一本《何典》幸存。"], "background": ""},
{"title": "水仙子·咏江南", "author": "张养浩", "paragraphs": "一江烟水照晴岚，两岸人家接画檐，芰荷丛一段秋光淡。看沙鸥舞再三，卷香风十里珠帘。画船儿天边至，酒旗儿风外飐。爱杀江南！", "topic": "抒情", "notes": ["1、一江：满江，整个江面。", "2、烟水：烟霭笼罩着的水面。", "3、照：倒映。", "4、岚：山里的雾气。", "5、画檐：有画饰的屋檐。", "6、芰（jì）荷：出水的荷叶，亦指荷花。", "7、秋光淡：因为成丛的荷叶挺拔茂密，以至秋光也显得淡了。", "8、再三：多次，不断的样子。", "9、卷香风十里珠帘：“十里香风卷珠帘”的倒装。珠帘，珍珠缀成或饰有珍珠的帘子。", "10、画船：装饰华美的游船。", "11、酒旗：也叫酒帘，俗称“望子”，是以布缀于竿头、高悬于店门前的酒家标帜。", "12、飐（zhǎn）：风吹物动的样子。", "13、杀：通“煞”，非常、甚。用在动词后表示动词程度之深。"], "background": "这首诗的具体创作时间不详。作者生长在北国，此次来到江南，当地的种种风物人情自然让他大开眼界。看着从天边驶来的小舟，让心情随着风中的酒旗一同舒展，摇摆、这时候，作者感觉到从未有过的畅快和惬意，因而写下了这首散曲。"},
{"title": "临江仙·钟鼎山林都是梦", "author": "辛弃疾", "paragraphs": "钟鼎山林都是梦，人间宠辱休惊。只消闲处过平生。酒杯秋吸露，诗句夜裁冰。\t记取小窗风雨夜，对床灯火多情。问谁千里伴君行。晚山眉样翠，秋水镜般明。", "topic": "抒情", "notes": ["浮梁：县名，宋属饶州。《浮梁县志·官司志》：“辛次膺字企李，莱州人，政和二年进士，靖康初，奉亲来知浮梁，遂留居溪东之南城最高山下。”", "《琵琶行》：“商人重利轻别离，前月浮梁买茶去。”", "钟鼎句：", "《清明》：“钟鼎山林各天成，浊醪粗饭任吾年。” 钟鼎，钟鸣鼎食，古代富贵人家击钟奏乐,列鼎而食。形容生活奢侈豪华。山林，指隐居乡野。", "宠辱休惊：《老子》：“何谓宠辱若惊，宠为下，得之若惊，失之若惊，是谓宠辱若惊。”", "裁冰：作诗。", "《酒罢张大彻索赠诗》诗：“长鬣张郎三十八，天遣裁诗花作骨。”", "记取二句：《王直方诗话》：“东坡喜韦苏州‘宁知风雨夜，复此对床眠’之句，故在郑别子由云：‘寒灯对畴昔，夜雨何时听箫瑟。’……在东府者有云：‘对床空悠悠，夜雨今萧瑟。’……又云：‘对床老兄弟，夜雨鸣竹屋。’此其兄弟所赋也。”", "《凌歌》：“量船载酒，赖使君相对两胡床。”", "问谁句：", "《永遇乐·长忆别时》：“美酒清歌，留连不住，月随人千里。”", "晓山二句：", "《卜算子·送鲍浩然之浙东》：“水是眼波横，山是眉峰聚，欲问行人去那边？眉眼盈盈处。”"], "background": ""},
{"title": "南乡子·自古帝王州", "author": "王安石", "paragraphs": "自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。晋代衣冠成古丘。\t绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。", "topic": "抒情", "notes": ["帝王州：指金陵（今江苏省南京市）。三国的吴、东晋、南北朝的宋、齐、粱、陈、五代的南唐等朝代在此建都，故称为“帝王州”。", "郁郁葱葱：草木茂盛。", "佳气：指产生帝王的一种气，这是一种迷信的说法。", "四百年：金陵作为历代帝都将近四百年。", "晋代衣冠成古丘：", "《登金陵凤凰台》诗中的名句：“吴宫花草埋幽径，晋代衣冠成古丘。”把晋代与吴宫并举，明确地显示出后代诗人对晋朝的向往。冠（guān）：古代士以上的穿戴，衣冠连称，是古代士以上的服装，后引申为世族、绅士。古丘：坟墓。", "恣（zì）行游：尽情地绕着江边闲行游赏。恣：任意地、自由自在地。", "更：再，又，不只一次地。", "悠悠：长久。遥远的样子。", "回头：指透彻醒悟。佛家语“苦海无边，回头是岸。”", "槛：栏杆。语出唐代诗人", "的《滕王阁诗》中的名句：“阁中帝子今何在，槛外长江空自流。”"], "background": "本篇为作者在金陵登楼怀古时所作。情调与《桂枝香·登临送目》相近，很可能写于同一时期。"},
{"title": "浪淘沙·其三", "author": "刘禹锡", "paragraphs": "汴水东流虎眼文，清淮晓色鸭头春。\t君看渡口淘沙处，渡却人间多少人。", "topic": "抒情", "notes": ["汴水：起于今河南省荥阳县，东流经安徽，至江苏入淮河。虎眼文：文通纹。形容水波纹很细。", "鸭头春：唐时称一种颜色为鸭头绿，这里形容春水之色。此诗言及汴水、清淮，刘禹锡曾于长庆年间任和州刺史，和州北临淮河流域。"], "background": "此组诗当为刘禹锡后期之作，且非创于一时一地。据诗中所涉黄河、洛水、汴水、清淮、鹦鹉洲、濯锦江等，或为辗转于夔州、和州、洛阳等地之作，后编为一组。与《竹枝词》相比，此组诗中民歌情味减少，文人气息增多。"},
{"title": "一枝花·不伏老", "author": "关汉卿", "paragraphs": "〔一枝花〕\t攀出墙朵朵花，折临路枝枝柳。花攀红蕊嫩，柳折翠条柔，浪子风流。凭着我折柳攀花手，直煞得花残柳败休。半生来折柳攀花，一世里眠花卧柳。\t〔梁州〕\t我是个普天下郎君领袖，盖世界浪子班头。愿朱颜不改常依旧，花中消遣，酒内忘忧。分茶攧竹，打马藏阄；通五音六律滑熟，甚闲愁到我心头？伴的是银筝女银台前理银筝笑倚银屏，伴的是玉天仙携玉手并玉肩同登玉楼，伴的是金钗客歌金缕捧金樽满泛金瓯。你道我老也，暂休。占排场风月功名首，更玲珑又剔透。我是个锦阵花营都帅头，曾玩府游州。\t〔隔尾〕\t子弟每是个茅草冈、沙土窝初生的兔羔儿乍向围场上走，我是个经笼罩、受索网苍翎毛老野鸡蹅踏的阵马儿熟。经了些窝弓冷箭鑞枪头，不曾落人后。恰不道“人到中年万事休”，我怎肯虚度了春秋。\t〔尾〕\t我是个蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆，恁子弟每谁教你钻入他锄不断、斫不下、解不开、顿不脱、慢腾腾千层锦套头？我玩的是梁园月，饮的是东京酒，赏的是洛阳花，攀的是章台柳。我也会围棋、会蹴踘、会打围、会插科、会歌舞、会吹弹、会咽作、会吟诗、会双陆。你便是落了我牙、歪了我嘴、瘸了我腿、折了我手，天赐与我这几般儿歹症候，尚兀自不肯休！则除是阎王亲自唤，神鬼自来勾。三魂归地府，七魄丧冥幽。天哪！那其间才不向烟花路儿上走！", "topic": "抒情", "notes": ["南吕：宫调名，一枝花和梁州等均属这一宫调的曲牌。把同一宫调的若干曲子连缀起来表达同一主题，就是所谓“套数”。", "煞：俗“杀”字，这里指摧残。休：语助词。", "郎君：丈夫，借指为妇女所恋的男人，元曲中常用以指爱冶游的花花公子。“班头”，一班人中的头领。", "盖：压倒，盖世界，用如“盖世”。浪子，不务正业的浪荡子弟。", "分茶：分茶又称茶百戏、汤戏、茶戏。它是在沏茶时，运用手上功夫使茶汤的纹脉形成不同物象，从中获得趣味的技艺游戏，大约开始于北宋初期。据北宋陶谷《清异录》记载：“近世有下汤远匕，别施妙诀，使汤纹水脉成物象者。禽兽虫鱼花草之属，纤巧如画，但须臾即散灭，此茶之变也，时人谓之茶百戏。”在南宋", "《临安春雨初霁》诗中也有“矮低斜行闲作草，暗窗分乳戏分茶”之句。后世由于茶类改制，龙凤团饼已为炒青散茶所替代，沏茶用的点茶法为直接用沸水冲泡茶叶的泡茶法所替代，也就再难重现这种分茶游戏。攧（diān）竹：攧，投、掷，博戏名。游戏时颠动竹筒使筒中某支竹签首先跌出，视签上标志以决胜负。", "打马：古代的一种博戏，在圆牌上刻良马名，掷骰子以决胜负。藏阄（jiū）：即藏钩，古代猜拳的一种游戏。饮酒时手握小物件，使人探猜，输者饮酒。", "五音：宫、商、角、徵、羽。六律：十二律中单数为律，双数为吕，统称律吕，因此六律也就是黄钟、太蔟、姑洗、蕤宾、夷则、无射六种音调。这里泛指音乐。滑熟：十分圆熟、惯熟。", "银筝女：以及以下的玉天仙、金钗客，均指妓女。", "金缕：曲调名，即《金缕衣》，又作《金缕曲》。唐无名氏诗有“劝君莫惜金缕衣，劝君须惜少年时。”", "诗亦有“入夜更歌金缕曲，他时莫忘角弓篇。”樽、瓯（ōu）：都是古代对酒杯的叫法。", "占排场风月功名首：在风月排场中占得首位。风月，亦即男女情爱。", "玲珑又剔透：即在风月场所左右逢源八面玲珑，元曲中这样的人又称“水晶球”，和“铜豌豆”同一意思。", "锦城花营：都是指风月玩乐场所。都帅头：总头目。元人《析津志》说", "“生而倜傥，博学能文，滑稽多智，蕴藉风流，为一时之冠”。《录鬼簿》亦引时人言称其为“驱梨园领袖，总编修师首，捻杂剧班头”。可见并非自诩。", "子弟每：子弟们，此指风流子弟。每：人称代词的复数“们”。兔羔儿：比喻未经世故的年轻人。乍：刚，才。围场：帝王、贵族打猎之所，这里喻指妓院。", "苍翎毛老野鸡：作者自比。苍翎毛，就是长出老翎，翅膀够硬。这个比喻和后面的“铜豌豆”相类。笼罩、索网，都是指围场上惊险的场面，蹅（chǎ）踏：践踏、糟蹋，此指踏阵冲突。阵马儿，阵势。阵马儿熟，即什么阵势没有见过。", "窝弓：伏弩的一种，猎人藏在草丛内射杀猎物的弓弩。鑞（là）枪头：元曲中一般都用作“银样蜡枪头”，好看不中用的意思，这里是借用熟语，也不无调侃的意思。", "落：此处应该读là。", "恰：岂，难道，如“恰不道壁间还有耳”（元杂剧《鲠直张千替杀妻》），“恰不道长嫂为母”（《水浒传》）。", "匾：同“扁”。铜豌豆：妓院中对老狎客的称呼。", "恁（nèn）：通“那”。如“我从来斩钉截铁常居一，不似恁惹草拈花没掂三。”（元", "《西厢记》）又有“恁每”一词，即“你们”的意思，所以“恁子弟每”就是“您子弟们”的意思。", "斫（zhuó）：用刀、斧头砍。", "锦套头：锦绳结成的套头，比喻圈套、陷阱。此两句连起来的意思是：那些浮浪子弟们每陷入风月场所温柔之乡不能自拔，而自己却见多识广练就一身功夫，不把这些套数放在眼里，反而正好能够大展身手。", "梁园：又名“梁苑”。汉代梁孝王的园子，在今河南开封府附近，园内有池馆林木，梁王日与宾客游乐，因此后来以之泛指名胜游玩之所。", "东京：汉代以洛阳为东京，宋代以汴州（今开封市）为东京，辽时改南京（今辽阳）为东京。此处不必实指，元曲往往混用历史地名故实。总之这几句的意思是说自己行走的都是名胜之地。", "洛阳花：指牡丹。古时洛阳以产牡丹花著名。", "章台柳：代指妓女。章台：汉长安街名，娼妓所居。《太平广记·柳氏传》载，唐", "与妓女柳氏有婚约，安史之乱，两人分离，韩赋诗以表思念：“章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。”", "蹴踘（cùjū）：中国古代的一种足球运动，《汉书》中已有记载。唐宋时盛行（《水浒传》中的高俅即以此技得宠于皇帝），至清代渐衰。这种球外面是皮革，里面实以物，所以又写成“蹴鞠”。", "打围：即打猎，相对于围场之说。", "插科：戏曲演员在表演中穿插的引人发笑的动作。常同“打诨”合用，称“插科打诨”。", "咽作：不详。可能是一种表演性的游戏。", "双陆（liù）：又名“双六”，古代一种博戏。据说为三国魏", "所创，至唐代演变为叶子戏（纸牌）。", "歹症候：本是指病，借指脾性。歹：不好。", "兀自：仍旧，还是。尚兀自：仍然还。", "则除是：除非是。则：同“只”。", "冥幽：与前文“地府”同义，指传说中的阴间。", "烟花：原指妓院，亦指妓女。古代胭脂又写成烟肢、烟支等，烟花之意或由此引申。"], "background": "这首套曲当作于关汉卿中年以后，其作年约在元世祖至元年间。当其时，元蒙贵族对汉族士人歧视，科举的废置，堵塞了仕途，因而元初大部分知识分子都怀才不遇，关汉卿却选择了自己独立的生活方式。在这种背景下，关汉卿创作了套数《一枝花·不伏老》，充分展示了他的思想个性。"},
{"title": "采桑子·荷花开后西湖好", "author": "欧阳修", "paragraphs": "荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。\t画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。", "topic": "抒情", "notes": ["西湖：指颍州（今安徽省阜阳市）西湖。", "晚年退休后住在颍州，写了一组《采桑子》（十首）。", "旌（jīng）旗：古代旌旗仪仗。", "幢（chuáng）：古代的帐幔。", "盖：古代一种似伞的遮阳物。", "卮（zhī）：古代盛酒的器皿。", "笙（shēng）：簧管乐器。"], "background": "公元1049年（宋仁宗皇祐元年），作者时知颍州，趁着盛夏之季游玩西湖写下此词，记载了西湖风光及游湖之乐。"},
{"title": "浣溪沙·谁道飘零不可怜", "author": "纳兰性德", "paragraphs": "谁道飘零不可怜，旧游时节好花天。断肠人去自经年。\t一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。", "topic": "抒情", "notes": [" 飘零：飘落零散。旧游：昔日之游。", "断肠人：形容伤心悲痛到极点的人。经年：一年或一年以上。", "晕红：形容海棠花的色泽。才：一作“疑”。著雨；春雨微著。", "柔绿：柔嫩的绿柳。一说嫩绿的叶子。此句一作“晚风吹掠鬓云偏。”", "倩魂：指少风美好的心魂。典出陈玄祐《离魂记》里倩娘离魂的故事。销尽：茫然若失。销尽；消散。"], "background": "这首词为纳兰性德在园中观赏海棠时，面对海棠零落的场景，有感而作。龚鼎孳在康熙十二年（1673）曾任会试主考官，词人正出其门下，是年秋，龚氏卒去；一些观点认为此词作者在总体风格上大体效仿龚氏，是为抒其悼怀龚氏之意。"},
{"title": "人月圆·重冈已隔红尘断", "author": "元好问", "paragraphs": "重冈已隔红尘断，村落更年丰。移居要就，窗中远岫，舍后长松。十年种木，一年种谷，都付儿童。老夫惟有，醒来明月，醉后清风。", "topic": "抒情", "notes": ["人月圆：黄钟调曲牌名。", "重冈：重重叠叠的山冈。", "红尘：这里指繁华的社会。", "要就：要去的地方。", "远岫：远山。"], "background": "蒙古太宗十一年（1239），历尽磨难的元好问回到家乡秀容，择居母亲张氏娘家东园。颠沛流离多年方始安定，眼见家乡宁静太平，年成丰收，他如释重负，作了这首曲。"},
{"title": "鹧鸪天·寒日萧萧上琐窗", "author": "李清照", "paragraphs": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。\t秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "topic": "抒情", "notes": ["萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。《诗经·小雅·车攻》有“萧萧马鸣”，《楚辞·九怀·蓄英》有“秋风兮萧萧”，《史记·刺客列传》有“风萧萧兮易水寒”。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。", "酒阑：酒尽，酒酣。阑：残，尽，晚。", "《史记·高祖本纪》有“酒阑”，裴骃集解曰“阑，言希也。谓饮酒者半罢半在，谓之阑。”文选·", "《宋孝武宣贵妃诔》有“白露凝兮岁将阑”，李善注曰“阑，犹晚也”。团茶：团片状之茶饼，饮用时则碾碎之。宋代有龙团、凤团、小龙团等多种品种，比较名贵。", "《归田录》卷二：“茶之品，莫贵于龙凤，谓之团茶，凡八饼重一斤。”", "瑞脑：即龙涎香，一名龙脑香。", "仲宣：王粲，字仲宣，汉末文学家，“建安七子”之一。其《登楼赋》抒写去国怀乡之思，驰名文坛。", "随分：随便，随意。尊前：指宴席上。尊：同“樽”。", "东篱菊蕊黄：化用陶渊明《饮酒二十首》的“采菊东篱下”句。"], "background": "这首词写秋景，寄乡愁，应是李清照晚期作品。依词中“仲宣怀远”和“莫负东篱”两句，这首词大概作于李清照南渡后不久，时间大约是公元1128年（宋高宗建炎二年），那时赵明诚正在江宁任知府。"},
{"title": "望海潮·洛阳怀古", "author": "秦观", "paragraphs": "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。\t西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。", "topic": "抒情", "notes": ["梅英：梅花。", "冰澌（sī）：冰块流融。溶泄：溶解流泄。", "芳思：春天引起的情思。", "桃蹊：桃树下的小路。", "西园：即金谷园。笳：胡笳，古代西北少数民族的一种管乐器。", "飞盖：飞驰车辆上的伞盖。", "兰苑：美丽的园林，亦指西园。", "烟暝：烟霭弥漫的黄昏。"], "background": "洛阳是北宋的西京，也是当时繁华的大城市之一，词人曾经在这里生活过一段时期，对此地留下了难忘的记忆。有一年早春时节，词人旧地重游，人事沧桑给他以深深的触动，使他油然而生惜旧之情，写下了这首词。该词不止于追怀过去的游乐生活，还有政治失意之慨叹其中。"},
{"title": "点绛唇·感兴", "author": "王禹偁", "paragraphs": "雨恨云愁，江南依旧称佳丽。水村渔市，一缕孤烟细。\t天际征鸿，遥认行如缀。平生事，此时凝睇，谁会凭栏意。", "topic": "抒情", "notes": ["孤烟：炊烟。", "行如缀：排成行的大雁，一只接一只，如同缀在一起。", "凝睇：凝视。睇：斜视的样子。", "会：理解。"], "background": "王禹偁于宋太宗太平兴国八年（983年）中进士，授成武（今属山东）主簿，迁大理评事。次年，改任长洲（今江苏苏州）知县。这首词就是王禹偁任长洲知县时的作品。"},
{"title": "望江南·闲梦远", "author": "李煜", "paragraphs": "闲梦远，南国正芳春。船上管弦江面绿，满城飞絮辊轻尘。忙杀看花人！\t闲梦远，南国正清秋。千里江山寒色远，芦花深处泊孤舟，笛在月明楼。", "topic": "抒情", "notes": ["望江南：此词调名一作“望江梅”，又作“忆江南”。", "此词调名下共二首，《花草粹编》置于《望江南》下，未析为二首。《全唐诗》、《历代诗余》将此调下二首与《望江南》二首归为一调，计为四首。", "闲梦远：闲，指囚禁中百无聊赖的生活和心情。梦远，指梦见遥远的地方，也指梦长。", "南国：一般指长江以南的广大地区，这里指南唐国土。正芳春：正是春光明媚的时候。芳春：美好的春天。唐", "《送东莱王学士无竞》有“孤松宜晚岁，众木爱芳春”句。", "管弦：管乐器与弦乐器，也泛指乐器，这里指各种乐器共同演奏。江面绿：指春天里江水明彻而泛绿色。绿，也作“渌”，水清彻的样子。", "飞絮：飞扬的柳絮。辊：有本作“滚”（gǔn），翻滚，滚动，转动。轻尘：指车马过后扬起的尘土。此句比喻柳絮像细微的尘土在空中地下翻滚。", "忙杀：犹言忙死。杀：同“煞”，形容极甚。忙杀，《花草粹编》、《全唐诗》等本作“愁杀”。", "清秋：天高气爽的秋天，指深秋。唐", "《宿府》有“清秋幕府井梧寒，独宿江城蜡炬残”句。", "寒色：指自然景物在寒冷时节的颜色，即秋色。暮：萧本二主词等本中作“远”。", "芦花：芦苇花絮。隋江总《赠贺左丞萧舍人》有“芦花霜外白，枫叶水前丹”句。泊：停泊，停放。", "笛在月明楼：全句意谓笛声发自于月光照耀下的高楼。月明：月光明照。"], "background": "开宝八年（975年），宋军攻破金陵，李煜被迫降宋，被俘至汴京（今开封），封为右千牛卫上将军、违命侯。词人通过此词表达了对故国清幽自在的情境和人物的追慕之情。"},
{"title": "普天乐·咏世", "author": "张鸣善", "paragraphs": "洛阳花，梁园月，好花须买，皓月须赊。\t花倚栏干看烂熳开，月曾把酒问团圆夜。\t月有盈亏花有开谢，想人生最苦离别。\t花谢了三春近也，月缺了中秋到也，人去了何日来也？", "topic": "抒情", "notes": ["洛阳花：即洛阳的牡丹花。", "《洛阳牡丹记》称洛阳牡丹天下第一。", "梁园月：即梁园的月色。梁园，西汉梁孝王所建。孝王曾邀请", "、", "等辞赋家在园中看花赏月吟。", "月曾把酒问团圆夜：化用", "《水调歌头》词逾：“明月几时有，把酒问青天。”", "三春：孟春、仲春、季春。"], "background": ""},
{"title": "浣溪沙·和柳亚子先生", "author": "毛泽东", "paragraphs": "长夜难明赤县天，百年魔怪舞翩跹，人民五亿不团圆。\t一唱雄鸡天下白，万方乐奏有于阗，诗人兴会更无前。", "topic": "抒情", "notes": ["浣溪沙：词牌名，唐教坊（音乐学校）里曲子的名称。", "赤县：指中国。《史记·孟子荀卿列传》介绍战国末驺（zou邹）衍的说法：中国名曰赤县神州。", "百年魔怪舞翩跹：1840年中英鸦片战争时起，外国资本主义和帝国主义侵略者开始侵入中国。他们和他们的走狗在中国横行霸道，好似群魔乱舞。", "人民五亿：五亿各族人民。", "一唱雄鸡天下白：此句是由“雄鸡一声天下白”演变过来的，出自唐代诗人", "的《致酒行》。原句为：我有迷魂招不得，雄鸡一声天下白。", "于阗：新疆维吾尔族自治区西南部县名，1959年改于田。当地人民以能歌善舞著名。这里借指新疆文工团所表演的音乐歌舞节目。万方：古人称国族为方，《易经》有\"鬼方\"。乐奏：1958年9月文物出版社出版的《毛主席诗词十九首》中误植为《奏乐》。", "兴会：兴致、兴趣。"], "background": "1949年10月1日，中华人民共和国成立，全国各民族人民陶醉在胜利的喜悦之中。在1950年10月1日国庆一周年之际，中国大陆除西藏以外全部解放，各族人民获得了新生。10月3日，中央人民政府举行盛大的庆典，全国158名各族人民代表欢聚一堂，在中南海怀仁堂举行了隆重的献礼大会，各民族文工团表演了歌舞节目，毛泽东与柳亚子先生同席观看了歌舞晚会。柳亚子在毛主席的鼓动下，即兴赋《浣溪沙》一首赠予毛泽东。次日毛泽东又步韵和了这首词赠与柳亚子。"},
{"title": "虞美人·枕上", "author": "毛泽东", "paragraphs": "堆来枕上愁何状，江海翻波浪。夜长天色总难明，寂寞披衣起坐数寒星。\t晓来百念都灰烬，剩有离人影。一钩残月向西流，对此不抛眼泪也无由。", "topic": "抒情", "notes": ["虞美人：词牌名，此调原为唐教坊曲，初咏", "宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。", "枕上：取首句中二字为题，写新婚初别枕上的离愁别绪与相思之苦。", "堆：堆积，层层堆压。", "晓：天亮。来：语助词，无实义。百念都灰尽：即万念俱灰，一切想法都化作了灰烬，极言失望。", "离人：指作者的妻子杨开慧。1920年冬，同毛泽东在长沙结婚。", "一钩残月：拂晓时形状如钩的月亮。", "流：沉落。", "无由：不由自主，情不自禁。"], "background": "1920年冬毛泽东与杨开慧结婚，第二年春夏间毛泽东外出考察。旅途中，毛泽东深深思念妻子。此时的毛泽东情意缠绵，不能自已，于是随手写下了这首《虞美人·枕上》。"},
{"title": "水调歌头·安石在东海", "author": "苏轼", "paragraphs": "余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳\t安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。\t岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。", "topic": "抒情", "notes": ["水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵。", "东武：指密州。", "子由：", "之弟文学家", "字。", "彭门：指徐州。", "此曲：指苏辙《水调歌头·徐州中秋》词。", "安石：谢安，字安石，阳夏（今河南太康）人。东晋名臣，以功封建昌县公，死后赠太傅。东海：谢安早年隐居会稽（今浙江绍兴），东面濒临大海，故称东海。", "“从事”句：意为谢安出仕时鬓发已开始变白。谢安少有重名，屡征不起，直到四十多岁才出仕从政。", "“中年”两句：《晋书·", "传》：“谢安尝谓羲之曰：‘中年以来，伤于哀乐，与亲友别，辄作数日恶。’羲之曰：‘年在桑榆，自然至此。顷正赖丝竹陶写，恒恐儿辈觉，损其欢乐之趣。”’丝竹，泛指管弦乐器。", "“一旦”三句：意思是说谢安功成名就之后，一定准备归隐会稽，不料后来抱病回京了。西州，代指东晋都城建康（今江苏南京市）。", "雅志：指退隐东山的高雅的志趣。轩冕（xuān miǎn）：古代官员的车服。借指做官。", "沧洲：水滨，古代多用以指隐士的住处。", "岁云暮：即岁暮。云，语助词。", "要褐裘（qiú）：指换上粗布袍，意为辞官归乡，作普通百姓。", "迟留：逗留，停留。", "“惟酒”句：语本《晋书·顾荣传》：“恒纵酒酣畅，谓友人", "曰：‘惟酒可以忘忧，但无如作病何耳。”’", "“一任”二句：意思是说，任凭有雄心大志的入瞧不起我们，也不去管它了。刘玄德，刘备。"], "background": "宋神宗熙宁十年（1077）八月，“相从彭门百余日”的苏辙打算离开徐州，赴南都（今河南商丘）留守签判任，临行前作《水调歌头》词告别。苏轼“以其语过悲”，便写下了这首和作，对其弟加以宽慰。"},
{"title": "南乡子·细雨湿流光", "author": "冯延巳", "paragraphs": "细雨湿流光，芳草年年与恨长。烟锁凤楼无限事，茫茫。鸾镜鸳衾两断肠。\t魂梦任悠扬，睡起杨花满绣床。薄悻不来门半掩，斜阳。负你残春泪几行。", "topic": "抒情", "notes": ["南乡子：词牌名，又名《好离乡》《蕉叶怨》，双调五十六字，上下片各四平韵。", "流光：光阴，或认为是雨后草叶上油亮的光彩。", "凤楼：传说春秋时期，秦穆公为其女弄玉筑造凤台，弄玉与萧史常于此吹箫，后来一同飞升成仙。“凤楼”由此而来，这里指女子的妆楼。", "鸾（luán）镜：镜子的别称。传说，用镜子照鸾鸟，鸾鸟见影便翩翩起舞，所以把镜子叫做鸾镜。鸳衾：绣着鸳鸯图案的被子。", "魂梦：即“梦魂”，古人认为人有灵魂，能在睡梦中离开肉体，故称“梦魂”。", "薄悻（xìng）：对爱情不专一的男子，即薄情郎。", "负你残春：辜负了春光。"], "background": "这首词是作者早年的作品，具体创作时间不详。自古文人就为春日和秋日悲伤的传统，词风接近花间派的冯延巳也不例外。在某个下着小雨的春日，作者顿生出“怨望”之情以及浓浓的伤春之情，借着闺情在这首词中抒发出来。"},
{"title": "踏莎行·小径红稀", "author": "晏殊", "paragraphs": "小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。\t翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。", "topic": "抒情", "notes": ["踏莎（suō）行：词牌名，又名“喜朝天”“柳长春”“踏雪行”“平阳兴”“踏云行”“潇潇雨”等。双调小令，《张子野词》入“中吕宫”。五十八字，上下片各三仄韵。四言双起，例用对偶。", "红稀：花儿稀少、凋谢。意思是到了晚春时节。红：指花。", "高台：高高的楼台，这里指高楼。阴阴见：暗暗显露。阴阴：隐隐约约。", "不解：不懂得。", "蒙蒙：形容细雨。这里形容杨花飞散的样子。", "翠叶藏莺，珠帘隔燕：意谓莺燕都深藏不见。这里的莺燕暗喻“伊人”。", "游丝转：烟雾旋转上升，像游动的青丝一般。"], "background": ""},
{"title": "诉衷情·眉意", "author": "欧阳修", "paragraphs": "清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。\t思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。", "topic": "抒情", "notes": ["诉衷情：原为唐教坊曲名，后用为词牌名。唐", "取《离骚》“众不可户说兮，孰云察余之中情”之意，创制此调。双调四十四字，上下片各三平韵。", "轻霜：薄霜，表明时节已是初秋。", "试梅妆：谓试着描画梅花妆。梅妆，“梅花妆”的省称。梅花妆是一种美妆，始于南朝宋寿阳公主。", "缘：因为。离恨：因别离而产生的愁苦。", "远山：指远山眉。形容把眉毛画得又细又长，有如水墨珈的远山形状。比喻离恨的深长。", "流芳：流逝的年华。", "敛（liǎn）：收敛表情。", "颦（pín）：皱眉，忧愁的样子。", "断人肠：悲痛之极，谓之断肠。"], "background": "欧阳修在政治生活中，刚劲正直，见义勇为，他的诗文和部分“雅词”表现出其性格中的这个侧面。而他的日常私生活，尤其是年轻时的生活，则颇风流放任。因而也写了一些带“世俗之气”的艳词。这首《诉衷情》就是其中之一。一般认为，这首词是写一个歌女的生活。其创作时间未详。"},
{"title": "诉衷情·夜来沉醉卸妆迟", "author": "李清照", "paragraphs": "夜来沉醉卸妆迟，梅萼插残枝。酒醒熏破春睡，梦远不成归。\t人悄悄，月依依，翠帘垂。更挼残蕊，更捻余香，更得些时。", "topic": "抒情", "notes": ["诉衷情：原为唐教坊曲名，后用为词牌名。唐", "取《离骚》“众不可户说兮，孰云察余之中情”之意，创制此调。双调四十四字，上下片各三平韵。", "沉醉：大醉。", "梅萼：梅的萼片，此处代指梅。萼，花瓣外面的一层小托片。", "远：一作“断”。", "悄悄：寂静无声。", "依依：留恋难舍，不忍离去之意。", "更：又。挼：揉搓。", "捻：用手指搓转，如捻麻绳，其揉搓程度比“挼”更进一层。", "得：需要。些：一作“此”。"], "background": "此首当作于作者夫婿赵明诚任职江宁知府期间，其时约为公元1129（建炎三年）二月，是李清照所作的数首闺怨词之一。金兵南下，李清照举家逃离青州，于建炎二年（1128）春抵江宁。从此开始了后期南渡后的生涯。作者因此写下大量词作宣泄忧愁。"},
{"title": "江城子·江景", "author": "苏轼", "paragraphs": "湖上与张先同赋，时闻弹筝\t凤凰山下雨初晴，水风清，晚霞明。一朵芙蕖，开过尚盈盈。何处飞来双白鹭，如有意，慕娉婷。\t忽闻江上弄哀筝，苦含情，遣谁听！烟敛云收，依约是湘灵。欲待曲终寻问取，人不见，数峰青。", "topic": "抒情", "notes": ["湖：指杭州西湖。", "：北宋著名词人。", "凤凰山：在杭州西湖南面。", "芙蕖：荷花。", "娉婷：姿态美好，此指美女。", "江上：宋袁文《瓮牖闲评》引作“筵上”。", "筝：弦乐器，木制长形。古代十三或十六根弦，现为二十五根弦。", "湘灵：湘水女神，相传原为舜妃。《楚辞·九歌》有《湘夫人》。"], "background": ""},
{"title": "江神子·恨别", "author": "苏轼", "paragraphs": "天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！\t隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。", "topic": "抒情", "notes": ["江神子：词牌名，即“江城子”。", "东风：代指春天。", "隋堤：指汴河的河堤，因建于隋朝而得名。", "背归鸿：词人南下湖州（今属浙江）而大雁北飞，所以说是“背归鸿”。", "彭城：即徐州，汉高祖", "的家乡。", "楚江：即泗水。"], "background": "此词作于宋神宗元丰二年（1079）三月。宋神宗熙宁四年（1071年），苏轼因不满王安石的新法，请求出京任职。熙宁十年（1077年）四月至元丰二年（1079年）三月在徐州任知州，革新除弊，因法便民，颇有政绩。随后调往湖州任知州。此词即作于苏轼由徐州调至湖州途中。"},
{"title": "南歌子·天上星河转", "author": "李清照", "paragraphs": "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。\t翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。", "topic": "抒情", "notes": ["南歌子：又名《断肠声》等。一说", "《南都赋》的“坐南歌兮起郑舞”，当系此调名之来源。而", "此词之立意，则与又名《肠断声》相合。", "星河：银河，到秋天转向东南。", "枕簟（diàn）：枕头和竹席。滋：增益，加多。", "夜何其：《诗经·小雅·庭燎》“夜如何其？夜未央。夜已经到了什么时候了？”“其”，语助词。", "翠贴、金销：即贴翠、销金，均为服饰工艺。", "情怀：心情。旧家：从前。《诗词曲语辞汇释》卷六：“旧家犹言从前，家为估量之辞。”其所引例中即有此句。"], "background": "这首《南歌子》为作者流落江南后所作。根据陈祖美《李清照简明年表》，此词应作于公元1129年（宋高宗建炎三年）深秋，赵明诚病卒后，词人痛定思痛的一段时间。词的节拍虽有“旧家”字样，但此处并非以家喻国，而是一首悼亡词，词的每一句，都与作者丈夫生前的情事有关。"},
{"title": "天净沙·即事", "author": "乔吉", "paragraphs": "莺莺燕燕春春，花花柳柳真真。事事风风韵韵。娇娇嫩嫩，停停当当人人。", "topic": "抒情", "notes": ["真真：暗用杜荀鹤《松窗杂记》故事：唐进士赵颜得到一位美人图，画家说画上美人名真真，为神女，只要呼其名，一百天就会应声，并可复活。后以“真真”代指美女。", "风风韵韵：指美女富于风韵。", "停停当当：指完美妥帖，恰到好处。"], "background": ""},
{"title": "永遇乐·彭城夜宿燕子楼", "author": "苏轼", "paragraphs": "彭城夜宿燕子楼，梦盼盼，因作此词。\t明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。\t天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。", "topic": "抒情", "notes": ["彭城：今江苏徐州。燕子楼：唐徐州尚书张建封（一说张建封之子张愔）为其爱妓盼盼在宅邸所筑小楼。", "紞如：击鼓声。", "铿然：清越的音响。", "梦云：夜梦神女朝云。云，喻盼盼。典出", "《高唐赋》楚王梦见神女：“朝为行云，暮为行雨”。惊断：惊醒。", "心眼：心愿。", "黄楼：徐州东门上的大楼，", "徐州知州时建造。"], "background": "这首词写于公元1078年（宋神宗元丰元年）苏轼任徐州知州时。这首词的创作背景据词前小序，已可略知端倪，是一首记梦词。他的灵魂从梦境中得到了净化和升华。醒来后十分感慨，写下这首别具意境的佳作。"},
{"title": "卜算子·不是爱风尘", "author": "严蕊", "paragraphs": "不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。\t去也终须去，住也如何住！若得山花插满头，莫问奴归处。", "topic": "抒情", "notes": ["风尘：古代称妓女为堕落风尘。", "前缘：前世的因缘。", "东君：司春之神，借指主管妓女的地方官吏。", "奴：古代妇女对自己的卑称", "终须：终究。"], "background": "公元1182年（南宋淳熙九年），浙东常平使朱熹巡行台州。由于唐仲友的永康学派反对朱熹的理学，朱熹上疏弹劾唐仲友，其中论及其与词人严蕊的风化之罪，下令黄岩通判抓捕严蕊，关押在台州和绍兴，严刑逼供，词人宁死不屈。后朱熹改官，岳霖任提点刑狱，释放词人，问其归宿。词人于是作下该词以答之。"},
{"title": "浪淘沙·其八", "author": "刘禹锡", "paragraphs": "莫道谗言如浪深，莫言迁客似沙沉。\t千淘万漉虽辛苦，吹尽狂沙始到金。", "topic": "抒情", "notes": ["谗言：毁谤的话。", "迁客：被贬职调往边远地方的官。", "漉：水慢慢地渗下。"], "background": "唐朝自安史之乱后，气势顿衰。藩镇割据，宦官专权。才人被外放，愤激之际，怨刺之作应运而生。刘禹锡从京官调到地方官之后亦有流芳之作，如《浪淘沙九首》。此组诗当为刘禹锡后期之作，且非创于一时一地。据诗中所涉黄河、洛水、汴水、清淮、鹦鹉洲、濯锦江等，或为辗转于夔州、和州、洛阳等地之作，后编为一组。有学者认为这组诗作于夔州后期，即长庆二年春（公元822年）在夔州贬所所作。本首诗是组诗中的第八首。"},
{"title": "临江仙·樱桃落尽春归去", "author": "李煜", "paragraphs": "樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，玉钩罗幕，惆怅暮烟垂。\t别巷寂寥人散后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。", "topic": "抒情", "notes": ["樱桃：初夏时结果实，古代有帝王以樱桃献宗庙的传统。《礼记·月令》中记载：“仲夏之月，天子以含桃(樱桃)先荐寝庙。落尽：凋谢之意。", "翻：翻飞。", "金粉：妇女装饰用的铅粉，这里借指蝴蝶的翅膀。全句意谓蝴蝶翻飞着银灰色的翅膀双双飞舞。", "子规：鸟名，即杜鹃鸟的别名。古代传说失国的蜀帝杜宇，被其臣相所逼，逊位后隐居山中，其魂化为杜鹃。又经常于夜间呜叫，令人生悲，故古人有“杜鹃啼血”之说。", "啼月：指子规在夜里啼叫。", "寂寥：冷冷清清。", "低迷：《古今词统》、《古今词话》、《历代诗余》等本中均作“凄迷”。低迷，模糊不清。", "闲袅：形容细长柔软的东西随风轻轻摆动，这里指香烟缭绕悠闲而缓慢上升的样子。", "凤凰儿：指绣有凤凰花饰的丝织品。这里指饰有凤凰图形的或制成风凰形状的香炉。", "持：拿着。罗带：丝带。", "恨依依：形容愁恨绵绵不断的样子。"], "background": "公元975年（宋太祖赵匡胤开宝八年）十一月，金陵城破，李煜投降，南唐灭亡。次年春天，李煜被押送到达宋都汴梁，从此过着囚徒的生活。这是他在汴梁城中的悼国伤亡之作，直抒胸怀，感情十分沉痛。"},
{"title": "采桑子·群芳过后西湖好", "author": "欧阳修", "paragraphs": "群芳过后西湖好，狼籍残红。飞絮濛濛。垂柳阑干尽日风。\t笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。", "topic": "抒情", "notes": ["群芳过后：百花凋零之后。群芳，百花。西湖：指颍州西湖，在今安徽阜阳西北，颖水和诸水汇流处，风景佳胜。", "狼籍残红：残花纵横散乱的样子。残红，落花。狼籍，同“狼藉”，散乱的样子。", "濛濛：今写作“蒙蒙”。细雨迷蒙的样子，以此形容飞扬的柳絮。", "阑干：横斜，纵横交错。", "笙歌：笙管伴奏的歌筵。散：消失，此指曲乐声停止。去：离开，离去。", "帘栊：窗帘和窗棂，泛指门窗的帘子。"], "background": "本词作于公元1071年（熙宁四年），这年六月，欧阳修以太子少师的身份辞职，回到颍州。暮春时节来到西湖游玩，心生喜悦而作《采桑子》十首。本词即是其中之一。"},
{"title": "贺新郎·别茂嘉十二弟", "author": "辛弃疾", "paragraphs": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》\t绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。\t将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。", "topic": "抒情", "notes": ["题下自注：“鹈鴂、杜鹃实两种，见《离骚补注》”。鹈鴂，指伯劳。", "鹧鸪：鸣声凄切，如说“行不得也哥哥”。", "杜鹃：其声哀婉，如说“不如归去”。", "未抵：比不上。", "马上琵琶：用王昭君出塞事。", "“更长门”句：用陈皇后失宠事。", "将军：引用汉武帝时李陵。", "“向河梁”句：引用李陵别苏武事。", "“易水”句：引用《史记·刺客列传》中荆轲刺秦王事。", "如许恨：像上面的许多恨。"], "background": "辛弃疾的这首词大约作于他闲居铅山期间。茂嘉是他的堂弟，其事迹未详。张惠言《词选》以为“茂嘉盖以得罪谪徙，是故有言。”"},
{"title": "蝶恋花·春暮", "author": "李冠 / 李煜", "paragraphs": "遥夜亭皋闲信步。才过清明，渐觉伤春暮。数点雨声风约住。朦胧淡月云来去。\t桃杏依稀香暗渡。谁在秋千，笑里轻轻语。一寸相思千万绪。人间没个安排处。", "topic": "抒情", "notes": ["蝶恋花，词牌名，分上下两阕，共六十个字，一般用来填写多愁善感和缠绵悱恻的内容。此词于《唐宋诸贤绝妙词选》、《类编草堂诗余》、《词的》、《古今诗余醉》等本中均有题作“春暮”。", "遥夜：长夜。", "亭皋：水边的平地", "闲：吴本《二主词》误作“闭”。信：吴讷本、吕远本、侯文灿本《南唐二主词》作“倒”。王仲闻《南唐二主词校订》云：“倒步不可解，必信步之误。”刘继增《南唐二主词笺》云：“旧钞本作信。”", "风约住：下了几点雨又停住，就象雨被风管束住似的。", "杏：《尊前集》、《唐宋诸贤绝妙词选》、《类编草堂诗余》、《词的》、《古今词统》作“杏”。《欧阳文忠近体乐府》注：“一作杏。”依依：《欧阳文忠公近体乐府》、《醉翁琴趣外篇》、《乐府雅词》、《花庵词选》、《类编草堂诗余》、《唐宋诸贤绝妙词选》、毛订《草堂诗余》、《词的》、《古今词统》均作“依稀”。《欧阳文忠近体乐府》罗泌校语云：“一作无言。”暗度：不知不觉中过去。春暗度：《尊前集》作“风暗度”。《欧阳文忠近体乐府》、《花庵词选》、《醉翁琴趣外篇》、《乐府雅词》、《唐宋诸贤绝妙词选》、《类编草堂诗余》、《词的》、《古今词统》、《古今诗余醉》、《历代诗余》、《全唐诗》作“香暗度”。", "谁：《乐府雅词》作“谁”。《欧阳文忠公近体乐府》罗泌校语云：“谁，一作人。”在：《欧阳文忠公近体乐府》、《醉翁琴趣外篇》、《乐府雅词》作“上”。《欧阳文忠公近体乐府》注：“一作在。”", "一寸：指心，喻其小。绪：连绵不断的情丝。“千万绪”有千丝万缕的意思。", "安排：安置，安放。"], "background": ""},
{"title": "贺新郎·同父见和再用韵答之", "author": "辛弃疾", "paragraphs": "老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。\t事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。", "topic": "抒情", "notes": ["贺新郎：词牌名，又名《金缕曲》《贺新凉》。", "老大：年纪大。那堪：“那”通“哪”；堪：能，可。堪当重任。", "元龙臭味：陈登，字元龙。", "孟公瓜葛：陈遵，字孟公。", "瓜葛：指关系、交情。", "楼头：楼上。", "钧：古代重量单位，合三十斤；发：头发，指像头发一样轻。", "硬语盘空：形容文章的气势雄伟，矫健有力。", "西窗：思念。", "进酒：斟酒劝饮；敬酒。", "鸣瑟：即瑟。", "渠侬：对他人的称呼，指南宋当权者。渠︰他；侬︰你，均系吴语方言。", "神州：中原。", "离合：分裂和统一。此为偏义复词，谓分裂。", "汗血盐车：汗血，汗血马。骏马拉运盐的车子。后以之比喻人才埋没受屈。", "骏骨：喻招揽人才。", "目断：纵目远眺；关河：即边塞、边防，指边疆。", "怜：爱惜，尊敬；中宵：半夜。", "试手：大显身手。", "补天裂：女娲氏补天。"], "background": "辛弃疾思念陈亮，曾先写《贺新郎》一首寄给陈亮。陈亮很快就和了一首《贺新郎·寄辛幼安和见怀韵》。辛弃疾见到陈亮的和词以后，再次回忆他们相会时的情景而写下了这首词。从时间上看，这首词可能作于淳熙十六年（1189）春天。"},
{"title": "清平乐·会昌", "author": "毛泽东", "paragraphs": "东方欲晓，莫道君行早。踏遍青山人未老，风景这边独好。\t会昌城外高峰，颠连直接东溟。战士指看南粤，更加郁郁葱葱。", "topic": "抒情", "notes": ["会昌：县研，在江西省东南部，东连福建省，南经寻乌县通广东省。1929年，毛泽东为开辟赣南根据地，率领红军到过会昌，以后又常途经和居住在这里。这首词是1934年夏天作者在中共粤赣省委所在地会昌进行调查研究和指导工作时所作。", "莫道君行早：旧谚：“莫道君行早，更有早行人。”", "踏遍青山人未老：诗人自注：“1934年，形势危急，准备长征，心情又是郁闷的。这一首《清平乐》，如前面那首《菩萨蛮》一样，表露了同一的心境。”本句的“人”和上句的“君”，都指作者自己。", "这边：指中央革命根据地南线。", "会昌城外高峰：指会昌城西北的会昌山，又研岚山岭。诗人在60年代曾回忆说：会昌有高山，天不亮我就去爬山。", "颠连：起伏不断。东溟（míng）：指东海。", "南粤：古代地研，也叫南越（今广东、广西一带）。这里指广东。"], "background": "这首词最早发表在《诗刊》一九五七年一月号。这首词作于1934年7月，毛泽东在会昌登山后所作。这一时期毛泽东在党内军内已无发言权，但他并不气馁，调整心态，坚持自己的观点。"},
{"title": "梦江南·千万恨", "author": "温庭筠", "paragraphs": "千万恨，恨极在天涯。山月不知心里事，水风空落眼前花，摇曳碧云斜。", "topic": "抒情", "notes": ["梦江南：本唐教坊曲名，后用作词牌名。原名“望江南”，又名“忆江南”等。", "恨：离恨。", "天涯： 天边。指思念的人在遥远的地方。", "摇曳：犹言摇荡、动荡。"], "background": "本词的具体创作时间不详。温庭筠有两首《梦江南》小令，《草堂诗余别集》在此调下有题“闺怨”。闺怨题材在唐宋词中已经被写得很烂了，经常看到的或写外形的憔悴，或写心情的苦楚，而这一首却不同，温庭筠主要是写感受和印象。"},
{"title": "满江红·和郭沫若同志", "author": "毛泽东", "paragraphs": "小小寰球，有几个苍蝇碰壁。嗡嗡叫，几声凄厉，几声抽泣。蚂蚁缘槐夸大国，蚍蜉撼树谈何易。正西风落叶下长安，飞鸣镝。\t多少事，从来急；天地转，光阴迫。一万年太久，只争朝夕。四海翻腾云水怒，五洲震荡风雷激。要扫除一切害人虫，全无敌。", "topic": "抒情", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。唐人小说《冥音录》载曲名《上江虹》，后更名《满江红》。宋以来始填此词调。", "郭沫若：1892年11月16日生于四川省乐山县铜河沙湾，毕业于日本九州帝国大学，现代文学家、历史学家、新诗奠基人之一。 ", "寰（huán）球：这里指地球。", "蚂蚁缘槐：唐李公佐《南柯太守传》，有个叫淳于棼的人，一天喝醉，梦见自己在“大槐安国”当了驸马，做了南柯郡太守，醒来才知是梦。后来他在屋后发现一个白蚂蚁穴，还建有王城，原来这就是“大槐安国”。", "蚍（pí）蜉（fú）撼树：唐", "《调", "》，“蚍蜉撼大树，可笑不自量”。蚍蜉指苍蝇，在这里指霸权主义国家。", "鸣镝：响箭，汉时匈奴冒顿单于用来发号施令。", "朝（zhāo）夕：一早一晚，这里指一天。", "四海：指全国范围内。"], "background": "本诗写于1963年1月9日，首次公开发表于人民文学出版社1963年12月版的《毛主席诗词》。1962年冬，中苏关系又开始紧张，苏联再在其报刊上连续刊登文章，攻击中国共产党。同年年底，郭沫若填《满江红》一词，借此表达中国人民面对反华势力，坚持斗争的必胜信念，同时也歌颂了毛泽东、毛泽东思想坚强的中国人民。毛泽东读后当即作此和词。"},
{"title": "采桑子·谁翻乐府凄凉曲", "author": "纳兰性德", "paragraphs": "谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。\t不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。", "topic": "抒情", "notes": ["（1）翻乐府：指填词。翻，按曲调作歌词，", "《琵琶行》：“为君翻作琵琶行”；", "《蝶恋花》：“红粉佳人翻丽唱，惊起鸳鸯，两两飞相向。“乐府，本为汉代管理，祭祀、巡行、宫廷所用音乐的官署，亦称由官署采集来的民歌为乐府。后来将一切可以入乐的诗歌均称为乐府，容若词中取其广义，代指词。", "（2）瘦尽句：意思是说眼望着灯花一点一点地烧尽散作灯花，彻夜不眠。", "（3）萦怀抱：萦绕在心。", "（4）谢桥：谢娘桥。相传六朝时即有此桥名。谢娘，未详何人，或谓名妓谢秋娘者。诗词中每以此桥代指冶游之地，或指与情人欢会之地。", "《鹧鸪天》：“梦魂惯得无拘检，又踏杨花过谢桥。”纳兰反用其意，谓在梦中追求的欢乐也完全幻灭了。"], "background": ""},
{"title": "西江月·遣兴", "author": "辛弃疾", "paragraphs": "醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。\t昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。", "topic": "抒情", "notes": ["西江月：原唐教坊曲名，后用作词牌名。又名“白蘋香”“步虚词”“晚香时候”“玉炉三涧雪”“江月令”。双调五十字，平仄两协，上下片字句作法相同。", "遣兴：遣发意兴，抒写意兴。", "那：同“哪”。", "我醉何如：我醉成什么样子。"], "background": "这首词应当作于庆元年间（1195年—1201年2月5日）辛弃疾闲居瓢泉期间。此时南宋朝廷不思恢复，一味地贪图享乐。词人忧心如焚，又不能明言，于是创作此词以抒发心中愤懑之情。"},
{"title": "乌夜啼·昨夜风兼雨", "author": "李煜", "paragraphs": "昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。\t世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。", "topic": "抒情", "notes": ["兼：同有，还有。", "帘帏（wéi）：帘子和帐子。帘，用布、竹、苇等做的遮蔽门窗的东西。帏，同帷，帐子，幔幕，一般用纱、布制成。", "飒飒（sà）：象声词，这里形容风吹帘帏发出的声音。", "烛残：蜡烛燃烧将尽。残，尽，竭。", "漏断：漏壶中的水已经滴尽，表示时间已经很晚。漏，漏壶，为古代计时的器具，用铜制成。壶上下分好几层，上层底有小孔，可以滴水，层层下注，以底层蓄水多少计算时问。", "频：时常，频繁。", "欹（qī）枕：古同“攲”，斜，倾斜。欹枕，头斜靠在枕头上。", "平：指内心平静。", "世事：指人世间的各种各样的事情。", "漫：枉然，徒然。", "浮生：指人生短促，世事虚浮不定。浮，这里为短暂、空虚之意。", "醉乡：指人醉酒时神志不清的状态。", "稳：平稳，稳当。宜，应当。", "不堪行：不能行。堪，能够。"], "background": "开宝八年（公元975年），李煜亡家败国，肉袒出降，被囚禁待罪于汴京。宋太祖赵匡胤因李煜曾守城相拒，封其为“违命侯”。李煜屈辱地过起了囚徒生活。本首词就是李煜降宋后生活实况和囚居心境。"},
{"title": "水调歌头·重上井冈山", "author": "毛泽东", "paragraphs": "久有凌云志，重上井冈山。千里来寻故地，旧貌变新颜。到处莺歌燕舞，更有潺潺流水，高路入云端。过了黄洋界，险处不须看。\t风雷动，旌旗奋，是人寰。三十八年过去，弹指一挥间。可上九天揽月，可下五洋捉鳖，谈笑凯歌还。世上无难事，只要肯登攀。", "topic": "抒情", "notes": ["水调歌头：词牌名，又名“元会曲”、“凯歌”、“台城游”等。上下阕，九十五字，平韵。", "重上井冈山：1965年五月下旬，作者重上井冈山游览视察。先后到黄洋界和茨坪。在茨坪居住期间，了解井冈山地领水利、公路建设和人民生活，会见了老红军、烈士家属、机关干部和群众。", "黄洋界：井冈山五大哨口之一，另四个是八面山、双马石、朱沙冲、桐木岭。", "人寰：人世间。", "三十八年过去，弹指一挥间：从一1927年10月毛泽东率领秋收起义部队上井冈山，到这次重来，已经过去了三十八年，作者却觉得只是弹一下指、挥一下手的短时间。", "九天揽月：九天，天的极高处。览同揽。", "捉鳖(biē)：喻擒拿敌人。"], "background": "这首词最早发表在《诗刊》一九七六年一月号。1927年10月，毛泽东率秋收起义部队上井冈山，开辟了工农武装割据道路，并沿着这条农村包围城市的道路取得了中国革命的胜利。1965年5月，毛泽东又重上井冈山。他感慨良多，诗兴大发，写下这首词。"},
{"title": "浣溪沙·身向云山那畔行", "author": "纳兰性德", "paragraphs": "身向云山那畔行，北风吹断马嘶声，深秋远塞若为情！\t一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平！", "topic": "抒情", "notes": ["浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》、《小庭花》等。双调四十二字，五平韵。", "那畔：那边。", "若为：怎为。", "荒戍垒：荒凉萧瑟的营垒。戍：保卫。"], "background": "康熙二十一年（1682年）八月，纳兰受命与副都统郎谈等出使觇梭龙打虎山，十二月还京，此篇大约作于此行中，抒发了奉使出塞的凄惘之情。"},
{"title": "清平乐·画堂晨起", "author": "李白", "paragraphs": "画堂晨起，来报雪花坠。高卷帘栊看佳瑞，皓色远迷庭砌。\t盛气光引炉烟，素草寒生玉佩。应是天仙狂醉，乱把白云揉碎。", "topic": "抒情", "notes": ["清平乐：唐教坊曲名。另有别名《破子清平乐》、《清平乐会》、《忆梦月》、《醉东风》。双调，46字。上阕22字，4句，4平韵，每句押韵。下阕，24字，4句，3平韵，1、2、4句押韵。", "画堂：华丽的堂舍。", "帘栊（lián lóng）：窗帘或门帘。栊：窗棂。", "佳瑞：瑞雪。", "皓色：洁白的颜色。", "庭砌：庭阶。", "盛气：雪花狂舞的气势。", "光引炉烟：那景象好像引发的炉烟。", "素草寒生玉佩：白色花草寒光闪闪挂一身玉琨。玉佩：玉石制的佩饰。"], "background": "这首词是词人晨起忽见雪花漫天飞舞，皓色茫茫，有感而作。"},
{"title": "临江仙·寒柳", "author": "纳兰性德", "paragraphs": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。\t最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。", "topic": "抒情", "notes": ["临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。", "层冰：厚厚之冰。", "憔悴：瘦弱无力脸色难看的样子：颜色憔悴，形容枯槁。", "关：这里是关切、关怀之意。", "最是：特别是。", "繁丝：指柳丝的繁茂。这两句里的“柳丝”和“春山”，都暗喻女子的眉毛。", "春山：春日之山。又，春山山色如黛，故借喻女子之眉毛，或代指女子。这里指代亡妻。", "湔（jiān）裙梦断：意思是涉水相会的梦断了。湔裙，溅湿了衣裙。", "西风：从西方吹来的风。"], "background": ""},
{"title": "蝶恋花·出塞", "author": "纳兰性德", "paragraphs": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。\t从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。", "topic": "抒情", "notes": ["无定据：没有一定。宋代毛开《渔家傲·次丹阳忆故人》词：“可忍归期无定据，天涯已听边鸿度。”", "画角：古管乐器，传自西羌。因表面有彩绘，故称。发声哀厉高亢，形如竹筒，本细末大，以竹木或皮革等制成，古时军中多用以警昏晓，振士气，肃军容。帝王出巡，亦用以报警戒严。", "牧马：指古代作战用的战马．", "谁可语：有谁来和我一起谈谈。", "从前幽怨：过去各民族、各部族间的战事。", "铁马金戈：形容威武雄壮的士兵和战马。代指战事．兵事。", "青冢：长遍荒草的坟墓。这里指指", "墓，相传冢上草色常青，故名。", "《咏怀古迹》诗：“一去紫台连朔漠，独留青冢向黄昏。”", "一往情深深几许：化用", "《蝶恋花》：“庭院深深深几许”句意。几许：多少。"], "background": "这首词是纳兰性德于公元1682年（康熙二十一年）八月奉命与副统郎谈等出塞远赴梭龙途中所作，词人时年二十八岁。"},
{"title": "忆秦娥·娄山关", "author": "毛泽东", "paragraphs": "西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。\t雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。", "topic": "抒情", "notes": ["忆秦娥：词牌名，源于", "的词句“秦娥梦断秦楼月”。双调，仄韵格，四十六字。该词牌名的最早出李白《忆秦娥·箫声咽》词。此调别名甚多，计有《秦楼月》、《玉交枝》、《碧云深》、《双荷叶》，而《秦楼月》则与《忆秦娥》同取词中首句为之名。", "娄山关：又称娄关、太平关，位于贵州遵义北大娄山的最高峰上，是贵州北部进入四川的重要隘口，离遵义城约60公里。娄山关地势极为险要，《贵州通志》说它“万峰插天，中通一线”。是四川与贵州的交通孔道。此处群峰攒聚，中通一线，地势十分险要，历来为兵家必争之地。娄山关是红军长征途中的一处天险，此处战役关系着红军的生死存亡。", "西风烈：烈，凛烈、猛风；西风劲厉。", "长空雁叫霜晨月：在霜晨残月映照下，在烟雾茫茫的长空中，有飞雁在叫唤。这两句是记拂晓情景，时娄山关战斗已经胜利结束。", "霜晨月：叠句，类似音律上的和声，有连锁作用，详见词牌忆秦娥。", "马蹄声碎：碎，碎杂，碎乱。", "喇叭声咽：喇叭，一种管乐器，即军号。咽，呜咽、幽咽，声音因阻塞而低沉。", "雄关漫道真如铁：雄关，雄壮的关隘，即指娄山关。漫道，徒然说，枉然说。人们徒然传说娄山关坚硬如铁。", "而今迈步从头越：迈步，跨步、大踏步。从头越，即为头越。张相《诗词曲语词汇释》：“为头，犹云从头，或开始也。”有重头再开始的意思。说的是从头大踏步越过雄关，却隐约透露着当时战略任务受挫，要对长征计划从头再作部署，且有取得胜利的坚定不移的信心。", "苍山如海：青山起伏，像海的波涛。", "残阳如血：夕阳鲜红，像血的颜色。"], "background": "此词写于1935年2月，最早发表于1957年1月的《诗刊》上。1935年2月25日凌晨，红军向娄山关挺进，在红花园与黔军遭遇，傍晚时分终于把这座雄关控制在手中，使大部队顺利通过。由于这一仗意义重大，所以诗人心情无比激动，在战斗结束不久即挥笔写下此词。"},
{"title": "画堂春·一生一代一双人", "author": "纳兰性德", "paragraphs": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？\t浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。", "topic": "抒情", "notes": ["争教：怎教。销魂，形容极度悲伤、愁苦或极度欢乐。", "蓝桥：地名。在陕西蓝田县东南蓝溪上，传说此处有仙窟，为裴航遇仙女云英处。此处用这一典故是表明自己的“蓝桥之遇”曾经有过，且不为难得。", "药成碧海难奔：《淮南子·览冥训》：“羿请不死之药于西王母，姮娥窃之，奔月宫。”高诱注：“姮娥，羿妻，羿请不死之药于西王母，未及服之。姮娥盗食之，得仙。奔入月宫，为月精。”", "《嫦娥》：“嫦娥应悔偷灵药，碧海青天夜夜心。”这里借用此典说，纵有不死之灵药，但却难像嫦娥那样飞入月宫去，意思是纵有深情却难以相见。", "饮牛津：晋代", "《博物志》：“旧说云：天河与海通，近世有人居海诸者，年年八月，有浮槎来去，不失期。人有奇志，立飞阁于搓上，多资粮，乘搓而去。至一处，有城郭状，屋舍甚严，遥望宫中多织妇，见一丈夫牵牛诸次饮之，此人问此何处，答曰：‘君还至蜀郡问严君平则知之”，故饮牛津系指传说中的天河边。这里是借指与恋人相会的地方。"], "background": "这首词的具体创作背景不详。有认为词中所写乃是一“入宫女子”，并指此女子即性德表妹谢氏，谓其未入宫时，易与结为夫妻，入宫之后等于嫦娥奔月，便再难回人间，而纳兰性德对心上人的爱恋，却只能通过此词来遥寄。也有解作悼亡之作。"},
{"title": "扬州慢·淮左名都", "author": "姜夔", "paragraphs": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。\t淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。\t杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？", "topic": "抒情", "notes": ["扬州慢：词牌名，又名《郎州慢》，上下阕，九十八字，平韵。此调为", "自度曲，后人多用以抒发怀古之思。", "淳熙丙申：淳熙三年（1176）。至日：冬至。", "维扬：即扬州（今属江苏）。", "荠麦：荠菜和野生的麦。弥望：满眼。", "戍角：军营中发出的号角声。", "千岩老人：南宋诗人萧德藻，字东夫，自号千岩老人。姜夔曾跟他学诗，又是他的侄女婿。黍离：《诗经·王风》篇名。据说周平王东迁后，周大夫经过西周故都，看见宗庙毁坏，尽为禾黍，彷徨不忍离去，就做了此诗。后以“黍离”表示故国之思。", "淮左名都：指扬州。宋朝的行政区设有淮南东路和淮南西路，扬州是淮南东路的首府，故称淮左名都。左，古人方位名，面朝南时，东为左，西为右。名都，著名的都会。", "解（jiě）鞍少驻初程：少驻，稍作停留；初程，初段行程。", "春风十里：杜牧《赠别》诗：“春风十里扬州路，卷上珠帘总不如。”这里用以借指扬州。", "胡马窥江：指金兵侵略长江流域地区，洗劫扬州。这里应指第二次洗劫扬州。", "废池乔木：废毁的池台。乔木：残存的古树。二者都是乱后余物，表明城中荒芜，人烟萧条。", "渐：向，到。清角：凄清的号角声。", "杜郎：即杜牧。唐文宗大和七年到九年，杜牧在扬州任淮南节度使掌书记。俊赏：俊逸清赏。钟嵘《诗品序》：“近彭城刘士章，俊赏才士。”", "豆蔻：形容少女美艳。豆蔻词工：杜牧《赠别》：“娉娉袅袅十三余，豆蔻梢头二月初。”", "青楼：妓院。青楼梦好：杜牧《遣怀》诗：“十年一觉扬州梦，赢得青楼薄幸名。”", "二十四桥：扬州城内古桥，即吴家砖桥，也叫红药桥。因杜牧诗“二十四桥明月夜，玉人何处教吹箫。”称为二十四桥。", "红药：红芍药花，是扬州繁华时期的名花。"], "background": "此词作于宋孝宗淳熙三年（公元1176），时作者二十余岁。宋高宗绍兴三十一年（公元1161年），金主完颜亮南侵，江淮军败，中外震骇。完颜亮不久在瓜州为其臣下所杀。根据此前小序所说，淳熙三年，姜夔因路过扬州，目睹了战争洗劫后扬州的萧条景象，抚今追昔，悲叹今日的荒凉，追忆昔日的繁华，发为吟咏，以寄托对扬州昔日繁华的怀念和对今日山河破的哀思。"},
{"title": "八声甘州·对潇潇暮雨洒江天", "author": "柳永", "paragraphs": "对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。\t不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！", "topic": "抒情", "notes": ["潇潇：风雨之声。", "一番洗清秋：一番风雨，洗出一个凄清的秋天。", "霜风凄紧：秋风凄凉紧迫。霜风，秋风。凄紧，一作“凄惨”。", "是处红衰翠减：到处花草凋零。是处，到处。红，翠，指代花草树木。语出", "《赠荷花》诗：“翠减红衰愁杀人。”", "苒（rǎn）苒：渐渐。", "渺邈：遥远。", "淹留：久留。", "颙（yóng）望：抬头远望。", "误几回、天际识归舟：多少次错把远处驶来的船当作心上人回家的船。语出", "《之宣城郡出新林浦向板桥》：“ 天际识归舟，云中辨江树。”", "争：怎。", "恁（nèn）：如此。凝愁：忧愁凝结不解。"], "background": "柳永出身士族家庭，有求仕用世之志。适逢北宋安定统一，首都歌楼妓馆林林总总被流行歌曲吸引，乐与伶工、歌妓为伍，初入世竟因谱写俗曲歌词，遭致当权者挫辱而不得伸其志。他于是浪迹天涯，用词抒写羁旅之志和怀才不遇的痛苦愤懑。这首词大约作于柳永游宦江浙之时。"},
{"title": "摸鱼儿·雁丘词 / 迈陂塘·雁丘词", "author": "元好问", "paragraphs": "乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。\t问世间，情是何物，直教生死相许？\t天南地北双飞客，老翅几回寒暑。\t欢乐趣，离别苦，就中更有痴儿女。\t君应有语：渺万里层云，千山暮雪，只影向谁去？\t横汾路，寂寞当年箫鼓，荒烟依旧平楚。\t招魂楚些何嗟及，山鬼暗啼风雨。\t天也妒，未信与，莺儿燕子俱黄土。\t千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。", "topic": "抒情", "notes": ["《摸鱼儿》：一名《摸鱼子》，又名《买陂塘》、《迈陂塘》、《双蕖怨》等。唐教坊曲，后用为词牌。宋词以", "《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。双结倒数第三句第一字皆领格，宜用去声。", "乙丑岁：", "泰和五年（公元1205年），以天干地支纪年为乙丑年，当时", "年仅十六岁。", "赴试并州：《金史·选举志》载：金代选举之制，由乡至府，由府至省及殿试，凡四试。明昌元年罢免乡试。府试试期在秋八月。府试处所承安四年赠太原，共为十处。", "识（zhì）：标志。", "雁丘：嘉庆《大清一统志》：雁丘在阳曲县西汾水旁。金元好问赴府试……累土为丘，作《雁丘词》。", "无宫商：不协音律。", "直教：竟使。许：随从。", "双飞客：大雁双宿双飞，秋去春来，故云。", "“就中”句：这雁群中更有痴迷于爱情的。", "“君应”四句：万里长途，层云迷漫，千山暮景，处境凄凉，形影孤单为谁奔波呢？", "“横汾”三句：这葬雁的汾水，当年汉武帝横渡时何等热闹，如今寂寞凄凉。", "平楚：楚指丛木。远望树梢齐平，故称平楚。", "“招魂”二句：我欲为死雁招魂又有何用，雁魂也在风雨中啼哭。", "招魂楚些（suò）：《楚辞·招魂》句尾皆有“些”字。", "何嗟及：悲叹无济于事。山鬼：《楚辞·九歌·山鬼》篇指山神，此指雁魂。", "暗啼：一作“自啼”。", "“天也”二句：不信殉情的雁子与普通莺燕一样都寂灭无闻变为黄土，它将声名远播，使天地忌妒。", "骚人：诗人。"], "background": "金章宗泰和五年（公元1205年），年仅十六岁的青年诗人元好问，在赴并州应试途中，听一位捕雁者说，天空中一对比翼双飞的大雁，其中一只被捕杀后，另一只大雁从天上一头栽了下来，殉情而死。年轻的诗人便买下这一对大雁，把它们合葬在汾水旁，建了一个小小的坟墓，叫“雁丘”，并写《雁丘》辞一阕，其后又加以修改，遂成这首著名的《摸鱼儿·雁丘词》。"}
]