[
{"title": "水调歌头·明月几时有", "author": "苏轼", "paragraphs": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。\t明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。\t转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。", "topic": "月亮", "notes": ["丙辰：指公元1076年（宋神宗熙宁九年）。这一年", "在密州(今山东省诸城市)任太守。", "达旦：到天亮。", "子由：苏轼的弟弟苏辙的字。", "把酒：端起酒杯。把，执、持。", "天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。", "归去：回去，这里指回到月宫里去。", "琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。", "不胜（shèng,旧时读shēng）：经受不住。", "胜：承担、承受。", "弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。", "何似：何如，哪里比得上。", "转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。", "朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。", "不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？", "何事：为什么。", "此事：指人的“欢”“合” 和月的“晴”“圆”。", "但：只。", "千里共婵（chán ）娟（juān）：只希望两人年年平安，虽然相隔千里，也能一起欣赏这美好的月光。", "共：一起欣赏。", "婵娟：指月亮。"], "background": "这首词是公元1076年（宋神宗熙宁九年）中秋作者在密州时所作。词前的小序交待了写词的过程：“丙辰中秋，欢饮达旦，大醉。作此篇，兼怀子由。”苏轼因为与当权的变法者王安石等人政见不同，自求外放，辗转在各地为官。他曾经要求调任到离苏辙较近的地方为官，以求兄弟多多聚会。公元1074年（熙宁七年）苏轼差知密州。到密州后，这一愿望仍无法实现。公元1076年的中秋，皓月当空，银辉遍地，词人与胞弟苏辙分别之后，已七年未得团聚。此刻，词人面对一轮明月，心潮起伏，于是乘酒兴正酣，挥笔写下了这首名篇。"},
{"title": "念奴娇·中秋", "author": "苏轼", "paragraphs": "凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。\t我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。", "topic": "月亮", "notes": ["元丰五年八月十五日在黄州作。念奴娇：南北曲均有。属大石调。字句格律与词牌前半阕同。南曲用作引子，北曲用于套曲中。另北曲大石调有《百字令》，别名《念奴娇》，与词牌全阕同，用为小令。", "桂魄：月亮的别称。古人称月体为魄，又传月中有桂树，故称月亮为“桂魄”。", "“冷浸”句：秋天的碧空浸透着清冷的月光。", "玉宇琼楼：传说中月宫里神仙居住的楼宇。形容月中宫殿的精美。", "乘鸾：《异闻录》：“开元中，明皇与申天师游月中，见素娥十余人，皓衣乘白鸾， 笑舞于广庭大桂树下。”", "清凉国：唐", "诗残句：“溪山自是清凉国。”", "烟树：烟雾笼罩的树木。历历：清楚可数。", "翻然：回飞的样子。", "鹏翼：大鹏之翅。"], "background": "这首词是元丰五年（1082）中秋，苏轼在黄州时写的，当时作者仍在被贬谪之中。"},
{"title": "阳关曲·中秋月", "author": "苏轼", "paragraphs": "中秋作本名小秦王，入腔即阳关曲\t暮云收尽溢清寒，银汉无声转玉盘。\t此生此夜不长好，明月明年何处看。", "topic": "月亮", "notes": ["阳关曲：本名《渭城曲》。单调二十八字，四句三平韵。宋", "云：《渭城曲》绝句，近世阵歌入《小秦王》，更名《阳关曲》。属双调，阵属大石调。按，唐教坊记，有《小秦王曲》，即《秦王小破阵乐》也，属坐部伎。", "溢：满出。暗寓月色如水之意。", "银汉：银河。", "玉盘：喻月。"], "background": "公元1077年（熙宁十年）八月十五日作于徐州。是年二月胞弟苏辙与东坡相见，四月间陪他同赴徐州，八月中秋之后方才离去。这是暌别七年来兄弟首次相聚并共度中秋。"},
{"title": "普天乐·咏世", "author": "张鸣善", "paragraphs": "洛阳花，梁园月，好花须买，皓月须赊。\t花倚栏干看烂熳开，月曾把酒问团圆夜。\t月有盈亏花有开谢，想人生最苦离别。\t花谢了三春近也，月缺了中秋到也，人去了何日来也？", "topic": "月亮", "notes": ["洛阳花：即洛阳的牡丹花。", "《洛阳牡丹记》称洛阳牡丹天下第一。", "梁园月：即梁园的月色。梁园，西汉梁孝王所建。孝王曾邀请", "、", "等辞赋家在园中看花赏月吟。", "月曾把酒问团圆夜：化用", "《水调歌头》词逾：“明月几时有，把酒问青天。”", "三春：孟春、仲春、季春。"], "background": ""},
{"title": "木兰花慢·可怜今夕月", "author": "辛弃疾", "paragraphs": "中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。\t可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？\t谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？", "topic": "月亮", "notes": ["将旦：天快亮了。", "由天问》体：由天问》是由楚辞》篇名，", "作，文中向“天”提出了一百七十多个问题，用由天问》体即用由天问》的体式作词。", "可怜：可爱。", "悠悠：遥远的样子。", "别有：另有。", "光影东头：月亮从东方升起。光影：指月亮。", "天外：指茫茫宇宙。", "汗漫：广阔无边。", "送中秋：送走了中秋明月。", "飞镜：喻明月。", "妲娥：传说中的月中仙女嫦娥。", "“谓经海底问无由，恍惚使人愁”两句：意思是据人说月亮运行经过海底，又无法探明其究竟，是让人不可捉摸而发愁。谓：据说。问无由：无处可询问。恍惚：模模糊糊、隐隐约约。", "“怕万里长鲸，纵横触破，玉殿琼楼”三句：意思是如果月亮果是是从海底经过，就怕海中的鲸鱼横冲直撞，把月中的玉殿琼楼撞坏。长鲸：巨大的鲸鱼。纵横：横冲直撞。玉殿琼楼：代指月亮。神话传说云月亮中有华丽的宫殿名广寒宫。", "“虾蟆故堪浴水，问云何玉兔解沉浮”两句：意思是蛤蟆本来就会游泳，月经海底对它并无妨害，为什么玉兔也能在海中沉浮？虾蟆：蛤蟆。传说月中有蟾蜍（蛤蟆）。故：本来。堪：能够。云何：为什么。玉兔：传说中月亮上有白兔在捣药。解沉浮：识枷生，会游泳。", "若道：假如说。", "无恙：安好，无损伤。", "渐渐如钩：圆月慢慢变成弯月。"], "background": "这首词是辛弃疾在上饶带湖闲居时的作品。辛词继承《楚辞》的传统是多方面的，像这首直接用“天问体”来表现，也是一例。"},
{"title": "太常引·建康中秋夜为吕叔潜赋", "author": "辛弃疾", "paragraphs": "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？\t乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。", "topic": "月亮", "notes": [" ", "太常引：词牌名。", "吕叔潜：名大虬，生平事迹不详，似为作者声气相应的朋友。", "金波：形容月光浮动，因亦指月光。", "飞镜：飞天之明镜，指月亮。", "姮娥：即嫦娥，传说中的月中仙女。", "被白发欺人奈何：化用薛能《春日使府寓怀》“青春背我堂堂去，白发欺人故故生”诗意。", "斫：砍。", "桂：桂树。", "婆娑：树影摇曳的样子。"], "background": ""},
{"title": "采桑子·恨君不似江楼月", "author": "吕本中", "paragraphs": "恨君不似江楼月，南北东西，南北东西，只有相随无别离。\t恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？", "topic": "月亮", "notes": ["采桑子：词牌名。又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。", "君：这里指词人的妻子。一说此词为妻子思念丈夫。", "江楼：靠在江边的楼阁。", "暂满还亏：指月亮短暂的圆满之后又会有缺失。满，此指月圆；亏，此指月缺。"], "background": ""},
{"title": "蝶恋花·早行", "author": "周邦彦", "paragraphs": "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。\t执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。", "topic": "月亮", "notes": ["月皎：月色洁白光明。《诗经·陈风·月出》：“月出皎兮。”", "更漏：即刻漏，古代记时器。轳辘：井上汲水轳辘转动的声音。轣辘，即辘轳。因“轳”字是平声字，用在句中失粘，故用“轣辘”。金井，指用黄铜包装的井栏，是富贵人家景象。", "《楚妃怨》诗：“梧桐叶下黄金井，横架辘轳牵素绠。”", "《鸭鸩词》：“一声两声人渐起，金片镀轳闻汲水。”", "眸：眼珠。炯炯：明亮貌。", "红绵：是指用棉花填充的红色枕头。", "执手：是紧握对方之手。", "徊徨：徘徊、彷徨的意思。", "阑干：纵横的意思。唐人", "《月夜》诗里有“北斗阑干南斗斜”的句子。", "斗柄：北斗七星的第五至第七的三颗星象古代酌酒所用的斗把，叫做斗柄。"], "background": ""},
{"title": "摊破浣溪沙·病起萧萧两鬓华", "author": "李清照", "paragraphs": "病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。\t枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。", "topic": "月亮", "notes": ["摊破浣溪沙：又名《山花子》。原为唐教坊曲名，后用为词牌。在唐五代时即将《浣溪沙》的上下片，各增添三个字的结句，成为“七、七、七、三”字格式，名曰《摊破浣溪沙》或《添字浣溪沙》。又因南唐", "词“菡萏香销”之下片“细雨梦回”两句颇有名，故又有《南唐浣溪沙》之称。双调四十八字，平韵。", "萧萧：这里形容鬓发华白稀疏的样子。", "豆蔻：药物名。白水：当时的一种药用饮料。陈元靓《事林广记》别集卷七之《豆蔻白水》 ： “夏月凡造白水，先倾百盏滚汤在瓶器内，然后将所用之物投入。密封瓶口，则香倍矣……白豆蔻壳拣净，投入沸汤瓶中，密封片时用之，极妙。每次用七个足矣。不可多用，多则香浊。”《百草正义》则说： “白豆蔻气味皆极浓厚，咀嚼久之，又有一种清澈冷洌之气，隐隐然沁入心脾。则先升后降，所以又能下气 ", "分茶：", "《澹庵坐上观显上人分茶》诗有云：“分茶何似煎茶好，煎茶不似分茶巧”，由此可见，“分茶”是一种巧妙高雅的茶戏。其方法是用茶匙取茶汤分别菡入盏中饮食。", "书：《历代诗余》作“篇”字。", "酝藉：宽和有涵容。《汉书·薛广德传》：“广德为人，温雅有酝藉。 ”", "木犀花：即桂花。"], "background": "这首《摊破浣溪沙》，从“病起萧萧两鬓华”可以看出创作时间，当是李清照后期作品。“木犀花”点出月份当在八月，桂花开时。当时正值大病初愈，心情渐好遂填此词。此词明确的创作时间无定论。"},
{"title": "秋波媚·七月十六日晚登高兴亭望长安南山", "author": "陆游", "paragraphs": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。\t多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。", "topic": "月亮", "notes": ["秋波媚：词牌名。双调四十八字，前片三平韵，后片两平韵。", "高兴亭：亭名，在南郑（今属陕西）内城西北，正对当时在金占领区的长安南山。南郑地处南宋抗金前线，当时", "在南郑任上。", "角声：行军打仗用的鼓角之声。", "烽火：古代边防措施，于高峰处建台，镇守士卒于敌炬，白昼举烟，夜间置火，警视军民作好防御和迎敌准备。后又有每日处夜放烟一炬，谓之平安火。此指报前线无事的平安烽火。高台：本处指高兴亭。", "筑：古代的一中弦乐器。", "酹（lèi）酒：把酒洒在地上的祭祀仪式。", "灞桥：在今陕西西安城东。唐人送客至此桥，折柳赠别。为唐代长安名胜。", "曲江：池名，在今陕西西安东南。为唐代以来的游览胜地。", "应：应该。人：指宋军，也包括作者。"], "background": "1172年（孝宗乾道八年），陆游四十八岁。他接受四川宣抚使王炎邀请，来到南郑，担任四川宣抚使公署干办公事兼检法官，参加了9个月的从军生活。南郑是当时抗金的前线，王炎是抗金的重要人物，主宾意气十分相投。高兴亭，在南郑内城的西北，正对南山。凭高远望，写下这首词。"},
{"title": "好事近·七月十三日夜登万花川谷望月作", "author": "杨万里", "paragraphs": "月未到诚斋，先到万花川谷。不是诚斋无月，隔一林修竹。\t如今才是十三夜，月色已如玉。未是秋光奇绝，看十五十六。", "topic": "月亮", "notes": ["好事近：词牌名。又名《钓船笛》，《张子野词》入“仙吕宫”。双调四十五字，前后片各两仄韵，以入声韵为宜。两结句皆上一、下四句法。连用多数仄声收脚而又杂有特殊句式组成的短调小令，常是显示拗峭挺劲的声情，适宜表达“孤标耸立”和激越不平的情调。", "诚斋：", "书房的名字。", "万花川谷：是离“诚斋”不远的一个花圃的名字。在吉水之东，作者居宅之上方。", "修竹：长长的竹子。", "奇绝：奇妙非常。"], "background": "这首词作于杨万里辞官归乡以后，词前小序点明词创作时间是“七月十三日夜”，地点是作者书房旁的“万花川谷”，全词的中心是“望月”。"},
{"title": "念奴娇·插天翠柳", "author": "朱敦儒", "paragraphs": "插天翠柳，被何人，推上一轮明月。照我藤床凉似水，飞入瑶台琼阙。雾冷笙箫，风轻环佩，玉锁无人掣。闲云收尽，海光天影相接。\t谁信有药长生，素娥新炼就、飞霜凝雪。打碎珊瑚，争似看、仙桂扶疏横绝。洗尽凡心，满身清露，冷浸萧萧发。明朝尘世，记取休向人说。", "topic": "月亮", "notes": ["念奴娇：著名词牌名之一，得名于唐代天宝年间的一个名叫念奴的歌伎，名篇有", "的《念奴娇·赤壁怀古》、《念奴娇·中秋》等。", "瑶台：神仙居处。", "《清平调》有“若非群玉山头见，会向瑶台月下逢”。琼阙（quē）：精巧华美之楼台。", "素娥：月宫仙女“嫦娥”。因月色白，故称“素娥”。", "争：怎么。如“争似”、“争忍”、“争知”、“争奈”等等。", "萧萧：头发花白稀疏貌。"], "background": "1147年初秋，由于朝廷内投降派得势，爱国志士纷纷斥退，收复中原日益渺茫，词人的一腔热忱付之冰海，满怀的期望变成极度的失望。于是词人为了求得精神上的解脱，向隐逸之路寻求归宿，写下了这首词。"},
{"title": "卜算子·雪月最相宜", "author": "张孝祥", "paragraphs": "雪月最相宜，梅雪都清绝。去岁江南见雪时，月底梅花发。\t今岁早梅开，依旧年时月。冷艳孤光照眼明，只欠些儿雪。", "topic": "月亮", "notes": ["月底：月下。", "些儿：一点儿。"], "background": ""},
{"title": "望江南·江南月", "author": "王琪", "paragraphs": "江南月，清夜满西楼。云落开时冰吐鉴，浪花深处玉沉钩。圆缺几时休。\t星汉迥，风露入新秋。丹桂不知摇落恨，素娥应信别离愁。天上共悠悠。", "topic": "月亮", "notes": ["星汉：指银河。", "迥：远。", "素娥：嫦娥。"], "background": ""},
{"title": "木兰花慢·中秋饮酒", "author": "辛弃疾", "paragraphs": "可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？\t谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？", "topic": "月亮", "notes": ["将旦：天色将晓。《天问》：楚词篇名，", "所作。作者向天提出种种奇问，作品由一百七十多个问题组成，或自然，或社会，涉及面极广，表现出作者勇于探索的精神。及唐，更有", "作《天对》，对《天问》之问逐一作答。辛词仿《天问》体，在词中一气提出九问。　此词咏月，卓有创新：一，前此有待月诗，而无送月诗。二，引《天问》体入词。三，《天问》问月仅二，辛词不仅九问，且“词人想象，直悟月轮绕地球之理，与科学家密合，可谓神悟”（王国维《人间词话》）。四，善想象，富描绘，丰美瑰丽，把对天宇的探索和神话传说熔为一炉，而又自出新境。此亦前之未有，故弥足珍贵。", "可怜：可爱。言中秋之月团圆皎洁，惹人生爱。", "光影：指月亮。", "空汗漫：空虚莫测，广大无际。", "（héng横）娥：即月里嫦娥。据神话传说，她偷食丈夫后羿的仙药，乘风奔月，从此永居月宫。", "问无由：无从查询。恍惚：谓此说迷离恍惚，不可捉摸。", "玉殿琼楼：神话传说谓月中自有“琼楼玉宇烂然”（《拾遗记》），故俗称“月宫”。", "故堪：固然能够。", "无恙（yàng样）：完好无损。"], "background": ""},
{"title": "减字木兰花·春月", "author": "苏轼", "paragraphs": "二月十五夜，与赵德麟小酌聚星堂\t春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。\t轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。", "topic": "月亮", "notes": ["1、春庭：春季的庭院。", "2、月午：指月亮升到天顶。阴历十五日半夜。", "3、摇荡香醪（láo）：指月光下花香如陈酿的酒香在飘溢。香醪，美酒佳酿。", "4、光欲舞：梅花晃动引得月光不定，如同梅花在舞蹈。", "5、半落：微微低垂。", "6、婉娩（wǎn miǎn）：形容香味醇清和美。", "7、轻云薄雾：轻柔的云，薄薄的雾，喻月光柔美与梅花香飘。", "8、秋光：秋月。", "9、离人：离开家乡与亲人的人，这里指作者自己。"], "background": "此词作于元祐七年（1092），苏轼知守颍州时。一年春夜，堂前梅花大开，月色鲜霁。王夫人对苏轼说：“春月色胜于秋月色；秋月令人惨凄，春月令人和悦。何不邀几个朋友来，饮此花下。”听了夫人的话，苏轼十分高兴。于是，便邀来几位朋友，在梅花树下饮酒赏月，并取王夫人的语意，填写了这首《减字木兰花》。"},
{"title": "新雁过妆楼·中秋后一夕李方庵月庭延客命小妓过新水令坐间赋词", "author": "吴文英", "paragraphs": "阆苑高寒。金枢动、冰宫桂树年年。翦秋一半，难破万户连环。织锦相思楼影下，钿钗暗约小帘间。共无眠。素娥惯得，西坠阑干。\t谁知壶中自乐，正醉围夜玉，浅斗婵娟。雁风自劲，云气不上凉天。红牙润沾素手，听一曲清歌双雾鬟。徐郎老，恨断肠声在，离镜孤鸾。", "topic": "月亮", "notes": "", "background": ""},
{"title": "天净沙·星依云渚溅溅", "author": "孟昉", "paragraphs": "星依云渚溅溅，露零玉液涓涓，宝砌哀兰剪剪。碧天如练，光摇北斗阑干。", "topic": "月亮", "notes": ["云渚：银河。", "溅溅：指急速奔流的流水声。", "零：落下。", "宝砌：同玉砌，指玉石砌成的台阶。", "剪剪：整齐的样子。", "阑干：纵横交错的样子。"], "background": ""},
{"title": "忆秦娥·正月初六日夜月", "author": "朱淑真", "paragraphs": "弯弯曲，新年新月钩寒玉。钩寒玉，凤鞋儿小，翠眉儿蹙。\t闹蛾雪柳添妆束，烛龙火树争驰逐。争驰逐，元宵三五，不如初六。", "topic": "月亮", "notes": ["寒玉：比喻清冷雅洁的东西，如水、月、竹等。", "翠眉：古代女子用青黛画眉，故称。蹙(cù)：局促不安。", "闹蛾：古代一种头饰。剪丝绸或乌金纸为花或草虫之形。", "雪柳：宋代妇女在立春日和元宵节时插戴的一种绢或纸制成的头花。", "烛龙：古代神话中的神名。传说其张目能照耀天下。", "火树：树上挂满灯彩，喻灯火灿烂。", "争驰：竞相奔驰。", "三五：农历每月十五日。"], "background": ""},
{"title": "满江红·中秋夜潮", "author": "史达祖", "paragraphs": "万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。\t光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！", "topic": "月亮", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。双调九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多。", "阴：指低凹处。", "潮信：即潮。因其来时有定时，故称“潮信”。", "半破：指半轮月亮。", "斗成：拼成。双绝：指圆月和潮水。", "金镜：比喻月亮。", "拏攫（ná jué）：夺取。擎同拿。", "子胥：伍子胥，春秋时吴国大夫。", "沉冤：久未昭雪的冤屈，指吴王夫差不听伍子胥劝谏而赐其宝剑，令其自刎。", "蛟龙穴：传说水底有蛟龙居住的宫殿，即龙宫。", "声直上：指潮水的涛声。", "蟾蜍窟：即月宫。古代传说月中有蟾蜍，蟾蜍即蛤蟆。", "洞然：洁净的样子。刷：刷去污垢。", "粉黛：粉敷面而助白，黛画启而增黑，都是妇女使用的妆饰品。", "“举杯”句：指吴王夫差杀死伍子胥和越王勾践杀死大夫文种的事，是对他们杀害大臣的谴责。", "说似：讲论。儿曹：儿辈。", "心应折：", "《别赋》：“使人意夺神孩，心拆骨惊。”心折，中心摧伤，即憾动了心灵。"], "background": "中秋海潮，是大自然的壮观景象。早在北宋，苏轼就写过《八月十五看潮五绝》，其首绝曰：“定知玉兔十分圆，已作霜风九月寒。寄语重门休上钥，夜潮留向月中看”。南宋辛弃疾也写过《摸鱼儿·观潮上叶丞相》等上乘之作。史达祖这首题为“中秋夜潮”的《满江红》，在某种程度上看，就正是继承苏、辛“豪放”词风之作，它写出了夜潮的浩荡气势，写出了皓洁的中秋月色，更借此而抒发了自己胸中的一股激情，令人读后产生如闻钱塘潮声击荡于耳的感觉。"},
{"title": "水调歌头·徐州中秋", "author": "苏辙", "paragraphs": "离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。\t坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。", "topic": "月亮", "notes": ["水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平名。亦有前后片两六言句夹叶仄名者，有平仄互叶几于句句用名者。", "离别：比较长久地跟人或地方分开。", "七度：七次。", "今夕：今天。", "不胜：无法承担；承受不了。", "彭城：彭城，鼓声之城，即今江苏徐州，是黄帝最初的都城。", "古汴（biàn）：古汴河。", "凉州：曲名，唐开元中西凉州所献。", "鼓吹：鼓吹乐。", "鸿雁：俗称大雁。", "汀（tīng）州：水中小洲。", "翠羽帔（pèi），紫绮（qǐ）裘（qiú）：指豪华衣饰。", "素娥：即嫦娥，此处指月亮。", "无赖：无所倚靠；无可奈何。", "曾不：不曾。", "清尊：酒器。", "水驿：水路驿站。", "依旧：照旧。", "但恐：但害怕。", "王粲（càn）：王粲（177年—217年2月17日），字仲宣。山阳郡高平县（今山东微山两城镇）人。", "相对：相望。"], "background": "这首词写于公元1077年（宋神宗熙宁十年）。是年四月，苏轼离京赴徐州任徐州知州，作者与之偕行。到达后，苏辙在徐州停留了百余日，兄弟二人共同度过了一段美好的时光。中秋节时，二人一起泛舟赏月，终于得过一个团圆的佳节。然中秋过后，苏辙又要转道赴南都（今河南淮阳）留守签判任，于是在临别前写下此词。"},
{"title": "洞仙歌·中秋", "author": "向子諲", "paragraphs": "碧天如水，一洗秋容净。何处飞来大明镜。谁道斫却桂，应更光辉，无遗照，泻出山河倒影。\t人犹苦余热，肺腑生尘，移我超然到三境。问姮娥、缘底事，乃有盈亏，烦玉斧、运风重整。教夜夜、人世十分圆，待拚却长年，醉了还醒。", "topic": "月亮", "notes": ["斫：用刀斧砍。", "姮娥：嫦娥。", "拚却：甘愿，宁愿，愿意。", "长年：很长时期。"], "background": ""},
{"title": "蝶恋花·海岱楼玩月作", "author": "米芾", "paragraphs": "千古涟漪清绝地。海岱楼高，下瞰秦淮尾。水浸碧天天似水。广寒宫阙人间世。\t霭霭春和一海市。鏊戴三山，顷刻随轮至。宝月圆时多异气。夜光一颗千金贵。", "topic": "月亮", "notes": ["涟漪：实指涟水全境，涟水为水乡，境内有中涟、西涟、东涟诸水。", "海岱（dài）楼：在江苏涟水。词人于哲宗绍圣四年（1097）知涟水军二年。", "下瞰（kàn）：从高处往下看，俯视。 秦淮：河名。流经南京﹐是南京市名胜之一。相传秦始皇南巡至龙藏浦﹐发现有王气﹐于是凿方山﹐断长垄为渎入于江﹐以泄王气﹐故名秦淮。", "广寒宫：月中仙宫。中国古代传说中嫦娥居住的地方。", "霭霭（ǎi）：云雾密集的样子。 海市：即海市蜃楼。", "鳌戴三山：巨鳌在水底顶着三座山。系我国古代神话。“三山”，指海中的仙山方壶、瀛洲、蓬莱，巨鳌或大龟藏于山下“举首而戴（顶）之”，漂浮的“三山”因而不再移动（详见《", "·汤问》）。", "轮：指代月。", "异气：指天空出现的特异气象：祥瑞之象，或大气中的蜃景影像。", "夜光：月光。"], "background": "绍圣四年（1097）词人知涟水军（今江苏涟水），此首《蝶恋花·千古涟漪清绝地》为词人任内登涟水海岱楼玩月之作。"},
{"title": "永遇乐·长忆别时", "author": "苏轼", "paragraphs": "孙巨源以八月十五日离海州，坐别于景疏楼上。既而与余会于润州，至楚州乃别。余以十一月十五日至海州，与太守会于景疏楼上，作此词以寄巨源。\t长忆别时，景疏楼上，明月如水。美酒清歌，留连不住，月随人千里。别来三度，孤光又满，冷落共谁同醉？卷珠帘、凄然顾影，共伊到明无寐。\t今朝有客，来从濉上，能道使君深意。凭仗清淮，分明到海，中有相思泪。而今何在？西垣清禁，夜永露华侵被。此时看、回廊晓月，也应暗记。", "topic": "月亮", "notes": ["孙巨源，名洙，", "友人。海州，今江苏连云港市西南。", "景疏楼，在海州东北。宋叶祖洽因景仰汉人二疏（疏广、疏受）建此楼。", "润州，今江苏镇江。楚州，今江苏淮安。孙巨源离海州后先南游江苏一带，于十月间与离杭北赴密州的东坡会于润州，东坡作《润州甘露书弹筝》诗和《采桑子·润州多景楼与孙巨源相遇》词（前录）。二人同游扬州等地，至楚州分手，继而，之后。", "十一月十五日：当为十月十五日吗，“一”为后人误加，因为海州在密州南四百余里，而苏轼十一月三日已到密州任。参张志烈先生《苏轼由杭赴密词杂论》（载《东坡词论丛》）。", "太守：汉时郡长名。宋时改郡为府、州，长官称知府、知州，但仍习惯称太守。此指继知海州的陈太守（名不传）。", "三度：指三度月圆。孙巨源八月十五日离海州，至东坡十月十五日作此词，三见月圆。", "孤光：日月之光，此指月光。唐", "《酬朱侍御望月见寄》：“相思唯有霜台月，忘尽孤光见却生。”方千《君不来》：“夜月生愁望，孤光必照君。”东坡《西江月》：“中秋谁与共孤光。”", "伊：第三人称代词。指月。", "濉：水名，宋时自河南经安徽到江苏萧县入泗水。", "使君：指孙巨源，甫卸知州任，故仍以旧职称之。以上三句谓客人带来孙巨源对自己的问候。", "凭仗：凭借。", "《苍溪县寄扬州兄弟》：“凭仗鲤鱼将远信。”", "西垣，中书省（中央行政官署），别称西垣，又称西台、西掖。清禁，宫中。时孙任修起居注、知制诰，在宫中办公，故云。", "永：长。露华：露水。侵被：沾湿了被子。"], "background": "这首词一般认为写于熙宁七年（1074年）。东坡在孙巨源离海州三月后经行海州，登景疏楼，想起与孙巨源润州相遇，楚州分手的往事，不由心有所动，遂作此词。"},
{"title": "绿头鸭·咏月", "author": "晁端礼", "paragraphs": "晚云收，淡天一片琉璃。烂银盘、来从海底，皓色千里澄辉。莹无尘、素娥淡伫，静可数、丹桂参差。玉露初零，金风未凛，一年无似此佳时。露坐久，疏萤时度，乌鹊正南飞。瑶台冷，栏干凭暖，欲下迟迟。\t念佳人、音尘别后，对此应解相思。最关情、漏声正永，暗断肠、花影偷移。料得来宵，清光未减，阴晴天气又争知。共凝恋、如今别后，还是隔年期。人强健，清尊素影，长愿相随。", "topic": "月亮", "notes": ["素娥：即嫦娥，月中仙子。丹桂：传说月中有桂树，高五百丈。", "玉露：秋露。零，指雨露及泪水等降落掉下。金风：秋风。", "瑶台：美玉砌的楼台。此泛指华丽的楼台。", "迟迟：眷恋貌。", "凝恋：深切思念。"], "background": "晁端礼的词大约可分三类：一是应制颂圣之作，二是描写妇女主要是歌妓的心思情态之作。三是抒发个人游宦生活感受之作，这类词多表现作者在政治上失意时，以酒自我麻醉或以隐遁寻求解脱的思想情趣。但也有遒劲超旷之篇。如名作〔绿头鸭〕写中秋赏月，境界爽净高，抒情气氛很佳，前人誉为“清婉”。"},
{"title": "减字木兰花·新月", "author": "纳兰性德", "paragraphs": "晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。\t莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。", "topic": "月亮", "notes": ["晚妆：女子梳理晚妆。", "纤眉：纤细的柳眉。", "准待：准备等待。", "分明：清楚。", "不胜：不甚分明。", "守取团圆：本指等到月圆时，这里双关，另一层意思是与意中人团圆。"], "background": "这首词是纳兰为亡妻卢氏所作。词中“莫教星替”之语出自李商隐的《李夫人》，李商隐借吟咏他人之事，抒发自己的忠贞志意。“月没”是指他的妻子王氏已死，而自己不愿以星代月，无心续弦。纳兰引出此语，同是表达妻子已死，自己心中的爱情也随之离开。虽然天人永诀，仍然寄希望于和妻子片刻的团圆。"},
{"title": "望江南·咏弦月", "author": "纳兰性德", "paragraphs": "初八月，半镜上青霄。斜倚画阑娇不语，暗移梅影过红桥，裙带北风飘。", "topic": "月亮", "notes": ["望江南：词牌名。又名“忆江南”“梦江南”“江南好”。小令，单调二十七字，三平韵。", "初八月：上弦月，即农历每月的初七或初八前后的月亮。", "青霄：蓝天，天空。", "画阑：刻有画图的栏杆。", "红桥：当指有雕饰的桥，或仅仅是对桥的雅称。一说为位于瘦西湖南端的红桥，始建于明末崇祯年间，原为红色栏杆的木桥，后在乾隆元年改建为拱形石桥，取名虹桥。", "裙带北风飘：语出", "《拜新月》： “细语人不闻，北风吹裙带”。"], "background": "这首词的写作时间不详。据词意可知，一日晚，作者和闺中佳人（妻子）在月下说话，作者看见佳人倩影，心生怜爱之情，于是写下这首词。"},
{"title": "江城子·中秋早雨晚晴", "author": "陈著", "paragraphs": "中秋佳月最端圆。老痴顽。见多番。杯酒相延，今夕不应慳。残雨如何妨乐事，声淅淅，点斑斑。\t天应有意故遮阑。拍人间。等闲看。好处时光，须用著些难。直待黄昏风卷霁，金滟滟，玉团团。", "topic": "月亮", "notes": ["见多：识：知道。见过的多，知道的广。形容阅历深，经验多。", "残雨：将要终止的雨。", "等闲：轻易；随便。", "须用：一定要。", "滟滟：水光貌，形容水波闪动的样子。", "团团：圆月。"], "background": "中秋节，中国传统节日之一，为每年农历八月十五，传说是为了纪念嫦娥奔月。八月为秋季的第二个月，古时称为仲秋，因处于秋季之中和八月之中，故民间称为中秋，又称秋夕、八月节、八月半、月夕、月节，又因为这一天月亮满圆，象征团圆，又称为团圆节。"},
{"title": "望江南·天上月", "author": "佚名", "paragraphs": "天上月，遥望似一团银。夜久更阑风渐紧。与奴吹散月边云。照见负心人。", "topic": "月亮", "notes": ["更阑：更残，即夜深。", "奴：古代女子的谦称。", "负：原误作“附”，王国维校改。"], "background": "这首是敦煌曲子词。这是一首写于封建的词。写一个弃妇的悲吟，“痴心女子负心汉”，这是封建制度造成的无数悲剧。词着重写中的女子独自望月怀人到深夜，而那男子却变了心是为了反映出封建社会里妇女的痛苦心情。"},
{"title": "小重山·春到长门春草青", "author": "李清照", "paragraphs": "春到长门春草青，江梅些子破，未开匀。\t碧云笼碾玉成尘，留晓梦，惊破一瓯春。\t花影压重门，疏帘铺淡月，好黄昏。\t二年三度负东君，归来也，著意过今春。", "topic": "月亮", "notes": ["长门：长门宫，汉代宫名。汉武帝的陈皇后因妒失宠，打入长门宫。这里以“长门”意指女主人公冷寂孤独的住所。", "些子：少许。破：绽开、吐艳。", "碧云：指茶团。宋代的茶叶大都制成团状，饮用时要碾碎再煮。碧：形容茶的颜色。笼碾：两种碾茶用具，这里作为动词用，指把茶团放在各种器皿中碾碎。玉成尘：把茶团碾得细如粉尘。这里“玉”字呼应“碧”字。", "留晓梦：还留恋和陶醉在拂晓时分做的好梦中。", "一瓯春：指一盂茶。瓯：盆、盂等盛器。以春字暗喻茶水，含蕴变得丰富。春茶，春醪，春水，春花，春情，春天的一切美好之物，均含在面前这一瓯浓液之中。", "二年三度：指第一年的春天到第三年的初春，就时间而言是两年或两年多，就逢春次数而言则是三次。东君：原指太阳，后演变为春神。词中指美好的春光。 "], "background": "这首词的写作背景，有不同的说法。一说，此词是词人李清照得知丈夫将要回家时所作。一说，崇宁二年（1103），朝廷下诏禁止元祐党人子弟居京，李清照因此别夫回原籍。至崇宁五年春，朝廷解除党人之禁，李清照得以回京。"},
{"title": "拜新月", "author": "李端", "paragraphs": "开帘见新月，便即下阶拜。\t细语人不闻，北风吹裙带。", "topic": "月亮", "notes": ["拜新月：唐教坊曲名。拜新月起源于远古对月亮的崇拜，但在唐代才正式形成风俗。拜新月的时间是在七夕（农历七月初七）或中秋节之夜。古代妇女拜新月是为了祈求夫妻团圆、幸福长寿。拜，叩拜。", "开帘：撩开门帘。", "即：立即。", "细语：指少女对月喃喃细语，悄悄倾诉心里的话。古代有月下老人主管人间婚姻的传说。"], "background": "这首诗创作时间不详。唐代妇女拜新月的风俗流行，不仅宫廷及贵族间有，民间也有，被称作是一种幽美有趣、极富诗意的风俗，曾盛行于唐朝，并影响到后世。古代妇女往往用拜月之俗来寄托内心的心愿或哀思。诗人李端不循常人之思路，对月畅诉心灵，企求赐福，如愿以偿。"},
{"title": "点绛唇·咏梅月", "author": "陈亮", "paragraphs": "一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。\t清入梦魂，千里人长久。君知否？雨僝云僽，格调还依旧。", "topic": "月亮", "notes": ["点绛（jiàng）唇：词牌名，此调因", "《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而得名。", "水边清浅横枝瘦：横（héng）枝，指横向生出的梅枝。瘦，指梅的枝条稀疏。“水边”句，化用", "（bū）《山园小梅》诗意。其一云：“疏影横斜水清浅，暗香浮动月黄昏。”其二云：“雪后园林才半树，水边篱落忽横枝。”句意为清澈的浅水池边横斜着稀疏的梅花枝条。", "小窗如昼：形容月光明亮，照得窗前如同白昼。昼：白天。", "共：和。", "俱：一起。", "透：透出，透过。", "清入梦魂：即“魂入清梦\"的倒装，指梅和月的灵魂品质进入了我清幽的梦境。", "千里人长久：“千里”句，化用", "《水调歌头》“但愿人长久，千里共婵娟”句意。意为祝愿千里外的知音天长地久。", "雨僝（chán）云僽（zhòu）：梅月经受雨和云的折磨。僝僽：折磨。", "《宴桃源》：“天气把人僝僽，落絮游丝时候。”", "格调：品格和情调，此处专指品格。", "依旧：像以前一样，指品格不变。"], "background": "南宋淳熙十五年（公元1188年）冬天，词人从浙江东阳赶赴江西探望自己的好友辛弃疾。词人赶到紫溪等待朱熹相聚，由于朱熹有事未能前来，词人于是便辞别辛弃疾东归。词人走后，辛弃疾作了一首《贺新郎》词，词人看到后，就写了这首词来赠答。"},
{"title": "生查子·新月曲如眉", "author": "牛希济", "paragraphs": "新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。\t终日劈桃穰，仁在心儿里。两朵隔墙花，早晚成连理。", "topic": "月亮", "notes": ["生查子（zhā zǐ）：原为唐教坊曲名，后用为词牌名。《尊前集》注：双调。元高拭词注：南吕宫。四十字，上下片格式相同，各两仄韵，上去通押。", "新月：阴历月初的月亮。", "团圞（luán）：团圆。", "红豆：又名相思豆，草本植物，种子形如豌豆。", "劈：剖开。桃穰（ráng）：桃核。", "仁：桃仁。这里“仁”与“人”谐音，意思双关。", "连理：不同根的草木，它们的枝干连成为一体。古人喻夫妇为“连理枝”。"], "background": "五代后期，词人遭战乱流落到蜀国，为了表达对纯朴爱情的热切追求，借新月、红豆等物写下了这事抒情词。"},
{"title": "落梅风·人初静", "author": "马致远", "paragraphs": "人初静，月正明。纱窗外玉梅斜映。梅花笑人偏弄影，月沉时一般孤零。", "topic": "月亮", "notes": ["玉梅：白梅。", "弄影：化用宋张先《天仙子》词句“云破月来花弄影”句意。"], "background": ""},
{"title": "水调歌头·细数十年事", "author": "范成大", "paragraphs": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。\t敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？", "topic": "月亮", "notes": ["水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。", "新梦：未曾料到之意。", "黄鹤旧山头：指黄鹤山，又名黄鹄山，今称蛇山，在湖北武昌西。传说仙人王子安曾乘黄鹤过此，因此为名。", "“老子”三句：诗人自谓。东晋庾亮镇武昌时，曾与僚属殷浩等人秋夜登南楼，曰：“老子于此处兴复不浅”（《世说新语·容止》）。吟诗宴饮，谈笑甚欢。作者用以描绘自己此次登南楼游乐的情景。个中：此中。", "星汉：银河。这里指天上的星星。", "玉镜：指月亮。", "秦、楚：分指古时秦国和楚国的所在地，秦北楚南，借指北地与南地。", "熨江：此处形容江面平静。熨：烫平。江：指长江。", "关河：山河。关：指关塞。离合：这里用作偏义复词，指分裂。", "南北依旧照清愁：南北山河分裂，月光仿佛笼罩着无边的“清愁”。", "妲娥：即嫦娥。冷眼：对事物持冷静或冷淡的态度。", "霜鬓：鬓发如霜，形容年老。", "空敝黑貂裘：用《战国策·秦策》的故事。苏秦游说秦王，十次上书均未被采纳，资用乏绝，所穿黑貂皮衣服也已破旧不堪，只好离秦返家。这里比喻作者理想未能实现。空：徒然。敝黑貂裘：形容奔走连年，潦倒郎当。敝：破烂。", "酾酒（shāi）：斟酒。", "蟾（chán）兔：古代神话传说，月中有蟾蜍、白兔。此指月亮。", "沧洲：水边之地，隐者所居。此指故乡。"], "background": "据作者《吴船录》，此词作于公元1177年（淳熙四年）中秋，这年五月作者因病辞去四川制置一职，乘舟东去。八月十四日至鄂州（今湖北武昌），十五日晚参加赴知州刘邦翰设于黄鹤山南楼的赏月宴会。"},
{"title": "折桂令·中秋", "author": "张养浩", "paragraphs": "一轮飞镜谁磨？照彻乾坤，印透山河。玉露泠泠，洗秋空银汉无波，比常夜清光更多，尽无碍桂影婆娑。老子高歌，为问嫦娥，良夜恹恹，不醉如何？", "topic": "月亮", "notes": ["折桂令：此调又名《百字折桂令》、《天香引》、《秋风一枝》、《蟾宫曲》。此调为元人小令曲名。", "飞镜：比喻中秋之月。", "玉露泠泠：月光清凉、凄清的样子。", "银汉：天河。", "桂：指传说中月中的桂树。", "婆娑：形容桂树的影子舞动。", "嫦娥：传说中月官里的仙女。", "恹恹：精神萎靡的样子。"], "background": "蒙元王朝建立后，官场黑暗腐败，张养浩为官廉正，主张清除吏弊，改革政局，虽处位不低，终因直言敢谏两次获罪遭贬，以致晚年在山林过了较长一段隐居生活。这是一篇熔铸前人诗句、巧妙地以景抒情的佳构，前有姚燧以辛弃疾《太常引·建康中秋为吕书潜赋》作底子写出情思迥异的《黑漆弩》，张养浩则复将辛词加以翻演，写出了这篇咏中秋的《折桂令》。"}
]