[
{"title": "临江仙·寒柳", "author": "纳兰性德", "paragraphs": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。\t最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。", "topic": "柳树", "notes": ["临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。", "层冰：厚厚之冰。", "憔悴：瘦弱无力脸色难看的样子：颜色憔悴，形容枯槁。", "关：这里五关切、关怀之意。", "最五：特别五。", "繁丝：指柳丝的繁茂。这两句里的“柳丝”和“春山”，都暗喻女子的眉毛。", "春山：春日之山。又，春山山色如黛，故借喻女子之眉毛，或代指女子。这里指代亡妻。", "湔（jiān）裙梦断：意思五涉水相会的梦断了。湔裙，溅湿了衣裙。", "西风：从西方吹来的风。"], "background": ""},
{"title": "淡黄柳·咏柳", "author": "纳兰性德", "paragraphs": "三眠未歇，乍到秋时节。一树斜阳蝉更咽，曾绾灞陵离别。絮已为萍风卷叶，空凄切。\t长条莫轻折，苏小恨，倩他说。尽飘零、游冶章台客。红板桥空，湔裙人去，依旧晓风残月。", "topic": "柳树", "notes": ["三眠：三眠柳，即柽（chēng）柳（又名人柳）。此柳的柔弱枝条在风中摇曳，时时伏倒。", "灞陵：即霸陵，汉文帝之墓地。在今陕西省西安市东。", "苏小恨：喻与情人离别之怅恨。", "倩：请、请求。", "游冶：追求声色，寻欢作乐。章台：此处指妓楼舞馆。宋", "《鹤鸽天》：“新掷果，旧分钗，冶游音信隔章台。”唐韩翊以《章台柳》诗寻访柳氏，诗以章台借指长安，以章台柳暗喻长安柳氏。但因柳氏本娼女，故后人遂将章台街喻指娼家聚唇之所。", "红板桥：红色木板的桥。诗词中常代指情人分别之地。", "湔（jiān）裙人：代指情人或某女子。典出《北齐书·窦泰传》。窦泰之母有娠，期而不产，大惧。有巫曰：“渡河浦裙，产子必易。”泰母从之，俄而生泰。后成为古代之风俗，谓女子有孕到河边洗裙，分娩必易。又，唐", "《柳枝词序》云：洛中里女子柳枝与商隐之弟李让山相遇相约，谓三日后她将“溅裙水上”来会。后以此典借指情人或情恋之事。"], "background": "该词的具体创作时间不详，根据最后一句“红板桥空，湔裙人去，依旧晓风残月。”的词意“游春浣裙的女子也已经离去，徒留晓风伴残月”推测，该词可能是写给作者妻子或者沈宛的，极有可能是为其妻所写。"},
{"title": "唐多令·柳絮", "author": "曹雪芹", "paragraphs": "粉堕百花洲，香残燕子楼。一团团、逐队成球。飘泊亦如人命薄，空缱绻，说风流。\t草木也知愁，韶华竟白头。叹今生、谁舍谁收！嫁与东风春不管，凭尔去，忍淹留！", "topic": "柳树", "notes": ["唐多令：唐多令，词牌名，又名“糖多令”“南楼令”“箜篌曲”，双调六十字，前后段各五句、四平韵。", "粉：指柳絮的花粉。", "百花洲：《大清一统志》：“百花洲在姑苏山上，姚广孝诗：‘水滟接横塘，花多碍舟路。’”林黛玉是姑苏人，借以自况。也有说，“粉堕百花洲”典出晋代", "爱妾绿珠。石崇在金谷园百花洲建高楼藏纳绿珠，因赵王司马伦垂涎绿珠美貌，恃权强夺，绿珠在百花洲跳楼自杀，誓死不从。", "燕子楼：典用", "《燕子楼三首并序》中唐代女子", "居住燕子搂怀念旧情的事。后多用以泛说女子孤独悲愁。", "逐对成球：形容柳絮与柳絮碰到时黏在一起。“球”谐音“逑”；逑，配偶。这句是双关语。", "缱绻（qiǎn quǎn）：缠绵，情好而难分。风流，因柳絮随风飘流而用此词，说才华风度。小说中多称黛玉风流灵巧。", "谁舍谁收：以柳絮飘落无人收拾自比。", "“嫁与东风”句：亦以柳絮被东风吹落，春天不管，自喻无家可依，青春将逝而没有人同情。", "忍淹留：忍心看柳絮漂泊在外，久留不归。"], "background": ""},
{"title": "杨柳枝", "author": "温庭筠", "paragraphs": "御柳如丝映九重，凤凰窗映绣芙蓉。\t景阳楼畔千条路，一面新妆待晓风。", "topic": "柳树", "notes": ["御柳：宫禁中柳。", "九重：九层；九道。亦泛指多层。古制，天子之居有门九重，故称九重宫，特指皇宫。《楚辞·九辩》：“岂不郁陶而思君兮，君之门以九重。”", "芙蓉：荷花。《古诗十九首》：“涉江采芙蓉，兰泽多芳草。”", "景阳楼：宫内钟楼。据《南齐书》载，齐武帝以宫内深隐，不闻端门鼓漏声，置钟于景阳楼上，宫人闻钟声早起妆饰。", "一面新妆：清一色的新妆。谓柳树清新若美人之新妆也。", "《咏柳》：“碧玉妆成一树高。”可互参。"], "background": ""},
{"title": "清平乐·留人不住", "author": "晏几道", "paragraphs": "留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。\t渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。", "topic": "柳树", "notes": ["留人不住：", "《柳枝词》：“亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。”此处翻用其意。", "兰舟：木兰舟，以木兰树所造之船。此处泛指船只。", "锦书：书信的美称。前秦苏若兰织锦为字成回文诗，寄给丈夫窦滔。后世泛称情书为锦书。", "云雨：隐喻男女交合之欢。", "无凭：靠不住。"], "background": "这是一首送别词，可能是代妓立言，亦可能是借娼妓之口诉说离别的愁怨，具体创作时间不详。父亲晏殊的去世，门祚的式微，晏几道的境况也起了很大的变化。他的词虽不离伤春悲秋、别怨离愁、相思情苦的内容，但是于情文之间缭绕着一股郁勃而深挚的情思，可以激动人心。这首词便是其中著名的一首。"},
{"title": "蝶恋花·移得绿杨栽后院", "author": "张先", "paragraphs": "移得绿杨栽后院。学舞宫腰，二月青犹短。不比灞陵多送远，残丝乱絮东西岸。\t几叶小眉寒不展。莫唱阳关，真个肠先断。分付与春休细看，条条尽是离人怨。", "topic": "柳树", "notes": ["蝶恋花：词牌名，即《鹊踏枝》。此名取自梁·简文帝《东飞伯劳歌》：“翻阶蛱蝶恋花情”。", "绿杨：绿柳。", "宫腰：即楚腰，纤腰。《", "子·二柄》：“楚灵王好细腰，而国中多饿人。”后世即以楚腰泛指女子的细腰。", "青犹短：指杨柳鹅黄初现，而绿尚不足。", "灞（bà）陵：地名，本作‘‘霸陵”，汉文帝陵墓，故址在今陕西西安市东，附近有霸桥，为古人折柳送别处。", "残丝：折断的柳枝。乱絮：散乱的柳絮。", "小眉：喻杨柳初生的嫩叶。", "阳关：即《阳关三叠》，又称《渭城曲》，曲调名。唐、宋时的送别歌曲。阳关，古地名，在今甘肃敦煌西南。", "分付：付托。", "条条：指柳条。"], "background": "这首词创作于熙宁七年（1074年），词人八十五岁，纳一位叫“绿杨”的歌妓为妾，称她为“六娘子”。绿杨进了张府后，词人对其宠爱有加，便冷落了其他妻妾，其他妻妾们一合计，乘词人不在家，将绿杨赶出了张府。众怒难犯，词人只能默认，唯一能做的就是写下这首词。"},
{"title": "卜算子·新柳", "author": "纳兰性德", "paragraphs": "娇软不胜垂，瘦怯那禁舞。多事年年二月风，翦出鹅黄缕。\t一种可怜生，落日和烟雨。苏小门前长短条，即渐迷行处。", "topic": "柳树", "notes": ["多事二句：谓二月春风将柳枝吹成鹅黄色的丝条，唐贺知章《咏柳》：“不知细叶谁裁出，二月春风似剪刀。”", "可怜生：犹可怜。生，无意。", "苏小：即苏小小。苏小小有二，且都为钱塘名妓。一为南朝齐人。"], "background": ""},
{"title": "青玉案·绿槐烟柳长亭路", "author": "惠洪", "paragraphs": "绿槐烟柳长亭路。恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处。\t解鞍旅舍天将暮。暗忆丁宁千万句。一寸柔肠情几许。薄衾孤枕，梦回人静，侵晓潇潇雨。", "topic": "柳树", "notes": ["青玉案：词牌名。这首词步", "《横塘路（青玉案们》韵作。", "长亭：古代道上十里一长亭，五里一短亭，供行人休息和送别用。", "取次：草草，仓促，随便。", "永：长。", "目断：犹望断，一直望到看不见。", "人：心上人。", "一寸柔肠：是行者想到心上人。", "衾（qīn们：被子。", "侵晓：天渐明。"], "background": "惠洪青年时曾为县小吏，因庭坚喜其聪慧，教他读书，后来才成为海内名僧。庭坚流放过湘江时，惠洪曾入舟陪送，时达一月，足见交情深笃。为了与庭坚兄弟唱和，也依贺韵写了一首《青玉案》。"},
{"title": "醉桃源·柳", "author": "翁元龙", "paragraphs": "千丝风雨万丝晴。年年长短亭。暗黄看到绿成阴。春由他送迎。\t莺思重，燕愁轻。如人离别情。绕湖烟冷罩波明。画船移玉笙。", "topic": "柳树", "notes": ["年年长短亭：指年年柳树都在亭边送人远行。", "暗黄看到绿成阴，春由他送迎：春天来时，柳条为暗黄色，春天去时，柳条为碧绿色。", "绕湖烟冷罩波明：指柳树沿西湖环绕。"], "background": ""},
{"title": "兰陵王·柳", "author": "周邦彦", "paragraphs": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。\t闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。\t凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。", "topic": "柳树", "notes": ["兰陵王：词牌名，首见于", "词。一百三十字，分三段。", "柳阴直：长堤之柳，排列整齐，其阴影连缀成直线。", "烟：薄雾。丝丝弄碧：细长轻柔的柳条随风飞舞，舞弄其嫩绿的姿色。弄：飘拂。", "隋堤：汴京附近汴河之堤，隋炀帝时所建，故称。是北宋是来往京城的必经之路。", "拂水飘绵：柳枝轻拂水面，柳絮在空中飞扬。", "行色：行人出发前的景象、情状。", "故国：指故乡。", "京华倦客：作者自谓。京华，指京城，作者久客京师，有厌倦之感，故云。", "长亭：古时驿路上十里一长亭，五里一短亭，供人休息，又是送别的地方。", "“应折”句：古人有折柳送别之习。", "柔条：柳枝。过千尺：极言折柳之多。", "旧踪迹：指过去登堤饯别的地方。", "又：又逢。酒趁哀弦：饮酒时奏着离别的乐曲。趁：逐，追随。哀弦：哀怨的乐声。", "离席：饯别的宴会。", "“梨花”句：饯别时正值梨花盛开的寒食时节。唐宋时期朝廷在清明日取榆柳之火以赐百官，故有“榆火”之说。", "寒食：清明前一天为寒食。 ", "一箭风快：指正当顺风，船驶如箭。", "半篙波暖：指撑船的竹篙没入水中，时令已近暮春，故曰波暖。", "迢递：遥远。驿：驿站。", "“望人”句：因被送者离汴京南去，回望送行人，故曰天北。", "望人：送行人。", "凄恻：悲伤。", "渐：正当。别浦：送行的水边。萦回：水波回旋。", "恨：这里是遗憾的意思。", "津堠：渡口附近供瞭望歇宿的守望所。津：渡口。堠：哨所。", "岑寂：冷清寂寞。", "冉冉：慢慢移动的样子。春无极：春色一望无边。", "念：想到。月榭：月光下的亭榭。榭，建在高台上的敞屋。", "露桥：布满露珠的桥梁。"], "background": "自从清代周济《宋四家词选》说这首词是“客中送客”以来，注家多采其说，认为是一首送别词。其实这首词是周邦彦写自己离开京华时的心情。此时他已倦游京华，却还留恋着那里的情人，回想和她来往的旧事，恋恋不舍地乘船离去。"},
{"title": "洞仙歌·咏柳", "author": "苏轼", "paragraphs": "江南腊尽，早梅花开后，分付新春与垂柳。细腰肢自有入格风流，仍更是、骨体清英雅秀。\t永丰坊那畔，尽日无人，谁见金丝弄晴昼？断肠是飞絮时，绿叶成阴，无个事、一成消瘦。又莫是东风逐君来，便吹散眉间一点春皱。", "topic": "柳树", "notes": ["腊：古代在农历十二月合祭众神叫做腊，因此农历十二月叫腊月。", "分付：付托，寄意。", "格：格调", "骨体：骨架躯体。", "永乐坊：地名。在洛阳。", "尽日：一整天", "金丝：比喻柳树的垂条。", "断肠：秋海棠花的别。飞絮：飘飞的像棉絮一般的柳树、芦苇等的种子。", "一成：宋时口语，“渐渐”，指一段时间的推移。"], "background": "这首词写作年代不可确考，朱祖谋认为词意与《殢人娇》略同，把它编入宋神宗熙宁十年（1077年）。因为据《纪年录》，这年三月一日，苏轼在汴京与王诜会于四照亭，上王诜侍女倩奴求曲，遂作《洞仙歌》、《殢人娇》与之。《殢人娇》题“小王都尉席上赠侍人”，与《纪年录》所记相合。其词结句，“须信道、司空从来见惯”，对王诜似有规讽。据史载王诜为人“不修细行”，生活糜烂，则他对歌女侍妾，必然轻薄寡情，那么，王诜家中侍女受玩弄、遭冷落的悲苦遭遇也就可想而知了。《洞仙歌》倘真是写给倩奴的，其内容当会与倩奴有关。集中这首词题“咏柳”，可至这首词借柳以喻人。"},
{"title": "木兰花慢·送人之官九华", "author": "周端臣", "paragraphs": "霭芳阴未解，乍天气、过元宵。讶客神犹寒，吟窗易晓，春色无柳。梅梢。尚留顾藉，滞东风、未肯雪轻飘。知道诗翁欲去，递香要送兰桡。清标。会上丛霄。千里阻、九华遥。料今朝别后，他时有梦，应梦今朝。河桥。柳愁未醒，赠行人、又恐越魂销。留取归来紧马，翠长千缕柔条。", "topic": "柳树", "notes": ["霭：即霭霭，形容月光昏暗的样子。", "芳阴：即月影。“芳”是为了增添词的色彩而加的修饰。", "乍：此处是正好刚刚的意思。", "顾藉：顾惜。", "诗翁：对友人的敬称。", "兰桡：代指船。桡，船桨。", "《忆江上吴处士》：“兰桡殊未返，消息海云端。”", "清标：指清美脱俗的文采。", "会：定当，定要。", "柳愁未醒：是对柳树尚未绽芽吐绿的含蓄说法。", "行人：指即将远行的友人。", "越魂：指越中送行的词人自己。"], "background": ""},
{"title": "长亭怨慢·渐吹尽", "author": "姜夔", "paragraphs": "余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭：树犹如此，人何以堪？”此语余深爱之。\t渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！\t日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。", "topic": "柳树", "notes": ["率意：随便。", "桓大司马：桓温（312-373年），字元子，东晋明帝之婿，初为荆州刺史，定蜀，攻前秦，破姚襄，威权日盛，官至大司马。吴衡照《莲子居词话》说：“白石《长亭怨慢》引桓大司马云云，乃", "《枯树赋》，非桓温语。”", "长亭树：指种在长亭亮度的柳树。", "树若：", "《金铜仙人辞汉歌》：“天若有情天亦老", "《蝉》：”五更疏欲断，一树碧无情。”", "高城不见：", "《初发太原途中寄太原所思》诗：“高城已不见，况复城中人。”", "韦郎：《云溪友议》卷中《玉箫记》条载，唐韦皋游江夏，与玉箫女有情，别时留玉指环，约以少则五载，多则七载来娶，后八载不至，玉箫绝食而死。", "红萼：红花，女子自指。", "算空有：", "《咏柳》诗：“碧玉妆成一杩高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。”", "《乌夜啼》词：“剪不断，理还乱，是离愁。别是一般滋味在心头。", "《壬辰寒食》：“客思似杨柳，春风千万条。”此处化用以上句意。并刀：并州为古九州之一，今属山西，所产刀剪以锋利出名，", "《戏题王宰画水山图歌》：“安得并州快剪刀，剪取吴松半江水。”"], "background": "姜夔二十三岁时，曾游安徽合肥，与此地的歌女姊妹二人相识，时日一长，往来酬唱，情投意合。后来，作者屡次到合肥与二女相会，情意愈浓。光宗绍熙二年（公元1191年），作者再次来到合肥，但不久就离去了，这首词大概作于离去之时，以寄托对二女的无尽眷念之情。"},
{"title": "踏莎行·情似游丝", "author": "周紫芝", "paragraphs": "情似游丝，人如飞絮。泪珠阁定空相觑。一溪烟柳万丝垂，无因系得兰舟住。\t雁过斜阳，草迷烟渚。如今已是愁无数。明朝且做莫思量，如何过得今宵去。", "topic": "柳树", "notes": ["游丝：蜘蛛等昆虫所吐的飘荡在空中的丝。", "阁：同“搁”。", "空：空自，枉自。", "觑：细看。指离别前两人眼中含泪空自对面相看。", "无因：没有法子。", "兰舟：木兰舟，船的美称。", "渚：水中小洲。"], "background": ""},
{"title": "金明池·咏寒柳", "author": "柳如是", "paragraphs": "有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。\t春日酿成秋日雨。念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。", "topic": "柳树", "notes": ["金明池：词牌名，", "创调，词咏汴京金明池，故取以为名。", "怅：失意，懊恼。", "萧萧：风声，草木经风摇落之声。", "霜条：经霜的树枝条。", "旧时飞絮：化用", "《杨柳枝词》九首之九：“春尽絮飞留不得，随风好去落谁家”。", "晚来：夜晚来临之际。", "行客：来往的行旅客人。", "燕台佳句：燕台，又指燕昭王延揽天下贤士的黄金台。柳氏此处喻指几社文人雅集赋诗的地方。", "春日酿成秋日雨：指当年几社名流与柳氏交游，曾为她作春闺风雨的艳词，竞成为今日飘零秋雨的预兆。", "畴昔：过去，以前。", "如许：如此，此为概指之辞。", "绕堤画舸：化用", "《紫钗记》中“河桥路，见了些无情画舸，有恨香车”句意。", "忆从前：“忆”，回忆。此为回忆从前那些相恋的时光。", "眉儿愁苦：", "《钗头凤》：“一杯愁绪，几年离索”，表现词人怀念恋人，柔肠寸断的心绪。", "梅魂：化用", "《复出东门诗》：“长与东风约今日，暗香先返玉梅魂。”", "伊：彼，他或她。"], "background": "柳如是十五岁即落入风尘，成为歌妓。崇祯年间，和名士陈子龙相恋并同居，但陈子龙的祖母和嫡妻高氏均不相容，被逼迫离异。后来柳嫁钱谦益为妾。这首词其为哀叹自己身世之飘零和爱情的波折之作。"},
{"title": "忆江南·春去也", "author": "刘禹锡", "paragraphs": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。\t春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。", "topic": "柳树", "notes": ["多谢：殷勤致意的意思。", "洛城人：即洛阳人。", "袂（mèi）：衣袖。", "裛（yì）：沾湿。", "颦（pín）：皱眉。", "尊：同“樽”，酒杯。"], "background": "此词约为唐文宗开成三年（838年）作于洛阳。其调名下有作者自注：“和乐天春词，依《忆江南》曲拍为句。”当时白居易为太子少傅分司东都，刘禹锡为太子宾客分司东都，二人均在洛阳，时相唱和，白居易词共三首，刘禹锡的和词共两首。"},
{"title": "柳含烟·御沟柳", "author": "毛文锡", "paragraphs": "御沟柳，占春多，半出宫墙婀娜。有时倒影蘸轻罗，麴尘波。昨日金銮巡上苑，风亚舞腰纤软。栽培得地近皇宫，瑞烟浓。", "topic": "柳树", "notes": ["御沟柳：宫苑中皇家所植的柳树。御沟：禁苑中的流水渠。据《古今注》载，长安御沟，引终南山水从宫内过，亦曰“禁沟”。唐代所传“红叶题诗”的故事，即言从御沟中流出红叶，上有题诗。", "婀娜（ēnuó阿挪）：柔细而俏美的样子。", "蘸轻罗：如轻罗绸沾渍于水中。蘸（zhàn 占）：在水或其他液体里沾一下。这里是写柳枝倒影在水中如轻罗一片。", "麴尘波：荡漾着浅黄色的微波。", "金銮：唐代大明宫内有金銮殿，为帝王朝会之处。此以金銮代替皇帝车辇。", "上苑：供帝王玩赏、打猎的园林。《新唐书·苏良嗣传》：“帝遣宦者采怪竹江南，将莳上苑。”", "亚：压，这儿是吹的意思。"], "background": ""},
{"title": "柳含烟·章台柳", "author": "毛文锡", "paragraphs": "章台柳，近垂旒，低拂往来冠盖。朦胧春色满皇州，瑞烟浮。\t直与路边江畔别，免被离人攀折。最怜京兆画蛾眉，叶纤时。", "topic": "柳树", "notes": ["章台：汉代长安的街名，歌台舞榭所在地，多柳。唐代诗人韩翃与妓柳氏恋爱，后将柳氏置于都下，三年不见。韩寄诗曰：“章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。”", "近垂旒：好像垂下的飘带一样。旒（liǘ流）：旗子上的飘带。", "冠盖：官员的冠服和车盖。班固《西都赋》：“冠盖如云，七相五公。”", "皇州：皇城，帝京。", "瑞烟：祥云。这里一派彩色的云烟笼罩于京城。", "京兆：指张敞为其妻画眉，见牛峤《菩萨蛮·玉钗风动春幡急》中注。", "叶纤时：指画眉细长而深，如柳叶状。白居易《长恨歌》：“芙蓉如面柳如眉，对此如何不泪垂。”"], "background": ""},
{"title": "浣溪沙·绿柳藏乌静掩关", "author": "晏几道", "paragraphs": "绿柳藏乌静掩关。鸭炉香细琐窗闲。那回分袂月初残。\t惜别漫成良夜醉，解愁时有翠笺还。欲寻双叶寄情难。", "topic": "柳树", "notes": ["藏乌：意同藏鸦。喻枝叶深茂。", "“欲寻”句：用唐人红叶题诗典。"], "background": ""},
{"title": "南歌子·岸柳拖烟绿", "author": "张泌", "paragraphs": "岸柳拖烟绿，庭花照日红。数声蜀魄入帘栊。惊断碧窗残梦，画屏空。", "topic": "柳树", "notes": "", "background": ""},
{"title": "西江月·五柳坊中烟绿", "author": "向子諲", "paragraphs": "政和间，余卜筑宛丘，手植众芗，自号芗林居士。建炎初，解六路漕事，中原俶扰，故庐不得返，卜居清江之五柳坊。绍兴癸丑，罢帅南海，即弃官不仕。乙卯起，以九江郡复转漕江东，入为户部侍郎。辞荣避谤，出守姑苏。到郡少日，请又力焉，诏可，且赐舟曰泛宅，送之以归。己未暮春，复还旧隐。时仲舅李公休亦辞舂陵郡守致仕，喜赋是词。\t五柳坊中烟绿，百花洲上云红。萧萧白发两衰翁，不与时人同梦。\t抛掷麟符虎节，徜徉江月林风。世间万事转头空，个里如如不动。", "topic": "柳树", "notes": ["西江月：原为唐教坊曲，后用作词牌名。《乐章集》《张子野词》并入“中吕宫”。五十字，上下片各两平韵，结句各叶一仄韵。", "政和：宋徽宗年号，1111—1118年。", "宛丘：县名，治所在今河南省淮阳县。", "芗（xiāng）：调味的香草。此泛指花草。", "建炎：宋高宗年号，1127—1130年。", "解六路漕事：建炎元年（1127），作者任江淮发送副使，九月，因素为", "所善，被黄潜斥黜。解，指卸任。六路，指两浙西路、两浙东路、江南西路、江南东路、淮南西路、淮南东路。", "俶（chù）扰：开始扰乱。泛指骚动。", "己未：即绍兴九年（1139）。", "仲舅：二舅。李公休：生平事迹未详。舂陵：旧郡名。隋置。在今枣阳县。", "萧萧：头发稀疏貌。", "时人：指当时的专权误国的权贵，包括秦桧之流的投降派。", "麟符虎节：制成麒麟或虎形的符节，为古代朝廷传达命令、调兵遣将的凭证。", "徜徉：徘徊。", "如如：佛教指真如常住，圆融而不凝滞的境界。《金刚经》：不取于相，如如不动。"], "background": "根据王兆鹏《向子諲年谱》，此词作于绍兴九年（1139）己未，是词人第二次辞官重归清江五柳坊（芗林别墅）之后创作的。当时词人因触犯秦桧被罢官，从此归隐山林。"},
{"title": "谒金门·柳丝碧", "author": "陈克", "paragraphs": "柳丝碧。柳下人家寒食。莺语匆匆花寂寂。玉阶春藓湿。\t闲凭薰笼无力。心事有谁知得。檀炷绕窗灯背壁。画檐残雨滴。", "topic": "柳树", "notes": ["春藓：苔藓植物的一类。", "檀炷：焚烧檀香散发的烟雾。"], "background": ""},
{"title": "剪牡丹·舟中闻双琵琶", "author": "张先", "paragraphs": "野绿连空，天青垂水，素色溶漾都净。柳径无人，堕絮飞无影。汀洲日落人归，修巾薄袂，撷香拾翠相竞。如解凌波，泊烟渚春暝。\t彩绦朱索新整。宿绣屏、画船风定。金凤响双槽，弹出今古幽思谁省。玉盘大小乱珠迸。酒上妆面，花艳眉相并。重听。尽汉妃一曲，江空月静。", "topic": "柳树", "notes": "", "background": ""},
{"title": "西平乐·稚柳苏晴", "author": "周邦彦", "paragraphs": "元丰初，予以布衣西上，过天长道中。后四十余年，辛丑正月，避贼复游故地。感叹岁月，偶成此词。\t稚柳苏晴，故溪歇雨，川迥未觉春赊。驼褐寒侵，正怜初日，轻阴抵死须遮。叹事逐孤鸿尽去，身与塘蒲共晚，争知向此，征途迢递，伫立尘沙。念朱颜翠发，曾到处，故地使人嗟。\t道连三楚，天低四野，乔木依前，临路敧斜。重慕想、东陵晦迹，彭泽归来，左右琴书自乐，松菊相依，何况风流鬓未华。多谢故人，亲驰郑驿，时倒融尊，劝此淹留，共过芳时，翻令倦客思家。", "topic": "柳树", "notes": ["稚柳：嫩柳。指春来柳何发的新枝条。苏晴：在晴光中复活生长。", "故溪：往年（40多年前）经过的溪流。歇：停息。", "川迥（jiǒng）：平野辽阔。赊：也是“远”的）思。", "驼褐（hè）：是说身上穿的驼毛里子的粗布衣服挡不住寒气，正喜太阳露头可以春除寒冷了，不料阴云却死死地挡住了阳光。褐，粗布短衣。", "初日：初春的阳光。", "轻阴：薄云。抵死：竭力。须：却。", "孤鸿：孤雁。", "《题安州浮云寺楼》：“恨如春草多，事逐孤鸿春。”句）为一生经历一春不返。", "塘蒲：池中蒲草。南朝梁", "曾与皇子唱和，势沦败后避难会稽，后还家。词人借喻自己发白身老，不堪再仕而甘守贫贱。", "争知：怎知。 向此：来到这里，指天长县。", "迢递：遥远。", "伫（zhù）立：凝神久立。", "朱颜翠发：红颜黑发。代指青春年少之时，也就是四十多年前作者经此路上汴京之时。", "嗟（jiē）：感叹，感伤。", "三楚：古地区名。《漠书·高帝纪》引孟康《音义》称旧名汉陵（即南郡）为南楚，吴为东楚，彭城为西楚。约当今安徽、湖北、湖南、江西、浙江、江苏等广大地区。", "乔木：躯干高大、枝叶繁茂的大何。依前：还和从前（四十多年前）一样。欹（qī）斜：倾侧，倾斜。", "慕想：向往和仰慕。", "东陵晦迹：秦东陵侯召平的隐居行为。秦破，为布衣，贫，种瓜于长安城东，瓜美，故世俗谓之东陵瓜，从召平以为名也。”晦迹。隐藏自己的行踪。", "彭泽归来：指陶渊明辞官归隐。说明其隐居生活的乐趣。风流鬓未华（花），是说陶渊明隐居时年纪还不很老。", "鬓未华：鬓发未花白。句）为陶潜30岁前任州祭酒不久即辞官，更令人敬佩。", "亲驰郑驿：指作者的老朋友亲自驰马到天长郊外驿站，想好客爱友的郑当时那样款待他。郑，指郑当时，西汉人，以好客爱友著名。后来借指对友人盛情接待。", "时倒融尊：也是指天长的老朋友殷勤地款待自己。融，指", "，东汉人，好客。尊，即酒樽。", "劝此淹留：劝我再此久留。淹留：久留。", "芳时：春天。美好的时节。", "翻：反而。倦客：客居他乡的倦游之人。"], "background": "该词作于宋徽宗宣和三年（1121）正月二十六日，周邦彦六十六岁。是早八月词人去世，该词乃周作中的绝笔。词人“感念岁月，偶成此词”，透露了一种飘零州县、垂老奔波、凄然伤痛的情调。"},
{"title": "浣溪沙·二月和风到碧城", "author": "晏几道", "paragraphs": "二月和风到碧城。万条千缕绿相迎。舞烟眠雨过清明。\t妆镜巧眉偷叶样，歌楼妍曲借枝名。晚秋霜霰莫无情。", "topic": "柳树", "notes": "", "background": ""},
{"title": "柳含烟·河桥柳", "author": "毛文锡", "paragraphs": "河桥柳，占芳春，映水含烟拂路。几回攀折赠行人，暗伤神。\t乐府吹为横笛曲，能使离肠断续。不如移植在金门，近天恩。", "topic": "柳树", "notes": [], "background": ""},
{"title": "解连环·柳", "author": "高观国", "paragraphs": "露条烟叶。惹长亭旧恨，几番风月。爱细缕、先窣轻黄，渐拂水藏鸦，翠阴相接。纤软风流，眉黛浅、三眠初歇。奈年华又晚，萦绊游蜂，絮飞晴雪。\t依依灞桥怨别。正千丝万绪，难禁愁绝。怅岁久、应长新条，念曾系花骢，屡停兰楫。弄影摇晴，恨闲损、春风时节。隔邮亭，故人望断，舞腰瘦怯。", "topic": "柳树", "notes": ["窣：突然出现。", "拂水藏鸦：形容柳的枝叶渐长。", "三眠：《三辅故事》：汉苑有柳如人形，一日三眠三起。", "灞桥：在长安东，汉人送客至此桥，折柳赠别。这里泛指送别之处。", "花骢：骏马。", "兰楫：这里泛指舟船。"], "background": ""},
{"title": "临江仙·寒柳", "author": "陈维崧", "paragraphs": "自别西风憔悴甚，冻云流水平桥。并无黄叶伴飘飘。乱鸦三四点，愁坐话无憀。\t云压西村茅舍重，怕他榾柮同烧。好留蛮样到春宵。三眠明岁事，重斗小楼腰。", "topic": "柳树", "notes": ["无憀：百无聊赖。", "榾柮（ɡǔ duò）：柴疙瘩。", "蛮样：白居易称其家妓小蛮腰细、善舞，有“杨柳小蛮腰”句。故称柳条为“蛮样”。末句“腰”字，亦承此意。", "三眠：喻柳条在春风中起伏之状。典出《三辅旧事》。"], "background": ""},
{"title": "柳含烟·隋堤柳", "author": "毛文锡", "paragraphs": "隋堤柳，汴河旁，夹岸绿阴千里。龙舟凤舸木兰香，锦帆张。\t因梦江南春景好，一路流苏羽葆。笙歌未尽起横流，锁春愁。", "topic": "柳树", "notes": ["隋堤：隋炀帝时开通济渠，沿渠筑堤，后人称“隋堤”。", "汴河：又称“汴水”、“汴渠”，河道屡变，隋以后，在河南商丘县南，向东南流，入安徽省境，经宿县、灵壁、泗县入淮河。隋炀帝往江都，经此河。今已废。", "龙舟：船饰为龙状。凤舸（gě格上声）：饰为凤凰形的大船。木兰：树名，指舟以木兰树制成，故香。", "流苏：丝缕下垂的装饰物，用于车马、帐幕等物上。", "笙歌：泛指音乐，这里指欢乐的场面。横流：水不顺道而流，这里暗喻天下大乱。"], "background": ""},
{"title": "花心动·柳", "author": "吴文英", "paragraphs": "十里东风，袅垂杨、长似舞时腰瘦。翠馆朱楼，紫陌青门，处处燕莺晴昼。乍看摇曳金丝细，春浅映、鹅黄如酒。嫩阴里，烟滋露染，翠娇红溜。\t此际雕鞍去久。空追念邮亭，短枝盈首。海角天涯，寒食清明，泪点絮花沾袖。去年折赠行人远，今年恨、依然纤手。断肠也，羞眉画应未就。", "topic": "柳树", "notes": ["花心动：词牌名。双调，一百零四字，上片十句四仄韵，下片九句五仄韵。", "细：一本作“衫”，一本作“袖”，一本作“绶”。", "去年：一本作“远年”，一本作“年年”。"], "background": ""},
{"title": "章台柳·寄柳氏", "author": "韩翃", "paragraphs": "章台柳，章台柳，颜色青青今在否？\t纵使长条似旧垂，也应攀折他人手。\t章台柳，章台柳，往日依依今在否？\t纵使长条似旧垂，也应攀折他人手。\t章台柳，章台柳，昔日青青今在否？\t纵使长条似旧垂，也应攀折他人手。", "topic": "柳树", "notes": ["寄柳氏：", "和柳氏赠答故事，见", "《柳氏传》（《太平广记》卷四八五）及孟棨《本事诗》。", "章台：汉长安中街名，在陕西长安故城西南，见《汉书·张敞传》，是繁华的地方，后来每借称妓院所在。六朝、唐人已用其事与杨柳相连。如费昶《和萧记事春旦有所思》：“杨柳何时归，袅袅复依依，已映章台陌，复扫长门扉。”", "《少年行》：“章台折杨柳。”《古今诗话》：“汉张敞为京兆尹，走马章台街。街有柳，终唐世曰章台柳。”故杜诗云：“京兆空柳色。”（《古今图书集成·草木典》卷二六七柳部引）。", "依依：柔软貌。《诗经·小雅·采薇》：“昔我往矣，杨柳依依。”"], "background": "韩翃是大历十才子之一，他与柳氏有一段富有传奇色彩的爱情故事。安史之乱爆发，柳氏以色艳独居，恐不免，便落发为尼。不久，柳氏为蕃将沙吒利所劫，宠之专房。京师收复后，韩翃派人到长安寻柳氏，并准备了一白口袋，袋装沙金，袋上题了此诗。"}
]