[
{"title": "卜算子·咏梅", "author": "毛泽东", "paragraphs": "读陆游咏梅词，反其意而用之。\t风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。\t俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。", "topic": "梅花", "notes": ["冰：形容极度寒冷。", "丛中笑：百花盛开时，感到欣慰和高兴。", "犹：还，仍然。", "俏：俊俏，美好的样子；（此处既能表现梅花的俏丽，又能表现革命者面对困难坚强不屈的美好情操。）", "烂漫：颜色鲜明而美丽。（文中指花全部盛开的样子）"], "background": "此诗作于1961年，最早发表于1963年12月人民文学出版社出版的《毛主席诗词》。此词的目的主要是鼓励大家蔑视困难，敢于战胜困难。毛泽东的这首词，借用陆游的原调原题，但整首词所反映出来的意境却截然不同，故作者说：“读陆游《咏梅》词，反其意而用之。”"},
{"title": "南乡子·冬夜", "author": "黄升", "paragraphs": "万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。\t应是夜寒凝。恼得梅花睡不成。我念梅花花念我，关情。起看清冰满玉瓶。", "topic": "梅花", "notes": ["稜稜：严寒貌。", "关情：动心，牵动情怀。"], "background": ""},
{"title": "汉宫春·梅", "author": "晁冲之", "paragraphs": "潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。惟是有，年年塞雁，归来曾见开时。\t清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对孤芳、分付他谁。空自倚，清香未减，风流不在人知。", "topic": "梅花", "notes": ["汉宫春：", "此调咏梅，有“透新春消息”，“汉家宫额涂黄”句，调名来于此。", "东君：又名东皇、东帝，传说中爱司春之神。春于方位属东，故名。", "塞雁：边塞之雁。雁是候鸟，秋季南来，春季北去。", "玉堂：指豪家爱宅第。", "何似：哪里比得上。", "分付他谁：即向谁诉说。", "风流：高尚爱品格和气节。"], "background": "这首《汉宫春》词的著作权，历来存有争议。一说为晁冲之作，一说是李邴作。《梅苑》、《乐府雅词》、《花庵词选》及《全寿备祖》等，都将它归于李邴的名下，后代有不少人沿袭这个说法。《直斋书录解题》、《苕溪渔隐丛话》等著作，则认为它是晁冲之的作品。"},
{"title": "疏影·苔枝缀玉", "author": "姜夔", "paragraphs": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。\t苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。\t犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "topic": "梅花", "notes": ["疏影：词牌名，", "的自度曲。", "辛亥：南", "绍熙二年（1191年）。", "载雪：冒雪乘船。诣：到。石湖：在苏州西南，与太湖通。南宋诗人", "晚年居住在苏州西南的石湖，自号石湖居士。", "止既月：指刚住满一个月。", "授简索句：给纸索取诗调。简：纸。", "征新声：征求新的词调。", "把玩：指反复欣赏。", "二妓：乐工和歌妓。肆习：学习。", "《暗香》《疏影》：语出北宋诗人", "《山园小梅》诗：“疏影横斜水清浅，暗香浮动月黄昏。”", "苔枝缀玉：范成大《梅谱》说绍兴、吴兴一带的古梅“苔须垂于枝间，或长数寸，风至，绿丝飘飘可玩。”周密《乾淳起居注》：“苔梅有二种，宜兴张公洞者，苔藓甚厚，花极香。一种出越土，苔如绿丝，长尺余。”苔枝，长有苔藓的梅枝。缀玉，梅花像美玉一般缀满枝头。", "“有翠禽”二句：用罗浮之梦典故。旧题", "《龙城录》载，隋代赵师雄游罗浮山，夜梦与一素妆女子共饭，女子芳香袭人。又有一绿衣童子，笑歌欢舞。赵醒来，发现自己躺在一株大梅树下，树上有翠鸟欢鸣，见“月落参横，但惆怅而已。”", "《友人山中梅花》诗：“好风吹醒罗浮梦，莫听空林翠羽声。”", "《疏影》词：“闲想罗浮旧恨，有人正醉里，姝翠蛾绿。”翠禽，翠鸟。晋", "《客傲》：“夫攀骊龙之髯，抚翠禽之毛，而不得绝霞肆、跨天津者，未之前闻也。”", "客里：离乡在外期间。唐牟融《送范启东还京》诗：“客里故人尊酒别，天涯游子弊裘寒。”白石是江西人，当时住苏州。", "黄昏：日已落而天色尚未黑的时候。《楚辞·离骚》：“曰黄昏以为期兮，羌中道而改路。”", "“无言”句：", "《佳人》诗：“天寒翠袖薄，日暮倚修竹。”", "“昭君”四句：杜甫《咏怀古迹五首》其三：“一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归夜月魂。画图省识春风面，环佩空归月夜魂。千载琵琶作胡语，分明怨恨曲中论。”", "《塞上咏梅》诗：“天山路边在株梅，年年花发黄云下。昭君已没汉使回，前后征人谁系马？”", "“犹记”三句：用寿阳公主事。蛾，形容眉毛的细长；绿，眉毛的青绿颜色。《太平御览》引《杂五行书》云：“宋武帝女寿阳公主，人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去。皇后留之，看得几时，经三日，洗之乃落。宫女奇其异，竞效之，今‘梅花妆’是也。”", "安排金屋：《汉武故事》载，汉武帝", "幼时曾对姑母说：“若得阿娇作妇，当作金屋贮之。”盈盈，仪态美好的样子，这里借指梅花。", "玉龙哀曲：马融《长笛赋》：“龙鸣水中不见己，截竹吹之声相似。”玉龙，即玉笛。", "《与史郎中钦听黄鹤楼上吹笛》诗：“黄鹤楼中吹玉笛，江城五月落梅花。”哀曲，指笛曲《梅花落》。此曲是古代流行的乐曲，听了使人悲伤。唐", "《夜会问答》说听《梅花落》曲“三奏未终头已白”，可见一斑。故曰“玉龙哀曲”。", "恁（nèn）时：那时候。南唐", "《忆江南》词：“东风次第有花开，恁时须约却重来。”", "小窗横幅：晚唐崔橹《梅花诗》：“初开已入雕梁画，未落先愁玉笛吹。”陈与义《水墨梅》诗：“睛窗画出横斜枝，绝胜前村夜雪时。”此翻用其意。"], "background": "这首词创作于宋光宗绍熙二年（1191年），与词人《长亭怨慢·渐吹尽》为同年之作。是年冬，姜夔载雪访范成大于石湖。他在石湖住了一个多月，自度《暗香》《疏影》二曲咏梅，深蕴忧国之思，寄托个人生活的不幸。"},
{"title": "生查子·重叶梅", "author": "辛弃疾", "paragraphs": "百花头上开，冰雪寒中见。霜月定相知，先识春风面。\t主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。", "topic": "梅花", "notes": ["重叶梅（zhòng yè meí）：梅花的一种。 宋代", "《梅谱》：“重叶梅，花头甚丰，叶重数层，盛开如小白莲，梅中之奇品。”", "头上：先。", "见（xiàn）： “现”的古字，显现，出现。", "霜月：月色如秋霜。", "相知：了解我。相，范围副词，在此为“我”之意。", "春风面：春风中花容。", "江妃：即梅妃，唐明皇开元中，“", "使闽、粤，见", "少而丽，选归，侍明皇，大见宠幸。性喜梅，所居悉植之。帝以其所好，戏名曰梅妃。”这里以江妃代梅妃。", "许：答应，应诺。", "冰壶荐（jiàn）：即荐给冰壶。冰壶，即玉壶，可用来盛冰或浸花，比喻洁白。荐：进，进献 。"], "background": "绍兴三十二年（1162年），辛弃疾在青年时期满怀报国雄心，然而南宋朝廷的所作所为，使他大失所望。辛弃疾曾向朝廷上《美芹十论》、《九议》等奏章，主力抗金，反而受到当权者的猜疑。辛弃疾看到了在寒风中盛开的重叶梅时，于是写下了这首词。"},
{"title": "临江仙·探梅", "author": "辛弃疾", "paragraphs": "老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。\t剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。", "topic": "梅花", "notes": ["临江仙：词牌名，原唐教坊曲，双调五十八字，上下片各三平韵。", "老去：谓人渐趋衰老。心已懒：情意已减退。", "一枝先破：春天梅花先开。一枝，指梅花。破，绽开，开放。玉溪：水名，即江西信江，信江在玉山县境叫玉溪。", "花态度：谓花的柔媚之态。态度，姿态。", "雪精神：如雪一样高洁的精神。", "剩向：尽向。餐秀色：秀色可餐，极赞妇女容色之美，也可用以形容山川秀丽，此取后义。", "渠：他（方言），此即指梅。著句清新：写清新的词句。", "浑：简直，全。"], "background": "神宗淳熙九年（1182）至光宗绍熙三年（1192），稼轩落职闲居，在江西上绕北灵山下的带湖十易寒暑。据邓广铭《稼轩词编年笺注》，这首《临江仙》即作于此时。"},
{"title": "虞美人·宜州见梅作", "author": "黄庭坚", "paragraphs": "天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。\t玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。", "topic": "梅花", "notes": ["宜州：今广西宜山县一带。", "梅破知春近：梅花绽破花蕾开放，预示着春天的来临。", "开遍向阳枝：南枝由于向着太阳，故先开放。", "“玉台”二句：玉台，传说中天神的居处，也指朝廷的宫室。", "粉：把梅花的开放比作天宫“弄粉”。", "飘到眉心住：宋武帝女寿阳公主人日卧于含章殿下。梅花落于公主额上，成五出花，拂之不去。词中意谓由于群花的妒忌，梅花无地可立，只好移到美人的眉心停住，古代妇女化妆时常在眉心点梅花砂痣。", "“平生个里愿杯深”两句：年轻时遇到良辰美景，总是尽兴喝酒，可是经十年贬谪之后，再也没有这种兴致了。个里，个中、此中。去国，离开朝廷。"], "background": "黄庭坚因作《承天院塔记》，朝廷指为“幸灾谤国”，被除名，押送宜州编管。词作于宋徽宗崇宁三年（1104）到达宜州的当年冬天。他初次被贬是宋哲宗绍圣元年（1094），至此恰好十年。"},
{"title": "念奴娇·梅", "author": "辛弃疾", "paragraphs": "疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。\t尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。", "topic": "梅花", "notes": ["阿谁：疑问代词。犹言谁，何人。", "东君：司春之神。", "篽（yù）：禁苑。", "琐窗：为雕刻或绘有连环形花纹之窗。", "标格：风范，风度。", "阆苑：传说中在昆仑山之巅，是西王母居住的地方。在诗词中常用来泛指神仙居住的地方。"], "background": ""},
{"title": "孤雁儿·藤床纸帐朝眠起", "author": "李清照", "paragraphs": "世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。\t藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。\t小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。", "topic": "梅花", "notes": ["孤雁儿：《孤雁儿》原名《御街行》。《古今词话》无名氏《御街行》词有“听孤雁声嘹唳”句，故更名《孤雁儿》。", "藤床：藤条编织的床。纸帐：茧纸做的帐子。", "佳思：好心情。", "沉香：薰香的一种。玉炉：玉制的香炉或是香炉的代称。", "三弄：即“梅花三弄”，古代笛由名，或称“梅花引”。", "梅心惊破：指梅花闻笛而心伤。", "春情意：喻指当年夫妻情深。", "萧萧地：淅淅沥沥。地，语助词。", "吹箫人去：《列仙传》：“萧史者，秦穆公时人也，善吹箫，能致孔雀、白鹤于庭。穆公有女字弄玉，好之。公遂以女妻焉。”此言其夫赵明诚之去世。", "肠断：这里形容因丧夫而悲伤之极。《世说新语·黜免》：“桓公入蜀，至三峡中，部伍中有得猿子者，其母缘岸哀号，行百馀里，不去，遂跳上船，至便即绝。破视其腹中，肠皆寸寸断。”", "一枝折得三句：化用", "《赠", "》诗意。折梅相送，丈夫故去，所以说没人堪寄。"], "background": "这首词明为咏梅，实为悼亡，寄托了词人对于朝廷南迁后不久不幸病故的爱侣赵明诚的深挚感情和凄楚哀思。"},
{"title": "渔家傲·雪里已知春信至", "author": "李清照", "paragraphs": "雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。\t造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。", "topic": "梅花", "notes": ["渔家傲：词牌名。《词谱》卷十四云：“此调始自", "，因词有‘神仙一曲渔家傲’句，取以为名。”双调六十二字。", "春信：春天的消息。琼枝：此指覆雪悬冰的梅枝。梅枝著雪，白如玉枝，故称。", "点缀：稍加装饰衬托，使事物更加美好。琼枝：像美玉制成的枝条。腻：这里形容清瘦的梅枝着雪后变得粗肥光洁。", "香脸：指女人敷着胭脂散发香味的面颊。此处用以比拟半开着的散发芳香的梅花。旖旎（yǐ nǐ）：柔美貌。", "玉人：美人。此处用以比梅花。", "造化：天地，大自然。", "玲珑：明亮貌。", "金尊：珍贵的酒杯。尊：同“樽”。沈：同“沉”。绿蚁：本来指古代酿酒时上面浮的碎的屑沫子，也叫浮蚁，后来衍为酒的代称。"], "background": "据山西古籍出版社的《李清照集》所附李清照年谱，本首词是李清照十八岁所作，及公元1101年（宋徽宗建中靖国元年）。"},
{"title": "西江月·梅花", "author": "苏轼", "paragraphs": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。\t素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。", "topic": "梅花", "notes": ["玉骨：梅花枝干的美称。唐冯贽《云仙杂记》卷二：“袁丰居宅后，有六株梅……（丰）叹曰：‘烟姿玉骨，世外佳人，但恨无倾城笑耳。’即使妓秋蟾出比之。”瘴雾：犹瘴气。南方山林中的湿热之气。", "冰姿：淡雅的姿态。仙风：神仙的风致。", "芳丛：丛生的繁花。", "绿毛幺凤：岭南的一种珍禽，似鹦鹉。", "涴（wò）：沾污，弄脏。", "唇红：喻红色的梅花。", "高情：高隐超然物外之情。", "“不与”句：", "自注：“诗人王昌龄，梦中作梅花诗。”"], "background": "此词当作于公元1096年（绍圣三年）。据《耆旧续闻》《野客丛书》记载，此词乃苏轼为悼念死于岭外的歌妓朝云而作。作者创作这首词时大约60岁。"},
{"title": "临江仙·梅", "author": "李清照", "paragraphs": "庭院深深深几许，云窗雾阁春迟。为谁憔悴损芳姿。夜来清梦好，应是发南枝。\t玉瘦檀轻无限恨，南楼羌管休吹。浓香吹尽有谁知。暖风迟日也，别到杏花肥。", "topic": "梅花", "notes": ["《临江仙·梅》：此首或为", "效法", "《蝶恋花》所作的数阕《临江仙》之一。", "南枝：向南，亦即朝阳的梅枝。", "玉瘦檀轻：谓梅花姿态清瘦，颜色浅红。檀：原为木名，此处指浅绛色。", "羌管休吹：意谓不要吹奏音调哀怨的《曲《梅花落》。", "暖风迟日：语出", "《浣溪沙》词：“兰沐初休曲槛前，暖风迟日洗头天。”迟日：春日，语出", "《渡湘江》诗：“迟日园林悲昔游，今春花鸟作边愁。”", "肥：这里指盛开。"], "background": "学者陈祖美推断此词的背景和没收录于宋代《乐府雅词》原因：从《临江仙·并序》这首同调词的小序可知，李清照明明作了数阕《临江仙》，显然应该包括此首在内。它之所以被怀疑，除了人们时常提到的原因之外，窃以为更主要的原因是曾慥所编《乐府雅词》只收了前一首而未收此首的缘故。"},
{"title": "清平乐·年年雪里", "author": "李清照", "paragraphs": "年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。\t今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。", "topic": "梅花", "notes": ["​挼（ruó）：揉搓。", "海角天涯：犹天涯海角。本指僻远之地，这里当指临安。", "萧萧两鬓生华：形容鬓发华白稀疏的样子。", "看取：是观察的意思。观察自然界的“风势”。故应：还应。"], "background": "关于这首词，大多研究者认为是李清照南渡后的作品。传本《梅苑》收录署名李清照五首咏梅词。其中《满庭芳》《玉楼春》《渔家傲》三首系早期所作，被收入《梅苑》无可怀疑。这首《清平乐》便是写于李清照晚年的，是词人对自己一生早、中、晚三期带有总结性的追忆之作。"},
{"title": "卜算子·咏梅", "author": "陆游", "paragraphs": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。 \t无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。", "topic": "梅花", "notes": ["卜算子：词牌名，又名《百尺楼》《眉峰碧》《楚天遥》，双调四十四字，上下片各两仄韵。", "驿（yì）外：指荒僻、冷清之地。驿，驿站，供驿马或官吏中途休息的专用建筑。", "断桥：残破的桥。一说“断”通“簖”，簖桥乃是古时在为拦河捕鱼蟹而设簖之处所建之桥。", "无主：自生自灭，无人照管和玩赏。", "更：又，再。", "著（zhuó）：同“着”，遭受，承受。", "苦：尽力，竭力。", "争春：与百花争奇斗艳。", "一任：全任，完全听凭。", "群芳：群花，这里借指苟且偷安的主和派。", "碾（niǎn）：轧烂，压碎。", "作的：化作灰土。", "香如故：香气依旧存在。故：指花开时。"], "background": "陆游一生酷爱梅花，将其作为一种精神的载体来倾情歌颂，梅花在他的笔下成为了一种坚贞不屈的形象的象征。不难理解，其《卜算子·咏梅》正是以梅寄志的代表，那“零落成泥碾作尘，只有香如故”的梅花，正是诗人一生对恶势力不懈的抗争精神和对理想坚贞不渝的品格的形象写照。"},
{"title": "踏莎行·雪中看梅花", "author": "王旭", "paragraphs": "两种风流，一家制作。雪花全似梅花萼。细看不是雪无香，天风吹得香零落。\t虽是一般，惟高一着。雪花不似梅花薄。梅花散彩向空山，雪花随意穿帘幕。", "topic": "梅花", "notes": ["风流：风度、标格。", "一家制作：意指雪和梅都是大自然的产物。", "萼：花萼，这里指的是花瓣（因押韵关系用“萼”字）。", "细看不是雪无香：仔细一看，不是雪花，因为雪花没有香气。", "着（zhāo）：等次。", "薄（báo）：厚度小的。", "散彩：放射出光彩。", "帘：窗帷。最后两句说：梅花开在空山，放射出光辉异形，雪花却在人家帘幕下低飞。"], "background": "早春时期，词人外出游玩，途中观赏到梅花的精致与雪花的灿烂，因而兴致大开。于是词人借物咏志，写下了这首词。"},
{"title": "花犯·小石梅花", "author": "周邦彦", "paragraphs": "粉墙低，梅花照眼，依然旧风味。露痕轻缀。疑净洗铅华，无限佳丽。去年胜赏曾孤倚。冰盘同宴喜。更可惜，雪中高树，香篝熏素被。\t今年对花最匆匆，相逢似有恨，依依愁悴。吟望久，青苔上、旋看飞坠。相将见、脆丸荐酒，人正在、空江烟浪里。但梦想、一枝潇洒，黄昏斜照水。", "topic": "梅花", "notes": ["铅华：搽脸的粉。曹植《洛神赋》：“芳泽无加，铅华不御。”李善注：“铅华，粉也。”这三句是说梅花上面留有露水痕迹，像是洗尽脂粉，显得丽质天生。", "冰盘：果盘。燕：通“宴”。这句用韩愈“冰盘夏荐碧实脆。”诗意，指喜得梅子以进酒。", "篝：熏笼。这句比喻梅花如篝雪如被。", "悴：忧也。这两句是指梅花似亦知恨而含愁。", "旋看飞坠：屡屡看梅花飘飞坠在青苔上面。", "相将：行将。翠丸：梅子。", "潇洒：凄清之意。黄昏斜照水，用林浦“疏影横斜水清浅，暗香浮动月黄昏”诗句。"], "background": ""},
{"title": "卜算子·雪月最相宜", "author": "张孝祥", "paragraphs": "雪月最相宜，梅雪都清绝。去岁江南见雪时，月底梅花发。\t今岁早梅开，依旧年时月。冷艳孤光照眼明，只欠些儿雪。", "topic": "梅花", "notes": ["月底：月下。", "些儿：一点儿。"], "background": ""},
{"title": "金缕曲·疏影临书卷", "author": "纳兰性德", "paragraphs": "疏影临书卷。带霜华、高高下下，粉脂都遣。别是幽情嫌妩媚，红烛啼痕休泫。趁皓月、光浮冰茧。恰与花神供写照，任泼来、淡墨无深浅。持素障，夜中展。\t残釭掩过看逾显。相对处、芙蓉玉绽，鹤翎银扁。但得白衣时慰藉，一任浮云苍犬。尘土隔、软红偷免。帘幕西风人不寐，恁清光、肯惜鹴裘典。休便把，落英剪。", "topic": "梅花", "notes": ["疏影句：意谓梅花疏朗的影子落在了书卷上。", "疏影：指疏朗的梅影。", "带霜华二句：谓此时的梅花带着霜华，高高低低，看不到一点粉红的颜色。", "别是二句：谓那梅花别是一种幽情和妩媚，故不须红烛滴泪照明。　泫，下滴貌。", "光浮冰茧：冰茧，即蚕茧纸.《世说新语》谓：", "书《兰亭序》即用此纸。此处喻皓月之下，月光照在朵朵梅花上如同洁白的蚕茧纸。", "恰与四句：花神，指花之精神、神韵。宋", "《德隅斋画品，菡萏图》：“士大夫旧云：‘徐熙画花传花神，赵昌画:花写花形。’”", "写照：犹映照。唐", "《奉和放赐公主镜》：“含灵万象入，写照百花开。”", "泼：指泼墨写意。", "素障：即障子。", "《题李尊师松树障子歌》：“障子松林静杳冥，凭轩忽若无丹青。”此四句谓恰好这梅花之形与其神相映照，仿佛是随意画出的淡墨写意，这美妙的图画就好像是在夜间展开的一幅出神入化的障子。", "残缸句：残釭，将要熄灭的灯烛。", "掩过：犹遮蔽起来。谓将残灯遮起，再看那梅影就更加清晰动人。", "相对二句：意谓像是刚刚绽开的玉芙蓉，处处是银白色的花瓣。", "鹤翎：本指鹤之羽毛，此处喻白色的花瓣。唐", "《于主簿厅看花》：“小叶稠枝粉压摧，暖风吹动鹤翎开。”　银扁，遍地银白色。　扁，通“遍”。", "浮云苍犬：犹白云苍犬(或白云苍狗)，即白衣苍狗。唐杜甫《可叹》:“天上浮云如白衣，斯须改变如苍狗。”即谓变化巨大之意，后以之喻世事无常，变化剧烈。", "尘土句：尘土，犹尘世或庸俗肮脏之世事。隔，隔开、分开。", "软红：犹软红尘，即繁华热闹之意。", "恁清光句：怎，如此、这样。", "鹴(shuang)裘典，即典当鹴裘。鹴裘，鹔鹴裘。相传为", "所制。一说用鹔鹴鸟皮做，一说用鹔鹴飞鼠皮做。明", "《次张长治韵》：“自古阴晴谁料得，莫辞连夜典鹴裘。”"], "background": ""},
{"title": "鹧鸪天·却月凌风度雪清", "author": "孔榘", "paragraphs": "却月凌风度雪清。何郎高咏照花明。一枝弄碧传幽信，半额涂黄拾晚荣。\t春思淡，暗香轻。江南雨冷若为情。犹胜远隔潇湘水，忽到窗前梦不成。", "topic": "梅花", "notes": "", "background": ""},
{"title": "江梅引·忆江梅", "author": "洪皓", "paragraphs": "岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引）\t天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。\t空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。", "topic": "梅花", "notes": "", "background": ""},
{"title": "蝶恋花·一朵江梅春带雪", "author": "赵鼎", "paragraphs": "长道县和元彦修梅词。彦修，钱塘人，名时敏。坐张天觉党，自户部员外郎谪监长道之白石镇。\t一朵江梅春带雪。玉软云娇，姑射肌肤洁。照影凌波微步怯。暗香浮动黄昏月。\t谩道广平心似铁。词赋风流，不尽愁千结。望断江南音信绝。陇头行客空情切。", "topic": "梅花", "notes": "", "background": ""},
{"title": "诉衷情·小梅风韵最妖娆", "author": "晏几道", "paragraphs": "小梅风韵最妖娆。开处雪初消。南枝欲附春信，长恨陇人遥。\t闲记忆，旧江皋。路迢迢。暗香浮动，疏影横斜，几处溪桥。", "topic": "梅花", "notes": "", "background": ""},
{"title": "一剪梅·一剪梅花万样娇", "author": "周邦彦", "paragraphs": "一剪梅花万样娇。斜插梅枝，略点眉梢。轻盈微笑舞低回，何事尊前，拍手相招。\t夜渐寒深酒渐消。袖里时闻，玉钏轻敲。城头谁恁促残更，银漏何如，且慢明朝。", "topic": "梅花", "notes": ["一剪梅：词牌名，双调六十字。", "尊前：酒樽之前，指酒筵上。", "玉钏（chuàn）：用玉石穿起来做成的镯子。", "恁（nèn）：那么，那样。"], "background": ""},
{"title": "最高楼·咏梅", "author": "陈亮", "paragraphs": "春乍透，香早暗偷传。深院落，斗清妍。紫檀枝似流苏带，黄金须胜辟寒钿。更朝朝，琼树好，笑当年。\t花不向沉香亭上看。树不着唐昌宫里玩。衣带水，隔风烟。铅华不御凌波处，蛾眉淡扫至尊前。管如今，浑似了，更堪怜。", "topic": "梅花", "notes": ["最高楼：又名《最高春》。双调八十一字，亦有七十八字至八十五字各体。平韵间叶仄韵，但亦有全用平韵或全用仄韵者。", "斗清妍：以清雅绝俗的花姿斗奇争胜。", "流苏带：用五彩丝结成的带饰。辟寒钿：用辟寒金制成的首饰：魏明帝时，有人献嗽金鸟，不怕寒，常吐金屑如粟，宫人争以鸟所吐金为钗铒，称之为“辟寒金”（见段成式《西阳杂俎》）。这两句描绘出梅花的形象。", "“更朝朝”三句：言可笑当年，有人竟为琼树美艳，朝朝欣赏：言外之意是说，比之梅花，琼花只能博得一笑而已。", "沉香亭：亭名。《雍录》载：唐兴庆宫图龙池东有沉香亭。", "“树不着唐昌宫里玩”：据唐人", "《剧谈录》记载，长安安禁坊唐昌观有玉蕊，每当春天花开时，乘车骑马来观赏的人很多。这两句以牡丹和玉蕊为反衬，认为虽然这两种花很鲜艳，受到人们的喜爱，但并不能与梅花相比。", "“铅华”句：", "《洛神赋》说洛神（宓妃）“芳泽无加，铅华弗御”，“凌波微步，罗袜生尘”。铅华：搽脸用的粉。“蛾眉”句：唐", "《集灵台》诗云：“虢国夫人承主恩，平明骑马入宫门，却嫌脂粉污颜色，淡扫蛾眉朝至尊。”至尊：指皇帝。两句意为：只有宓妃和虢国夫人能与梅花相比。", "浑：完全。这三句说：眼前的梅花与宓妃和虢国夫人的容貌太相像了，因而引发了自己更多的怜惜之情。"], "background": "这首词的具体创作时间不详。陈亮有积极向上，不甘平庸的用世思想。他曾在一篇上皇帝书中详细陈述了要想恢复中原，重振国家。而当时的国家处境是：隆兴和议之后，“徒使度外之士摈弃而不改聘，日月蹉跎，而老为至矣。”他在上书时才二十九岁，而一直等到五十多岁，他这个“度外之士”仍未被朝廷重用，在家虚度光阴。期间他把对身世的感慨，通过一些咏物词表达出来，这首词就是其中的一首。"},
{"title": "一萼红·盆梅", "author": "朱晞颜", "paragraphs": "玉堂深。正重帘护暝，窗色试新晴。苔暖鳞生，泥融脉起，春意初破琼英。夜深后、寒消绛蜡，误碎月、和露落空庭。暖吹调香，冷芳侵梦，一晌消凝。\t长恨年华婉晚，被柔情数曲，抵死牵萦。何事东君，解将芳思，巧缀一斛春冰。那得似、空山静夜，傍疏篱、清浅小溪横。莫问调羹心事，且论笛里平生。", "topic": "梅花", "notes": ["暝：黄昏。", "苔暖鳞生：是说梅枝向阳有苔痕如鱼鳞。", "泥融脉起：是说盆内新泥融化涌起脉纹。", "琼英：琼：一种美玉。英：花。这里指梅花。", "寒消绛蜡：红色的蜡烛燃起时，驱走了寒意。绛：深红色。", "暖吹：暖风。", "晚：暮晚。", "芳思：赏花的意绪。", "一斛春冰：形容盆梅洁白如冰。", "调羹：古时以梅子作为烹饪的调料。"], "background": ""},
{"title": "暗香疏影·夹钟宫赋墨梅", "author": "吴文英", "paragraphs": "占春压一。卷峭寒万里，平沙飞雪。数点酥钿，凌晓东风□吹裂。独曳横梢瘦影，入广平、裁冰词笔。记五湖、清夜推篷，临水一痕月。\t何逊扬州旧事，五更梦半醒，胡调吹彻。若把南枝，图入凌烟，香满玉楼琼阙。相将初试红盐味，到烟雨、青黄时节。想雁空、北落冬深，澹墨晚天云阔。", "topic": "梅花", "notes": ["暗香疏影：词牌名，姜夔自度曲。双调，一百零四字，上片九句五仄韵，下片十句四仄韵。梦窗用入声韵，然跨十七、十八两部韵。", "数点酥钿：一本在此句下空四格。", "凌晓东风□吹裂：一本无空格。", "独：一本作“独自”。", "痕：一本作“微月”。"], "background": ""},
{"title": "卜算子·古涧一枝梅", "author": "朱敦儒", "paragraphs": "古涧一枝梅，免被园林锁。路远山深不怕寒，似共春相趓。\t幽思有谁知，托契都难可。独自风流独自香，明月来寻我。", "topic": "梅花", "notes": ["趓（duǒ）：古同“躲”。", "契：书信。", "风流：洒脱放逸；风雅潇洒。"], "background": ""},
{"title": "金缕歌·陪履斋先生沧浪看梅", "author": "吴文英", "paragraphs": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风慳借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。\t遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。", "topic": "梅花", "notes": ["贺新郎：恨牌名。始见", "恨，原名“贺新凉”，因恨中有“乳燕飞华屋，悄无人，桐阴转午，晚凉新浴”句，故名。后来将“凉”字误作“郎”字。《恨谱》以", "恨作谱。一百一十六字。上”五十七字，下”五十九字，各十句六仄韵。此调声情沉郁苍凉，宜抒发激越情感，历来思恨家所习用。后人又改名“乳燕飞”“金缕曲”“貂裘换酒”“金缕衣”“金缕恨”“金缕歌”“风敲竹”“雪月江山夜”等。", "履斋先生：", "，字毅夫，号履斋，淳中，观文殿大学士，封庆国公。沧浪：沧浪亭，在苏州府学东，初思吴越钱元池馆，后废思寺，寺后又废。", "乔木：指梅树。", "中兴英雄：指", "。", "悭（qiān）：吝惜的意思。", "神州故里：指北宋沦陷领土。", "旋：返回，归来。小筑：指规模小而比较雅致的住宅，多筑于幽静之处。唐", "《畏人》诗：“畏人成小筑，褊性合幽栖。”", "吴宫：指春秋吴王的宫殿。南朝梁", "《别赋》：“乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。”", "华表：古代设在桥梁、宫殿、城垣或陵墓等前兼作装饰用的巨大柱子。", "遨头：俗称太守思遨头。", "东君：春神思东君，此指履斋。", "后不如今今非昔：", "《兰亭集序》“后之视今，亦犹今之视昔。”"], "background": ""},
{"title": "留春令·咏梅花", "author": "史达祖", "paragraphs": "故人溪上，挂愁无奈，烟梢月树。一涓春水点黄昏，便没顿、相思处。\t曾把芳心深相许。故梦劳诗苦。闻说东风亦多情，被竹外、香留住。", "topic": "梅花", "notes": ["涓：细小的水流。", "没顿：没有停止。"], "background": ""},
{"title": "三部乐·商调梅雪", "author": "周邦彦", "paragraphs": "浮玉飞琼，向邃馆静轩，倍增清绝。夜窗垂练，何用交光明月。近闻道、官阁多梅，趁暗香未远，冻蕊初发。倩谁摘取，寄赠情人桃叶。\t回文近传锦字，道为君瘦损，是人都说。祅知染红著手，胶梳黏发。转思量、镇长堕睫。都只为、情深意切。欲报消息，无一句、堪愈愁结。", "topic": "梅花", "notes": ["浮玉：传说仙人居住的地方。", "邃(suì)馆：犹邃宇。", "官阁：供人游憩的楼阁。", "堕睫：落泪。"], "background": ""},
{"title": "探春", "author": "黄庶", "paragraphs": "雪里犹能醉落梅，好营杯具待春来。\t东风便试新刀尺，万叶千花一手裁。", "topic": "梅花", "notes": ["杯具：指饮酒的用具。", "刀尺：裁剪衣服的工具。"], "background": ""},
{"title": "柳梢青·过何郎石见早梅", "author": "赵长卿", "paragraphs": "云暗天低。枫林凋翠，寒雁声悲。茅店儿前，竹篱笆后，初见横枝。\t盈盈粉面香肌。记月榭、当年见伊。有恨难传，无肠可断，立马多时。", "topic": "梅花", "notes": ["何郎石：何郎即梁代诗人何逊，其《咏早梅》诗极有名：石在何处不详。"], "background": ""},
{"title": "小重山令·赋潭州红梅", "author": "姜夔", "paragraphs": "人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。\t鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。", "topic": "梅花", "notes": ["小重山令：即《小重山》，又名《小冲山》、《柳色新》。唐人常用此调写宫女幽怨。《词谱》以", "词为正体。双调五十八字。上下片各四句，四平韵。换头句较上片起句少二字，其余各句上下片均同。另有五十七字、六十字两体，是变格。", "潭州：今湖南长沙市。", "湘：湘江，流经湖南。", "皋：岸。", "茜（qiàn）裙：绛红色的裙子。指女子。", "依依：依稀隐约的样子。", "九疑：山名。在湖南宁远县南。", "断魂啼：据", "《述异记》，帝舜南巡，死于九疑并葬于此，其二妃娥皇、女英闻讯奔丧，痛哭于湘水之滨，传说他们的眼泪染竹而成斑。后二人投湘水而死。", "沁：渗透.", "绿筠（yún）：绿竹。"], "background": "这首词作于淳熙十三年（1086年），作者客居长沙之时。潭州就是今天的湖南长沙，南宋时盛产红梅。这首词名为咏梅，实为写怀人之情，抒发自己的离愁别恨。"},
{"title": "解语花·梅花", "author": "吴文英", "paragraphs": "门横皱碧，路入苍烟，春近江南岸。暮寒如剪。临溪影、一一半斜清浅。飞霙弄晚。荡千里、暗香平远。端正看、琼树三枝，总似兰昌见。\t酥莹云容夜暖。伴兰翘清瘦，箫凤柔婉。冷云荒翠，幽栖久、无语暗申春怨。东风半面。料准拟、何郎词卷。欢未阑，烟雨青黄，宜昼阴庭馆。", "topic": "梅花", "notes": ["解语花：词牌名，此体双调一百字，上片九句六仄韵，下片九句六仄韵。", "皱碧：形容碧水有波纹。", "飞霙（yīng）：飞雪。霙，雪花。", "端正：容貌姣半、整齐。", "兰昌：宫名。在唐福昌县西十七里，属河南府河南郡。", "半面：词中喻花之凋零。", "何郎：何逊，南朝梁诗人，写有《咏早梅》一诗，后世咏梅时多用此事。", "烟雨青黄：指梅雨季节。青黄，指梅子。"], "background": "这是一首咏梅词，因为有拟人之语，且语多艳冶，杨铁夫《吴梦窗词笺释》认为它是写“冶游”的，具体创作年代不详。"},
{"title": "月上海棠·斜阳废苑朱门闭", "author": "陆游", "paragraphs": "成都城南有蜀王旧苑，尤多梅，皆二百余年古木。\t斜阳废苑朱门闭，吊兴亡、遗恨泪痕里。淡淡宫梅，也依然、点酥剪水。凝愁处，似忆宣华旧事。\t行人别有凄凉意，折幽香、谁与寄千里。伫立江皋，杳难逢、陇头归骑。音尘远，楚天危楼独倚。", "topic": "梅花", "notes": ["月上海棠：词牌名。此调有两体，七十字者，见《梅苑》无名氏词，又名《玉关遥》；九十一字者，见", "《白石词》，又名《月上海棠慢》。", "蜀王旧苑：名合江园，在成都西南十五六里处。是五代蜀王赏梅消闲的别苑。据宋人记载，园中芳华楼前后种梅极多。", "点酥：喻梅花素雅娇美的花瓣。语本", "《腊梅一首赠赵景贶》诗：“天公点酥作梅花。”", "剪水：轻轻拂拭水面。", "宣华：指成都宣华苑，为五代蜀王的宫苑。", "江皋（gāo）：江岸边。", "陇头：陇山之头。代指陕西、甘肃一带。", "楚天：古时长江中下游一带属楚，故用以泛指南方的天空。"], "background": "这首词是陆游于淳熙二年至五年（1175—1178）间在成都蜀王旧苑所作。"},
{"title": "朝中措·代谭德称作", "author": "陆游", "paragraphs": "怕歌愁舞懒逢迎。妆晚托春酲。总是向人深处，当时枉道无情。\t关心近日，啼红密诉，剪绿深盟。杏馆花阴恨浅，画堂银烛嫌明。", "topic": "梅花", "notes": ["朝中措：词牌名，宋以前旧曲，名为《照江梅》《芙蓉曲》。双调四十八字，前片四句三平韵，后片四句两平韵。", "谭德称：名季壬，字德称，西蜀名士。为崇庆府学教授，徙成都。与", "交往甚密。", "春酲（chéng）：春日病酒。酲，喝醉了神志不清。", "向人：爱人。向，爱。", "啼红：用魏文帝美人薛灵芸的典故。灵芸被选人宫时，以玉吐壶盛泪，壶呈红色，泪凝如血。", "剪绿：剪烛。绿，绿烛。", "深盟：即盟誓态度坚决。", "杏馆：种有杏树的院落。", "画堂：装饰豪华的卧房。 "], "background": "此词是陆游代谭德称而作的一首词，约作于宋乾道九年（1173），时词人在成都。"},
{"title": "永遇乐·探梅次时斋韵", "author": "吴文英", "paragraphs": "阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯飐唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。\t西湖旧日，留连清夜，爱酒几将花误。遗袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。", "topic": "梅花", "notes": ["永遇乐：词牌名。此调有平仄两体。仄韵始自柳永，见于《乐章集》，入“歇指调”。平韵始见于陈允平《日湖渔唱》，自注：“旧上声韵，今移入平声。”此为仄韵，双调，一百零四字，前后片各十一句四仄韵。", "时斋：即沈义父。次韵：即和韵。", "似语：一作“语似”。", "梅：一作“悔”。"], "background": ""},
{"title": "疏影·梅影", "author": "张炎", "paragraphs": "黄昏片月。似碎阴满地，还更清绝。枝北枝南，疑有疑无，几度背灯难折。依稀倩女离魂处，缓步出、前村时节。看夜深、竹外横斜，应妒过云明灭。\t窥镜蛾眉淡抹。为容不在貌，独抱孤洁。莫是花光，描取春痕，不怕丽谯吹彻。还惊海上燃犀去，照水底、珊瑚如活。做弄得、酒醒天寒，空对一庭香雪。", "topic": "梅花", "notes": ["疏影：词牌名，又名“疏影慢”“绿意”“绿影”暗绿“佳色”“解佩环”。双调一百十字，前段十句五仄韵，后段十句四仄韵。双调一百十字，前段九句五仄韵，后段十句四仄韵；双调一百十字，前后段各十句、四仄韵等变体。", "倩女离魂：唐陈玄佑传奇小说《离魂记》中载：张镒在衡州做官，把女儿倩娘许给他的外甥王宙，两人亦互相爱慕。后张镒又把倩娘许给别人，王宙知道后愤而离去。夜半，倩娘忽到王宙船中，两人遂一同逃往四川。五年后，倩娘回娘家探亲，谁知起来迎接的正是她自己本人，两身遂合而为一。原来在家的是躯壳，回来的是灵魂。", "为容：修饰仪容。", "莫是：莫非。", "春痕：指女子的眉。", "丽谯：华美的高楼。", "做弄：作弄，指被梅影引起了前面各种想像与幻觉。"], "background": ""},
{"title": "解语花·云容冱雪", "author": "施岳", "paragraphs": "云容冱雪，暮色添寒，楼台共临眺。翠丛深窅。无人处、数蕊弄春犹小。幽姿谩好。遥相望、含情一笑。花解语，因甚无言，心事应难表。\t莫待墙阴暗老。称琴边月夜，笛里霜晓。护香须早。东风度、咫尺画阑琼沼。归来梦绕。歌云坠、依然惊觉。想恁时，小几银屏冷未了。", "topic": "梅花", "notes": ["窅(yǎo)：深远。", "数蕊弄春犹小：指梅花迎春绽放的细小花蕊。", "花解语，因甚无言，心事应难表：梅花善解人意，但它却不说话，一定是有难传的心事。", "莫待墙阴暗老：不要等梅花在墙角老去凋谢。", "称琴边月夜，笛里霜晓：指与赏梅相称的雅事唯有月下弹琴，凌晨吹笛。", "东风度、咫尺画阑琼沼：东风很快就会来到楼阁池塘边，意指梅花也渐凋谢。", "恁时：那时候。"], "background": ""},
{"title": "玉楼春·去时梅萼初凝粉", "author": "欧阳修", "paragraphs": "去时梅萼初凝粉。不觉小桃风力损。梨花最晚又凋零，何事归期无定准。\t阑干倚遍重来凭。泪粉偷将红袖印。蜘蛛喜鹊误人多，似此无凭安足信。", "topic": "梅花", "notes": ["玉楼春：词牌名。亦称“木兰花”“春晓曲”“西湖曲”“惜春容”“归朝欢令”等。双调五十六字，前后阕格式相同，各三仄韵，一韵到底。", "梅萼（è）：梅花的蓓蕾。萼，花萼，花瓣下部的一圈绿色小片。初凝粉：指花蕾刚开始孕育，在花萼中呈现出雏形。", "小桃：桃花的一种，元宵前后即著花，状如垂丝海棠。", "凋（diāo）零：泛指花的凋谢，零落。", "何事：为何，何故。", "阑（lán）干：同“栏杆”。凭：依靠。读去声，义与读平声者相同。严格地说，此处“凭”字失韵。", "“泪粉”句：拭泪故粉痕渍袖。“偷“字有避人垂泪意。", "蜘蛛：这里指一种小蜘蛛，俗称“喜蛛”。古人也视为喜事之瑞，如同喜鹊。喜鹊：俗传能报喜讯，有“喜鹊登枝”之说。《西京杂记》卷三引陆贾对樊哙语：“干鹊噪而行人至，蜘蛛集而百事喜。“", "安足信：怎么值得相信。安，哪里，怎么。"], "background": "这是一首春闺离恨之词，是以代言体形式表达闺中思妇离情别恨的作品，当为欧阳修早期所作，具体创作时间未详。"},
{"title": "献仙音·吊雪香亭梅", "author": "周密", "paragraphs": "松雪飘寒，岭云吹冻，红破数椒春浅。衬舞台荒，浣妆池冷，凄凉市朝轻换。叹花与人凋谢，依依岁华晚。\t共凄黯。问东风、几番吹梦，应惯识、当年翠屏金辇。一片古今愁，但废绿、平烟空远。无语销魂，对斜阳、衰草泪满。又西泠残笛，低送数声春怨。", "topic": "梅花", "notes": ["雪香亭：南宋孝宗在杭州清波门外建聚景园，奉高宗游幸，其后遂为累朝临幸之所。至理宗以后，日渐荒废。", "岭：即葛岭，在杭州晚北十二里，晚湖北。相传", "炼丹于此。", "椒：梅花含苞未放时，其状如椒也。", "衬舞台，浣妆池：应是聚景园中旧有之池台。浣（huàn）：洗。市朝：本指人众会集之处，这里是指朝代、世事。", "岁华：既指岁月，也指年华。晚：终，将尽。", "凄黯：凄凉暗淡。", "吹梦：吹醒当年的繁华梦。", "惯识：识惯。", "翠屏金辇（niǎn)：翠屏，碧玉屏风，代指宫苑旧日豪华的设施。辇，人推挽的车。金辇：贵族的车驾。", "废绿：荒芜的园林。", "销魂：非常感伤。", "《子夜歌》：“人生愁恨何能免，销魂独我情何限。”", "晚泠残笛：晚泠（líng），即晚泠桥，在杭州晚湖孤山下，为后湖与里湖之界。也名晚陵、晚林。残笛：断断续续的笛音。"], "background": "首词据吴则虞考证，大约写于1286年（元世祖二十三年)，离南宋灭亡有十余年了。词人游观了杭州南宋旧宫苑，见梅伤情，写下了这首名是吊梅吊亭，其实是吊人吊国的哀伤之词。"},
{"title": "十样花·陌上风光浓处", "author": "李弥逊", "paragraphs": "陌上风光浓处。第一寒梅先吐。待得春来也，香消减，态凝伫。百花休漫妒。", "topic": "梅花", "notes": ["凝伫：形容寒梅庄重挺立。", "漫：随意。"], "background": ""},
{"title": "高阳台·落梅", "author": "吴文英", "paragraphs": "宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。\t寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清此，梦缟衣、解佩溪边。最愁人，啼鸟清明，叶底青圆。", "topic": "梅花", "notes": ["仙云：状梅花飘落姿影。", "古石埋香：原指美人死去。此处喻指落梅。", "吹横笛：古笛曲中有《梅花落》。", "寿阳：化用寿阳公主梅花妆事。", "瘢（bān）：疤痕。", "缟（gǎo）衣：白绢衣裳。"], "background": ""},
{"title": "花犯·苔梅", "author": "王沂孙", "paragraphs": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。\t三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。", "topic": "梅花", "notes": ["花犯：", "自度曲。又名《绣鸾凤花犯》。“犯”，意为“犯调”，是将不同的空调声律合成一曲，使音乐更为丰富。双调，一百零二字。前段十句，六仄韵；后段九句，四仄韵。", "苔梅：枝干上长有苔藓之梅。据周密《乾淳起居注》云：“苔梅有二种：宜兴张公洞者，苔藓甚厚，花极香；一种出越土，苔如绿丝，长尺余。”", "婵娟：形态美好。", "苍鬟（huán）素靥（yè）：形容苔丝如发鬟般飘垂。《梅谱》云：“苔梅有苔须垂于枝间，或长数寸，风至飘飘，殊为可玩。”“素”字，极写梅花的冰姿雪容。靥者，及指妇女面容，以此喻梅花。", "盈盈：风姿仪态之美", "瞰（kàn）流水：流水倒映梅姿，梅姿风态万千。梅奇水清，相映成趣", "绀（gàn）缕：深青色的丝缕，此以指梅树上的苔丝。词人飘泊在外，本来离思正苦，眼下见苔丝飘失零落，更勾起满腹心思，纵使绀缕飘零，亦难系住。", "故山：指故乡家山。岁晚：指暮年。谁堪寄：则谓无人可以寄语。", "琅：指青竹。", "三花两蕊：即梅干上破苔丝而出的小梅，言明数量稀少。", "蒙茸：谓梅花貌蓬松。", "依依：隐约之意。", "云卧：言其高洁，不沾尘俗污垢。", "蓝衣：即“蓝缕”之衣，此以指梅树苔衣。古指隐逸之士。", "罗浮梦：", "《龙城录》载，隋开皇中赵师雄迁罗浮，日暮于松林酒肆旁见一美人，淡妆素服出迎， 与语，芳香袭人，因与扣酒家共饮。 师雄醉寝，醒来以后，起视，乃在梅花树下。后则以罗浮梦喻梅花， 亦作“罗浮魂”。", "半蟾：犹半月，以蟾为月之代称。", "挂晓：月悬晓空，天将明。", "幺凤：鸟名。羽毛五色，形状如传说中凤凰而体形较小，故称幺凤。因其常于桐花开时来集桐树上，又名桐花凤。", "玉奴：南朝齐东昏侯妃潘氏， 小字玉儿，齐亡后，义不受辱，被缢后，洁美如生。此指梅花。 "], "background": "梅花，异芬清绝，天赋高格。其幽贞之姿，凌寒之质，为历代诗人所倾慕。王沂孙这首苔梅词，当作于德佑二年（1276）三月宋奉表降元、临安失守之后。"},
{"title": "霜天晓角·梅", "author": "萧泰来", "paragraphs": "千霜万雪。受尽寒磨折。赖是生来瘦硬，浑不怕、角吹彻。\t清绝，影也别。知心惟有月。元没春风情性，如何共、海棠说。", "topic": "梅花", "notes": ["赖是：亏得。一作“赖得”。瘦硬：体瘦细而劲健。", "浑：全。角：军中乐器。古曲有《梅花落》。彻：彻骨。", "清绝：清洁得一尘不染。", "别：与众不同，别有情趣。", "元：原本。性情：本性。", "说：这里指结缘。"], "background": "这首词约作于宝祐（公元1253—1258年）年间，时守隆兴府。梅花开放，引起词人赞颂之兴故作此篇。"},
{"title": "点绛唇·越山见梅", "author": "吴文英", "paragraphs": "春未来时，酒携不到千岩路。瘦还如许。晚色天寒处。\t无限新愁，难对风前语。行人去。暗消春素。横笛空山暮。", "topic": "梅花", "notes": ["越山、千岩：指绍兴。", "如许：如此。", "暗消春素：写梅花在春日里悄无声息地凋残，也喻女子为离愁而暗暗消减了容姿。", "横笛：暗指梅花落。"], "background": ""},
{"title": "花犯·谢黄复庵除夜寄古梅枝", "author": "吴文英", "paragraphs": "翦横枝，清溪分影，翛然镜空晓。小窗春到。怜夜冷孀娥，相伴孤照。古苔泪锁霜千点，苍华人共老。料浅雪、黄昏驿路，飞香遗冻草。\t行云梦中认琼娘，冰肌瘦，窈窕风前纤缟。残醉醒，屏山外、翠禽声小。寒泉贮、绀壶渐暖，年事对、青灯惊换了。但恐舞、一帘胡蝶，玉龙吹又杳。", "topic": "梅花", "notes": ["花犯：词牌名，为", "自度曲。双调一百零二字。前段十句，六仄韵；后段九句，四仄韵。", "黄复庵：作者友人，生平不详。", "横枝：指梅的枝条。", "翛（xiāo）然：即无拘无束，自由自在。", "孀娥：即嫦娥。因她弃夫后羿奔月，故称之孀娥。孀，一本作“霜”。", "古苔：有苔藓寄生在梅树根枝之上，称苔梅。古传苔梅有二种：宜兴张公洞之苔梅，苔厚花极香；绍兴之苔梅，其苔如绿丝，长尺余。千点：一本作“痕饱”。", "苍华：花白。", "驿路：有驿站的大道。", "飞香：喻指梅。冻：一本作“冷”，一本作“暗”。", "琼娘：许飞琼，传说中的仙女。《汉武帝内传》：王母“命侍女许飞琼鼓震灵之簧。”", "纤缟：白色的衣裙。缟（gǎo），白色。", "绀壶：指插梅枝的天青色水壶。绀（gàn），深青带红的颜色。", "玉龙：笛子。杳：悠远。"], "background": "这首词具体创作年代已不详。在作者词集《梦窗词》中有多首词提到了黄复庵，如《月中行·和黄复庵》和《倒犯·赠黄复庵》等，可见二人情谊之深厚，这首词即是作者在除夕黄昏收到黄复庵所赠的古梅枝后，答谢友人之作。"},
{"title": "卜算子·竹里一枝梅", "author": "向子諲", "paragraphs": "岁见梅追和一首，终恨有儿女子态耳\t竹里一枝梅，雨洗娟娟静。疑是佳人日暮来，绰约风前影。\t新恨有谁知，往事何堪省。梦绕阳台寂寞回，沾袖余香冷。", "topic": "梅花", "notes": ["娟娟:姿态柔美貌。"], "background": ""},
{"title": "蝶恋花·两岸月桥花半吐", "author": "真德秀", "paragraphs": "两岸月桥花半吐。红透肌香，暗把游人误。尽道武陵溪上路。不知迷入江南去。\t先自冰霜真态度。何事枝头，点点胭脂污。莫是东君嫌淡素。问花花又娇无语。", "topic": "梅花", "notes": ["红透肌香，暗把游人误：指梅花鲜红芬芳，让游人留恋不已，以致迷失道路。", "武陵溪：即晋人", "在《桃花源记》中所载的桃花源。", "态度：举止风度。", "何事枝头，点点胭脂污：意为梅花原本素白，充满傲霜之态，现在却为何被脂粉污染？", "莫是东君嫌淡素：莫非是春神嫌梅花太过素雅，所以为它染上脂粉？东君：日神，一说司春之神。"], "background": ""},
{"title": "水仙子·西湖探梅", "author": "杨朝英", "paragraphs": "雪晴天地一冰壶，竟往西湖探老逋，骑驴踏雪溪桥路。笑王维作画图，拣梅花多处提壶。对酒看花笑，无钱当剑沽，醉倒在西湖！", "topic": "梅花", "notes": ["老逋：指北宋诗人林逋，因其爱梅，故此代指梅花。", "王维：唐代大诗人。", "提壶：倒酒。", "当剑：把佩剑典当掉。"], "background": ""},
{"title": "玉楼春·东山探梅", "author": "刘镇", "paragraphs": "泠泠水向桥东去。漠漠云归溪上住。疏风淡月有来时，流水行云无觅处。\t佳人独立相思苦。薄袖欺寒脩竹暮。白头空负雪边春，着意问春春不语。", "topic": "梅花", "notes": ["泠泠：形容流水的清脆声。", "漠漠：弥漫广布貌。", "脩竹：高高的竹子。"], "background": ""},
{"title": "水仙子·寻梅", "author": "乔吉", "paragraphs": "冬前冬后几村庄，溪北溪南两履霜，树头树底孤山上。冷风来何处香？忽相逢缟袂绡裳。酒醒寒惊梦，笛凄春断肠，淡月昏黄。", "topic": "梅花", "notes": ["双调：宫调名；水仙子：曲牌名；寻梅：曲题。", "两履霜：一双鞋沾满了白霜。", "孤山：此指杭州西湖之孤山，位处里外二湖之间，又名瀛屿，旧时多梅，是号称“梅妻鹤子”的北宋诗人", "的隐居处。", "缟袂（gǎomèi）：白绢做的衣袖。缟，白色的绢。绡（xiāo）裳：生丝薄绸做的下衣。绡，生丝织成的薄绸。此处言“缟袂绡裳”，是将梅花拟人化，将其比作缟衣素裙的美女，圣洁而飘逸。", "“酒醒“句：是说醉卧梅下，因寒气侵袭而惊醒。", "淡月昏黄：月色朦胧（空气中浮动着梅花的幽香）。"], "background": "乔吉一生不曾显达，甚至可以说是穷困潦倒，其作品内容也因此而表现出一种消极厌世的情绪和对现实的不满，同时也会表达出自己的心声。这首曲子就是作者这种心理的折射反映。"},
{"title": "阮郎归·客中见梅", "author": "赵长卿", "paragraphs": "年年为客遍天涯。梦迟归路赊。无端星月浸窗纱。一枝寒影斜。\t肠未断，鬓先华。新来瘦转加。角声吹彻小梅花。夜长人忆家。", "topic": "梅花", "notes": ["阮郎归：词牌名。又名《醉桃源》、《醉桃园》、《碧桃春》。双调四十七字，前后片各四平韵。", "为客：作客。", "归路：回家的路。", "赊（shē）：遥远。", "无端：无因，没来由。", "浸：指月光射进窗内。", "鬓（bìn）先华：谓双鬓生出白发。", "新来：最近以来。", "《小梅花》：乐曲名。"], "background": "据《四库全书总目（惜香乐府）提要》云：“长卿恬于仕进，觞咏自娱，随意成吟，多得淡远萧疏之致。”这首词大约为长卿考取仕途后辞帝京，纵游山水，居于江南，遁世隐居时期写的一首词。"},
{"title": "柳梢青·茅舍疏篱", "author": "杨无咎", "paragraphs": "茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。\t宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。", "topic": "梅花", "notes": ["宁宁：宁静之意。　移时：谓少顷。"], "background": ""},
{"title": "点绛唇·梅", "author": "朱翌", "paragraphs": "流水泠泠，断桥横路梅枝亚。雪花飞下，浑似江南画。\t白璧青钱，欲买春无价。归来也，风吹平野，一点香随马。", "topic": "梅花", "notes": ["点绛（jiàng）唇：词牌名，取南朝梁", "诗“明珠点绛唇”而命名。又名“南浦月”、“点樱桃”等，双调四十一字，仄韵。", "泠（líng）泠：形容声音清越。", "断桥：在杭州西湖白堤上。原名“宝祐桥”，又称“段家桥”，唐时称为“断桥”。", "亚：通“压”，下垂的样子。", "浑似：简直好像。", "璧（bì）：古玉器名。平圆形，正中有 孔。也泛指美玉。", "青钱：即铜钱．古代货币。"], "background": "《点绛唇·梅》当作于宋徽宗政和四年（1114年），时词人冒雪游湖观梅，雅兴不浅，于是写下了这首词。"},
{"title": "玉楼春·红酥肯放琼苞碎", "author": "李清照", "paragraphs": "红酥肯放琼苞碎。探著南枝开遍未。不知酝藉几多香，但见包藏无限意。\t道人憔悴春窗底。闷损阑干愁不倚。要来小酌便来休，未必明朝风不起。", "topic": "梅花", "notes": "", "background": "关于此词的写作背景，陈祖美《李清照简明年表》断此词作于宋崇宁三年（1104），期间李清照曾上诗赵挺之（赵明诚之父）请救其父。当时的朋党之争非常强烈，李清照为党祸之松紧所左右，时居汴京，时返原籍。"},
{"title": "瑞鹤仙·赋梅", "author": "辛弃疾", "paragraphs": "雁霜寒透幕。正护月云轻，嫩冰犹薄。溪奁照梳掠。想含香弄粉，艳妆难学。玉肌瘦弱。更重重、龙绡衬著。倚东风，一笑嫣然，转盼万花羞落。\t寂寞。家山何在，雪后园林，水边楼阁。瑶池旧约。鳞鸿更仗谁托。粉蝶儿只解，寻桃觅柳，开遍南枝未觉。但伤心，冷落黄昏，数声画角。", "topic": "梅花", "notes": ["雁霜：冬末春初月夜景象，言征雁黄昏穿云破雾而行。", "《半醉》诗：“云护雁霜笼淡月，雨连莺晓落残梅。雁霜：浓霜，严霜，雁，候鸟。春天北翔，秋季南飞，万里长行，所以又称为征雁。霜寒透幕：", "《终南望余雪》：“林表明霁色，城感增幕寒。“幙：同“幕色，窗间帷幕。嫩冰：薄冰。", "溪奁：以溪水为镜。奁：古代妇女梳妆用的镜匣。梅花临水照镜，却学不成半点富艳妖媚之态。言征雁临溪照影。照：照镜。梳掠：梳妆打扮。", "艳妆：美丽的妆扮。", "玉肌：谓月下寒梅如笼纱佳人依然玉洁清瘦本色。玉肌瘦弱：", "《洞仙歌》：“冰肌玉骨，自清凉无汗。色此写瘦梅。更重重：写梅花瓣。", "《宴山亭》：“裁剪冰绡，人叠数重，淡著燕脂匀注。色龙绡：即鲛绡，传说里海感鲛人所织的一种细洁名贵的纱。", "倚东风：想象春风感的梅花，流盼一笑，百花黄色。嫣（yān烟）然：美丽貌。转盼：眼波流转。羞落：因羞惭而自落。转盼：转眼。言梅超凡脱俗，百花自叹不如。万花：同百花，万，虚数，言其多而已。羞落：因羞惭而败落。", "寂寞：故乡何在，雪园水阁，梅花深感寂寞。", "家山：家乡。言奴归隐之心。", "瑶池旧约：", "《瑶池》：“瑶池阿母绮窗开，《黄竹》歌声动地哀。八骏日行三万里，穆王何事不重来？色 瑶池，传说为西王母居处。稼轩《摸鱼儿》：“长门事，准拟佳期又误。蛾眉曾奴人妒。千金纵买相如赋，脉脉此情谁诉。色鳞鸿：鱼雁。古诗词常以鱼雁代指书信。鱼，典出自汉乐府《饮马长城窟行》“客从远方来，遗我双鲤鱼，呼童烹鲤鱼，感奴尺素书。色雁，典出与《汉书", "传》。汉昭帝时遣使匈奴，云汉天子在上林苑得雁，足系奴帛书，言武所在，匈奴王不得已，将苏武放归。仗：依仗。", "“粉蝶色：粉蝶只懂亲近桃柳，哪管梅花开遍南枝，喻怀才不遇，英雄埋没。只解：只知，只会。", "开遍南枝：指梅。", "《赠", "》：“江南无所奴，聊赠一枝春。", "但伤心：梅花于黄昏画角感，自伤冷落，无奈发出哀叹。冷落黄昏，", "《山园小梅》：“疏影横斜水清浅，暗香浮动月黄昏。色数声画角，", "《戚氏》：“渐呜咽，画角数声残。色"], "background": "该词作于绍熙三年至绍熙五年（1192~1194）闽中任上。"},
{"title": "忆秦娥·梅谢了", "author": "刘克庄", "paragraphs": "梅谢了，塞垣冻解鸿归早。鸿归早，凭伊问讯，大梁遗老。\t浙河西面边声悄，淮河北去炊烟少。炊烟少。宣和宫殿，冷烟衰草。", "topic": "梅花", "notes": ["忆秦娥：词牌名。双调，共四十六字，有仄韵、平韵两体。", "梅谢了：指梅花凋落。", "塞垣（yuán）：指汉代为抵御鲜卑所设的边塞。", "鸿（hóng）：即鸿雁，是一种候鸟。秋风起时北雁南飞，春季则自南归北。在诗词中常被当作信使。", "凭伊：指凭借大雁", "问讯：问候；慰问。", "大梁遗（yí）老：即中原父老、北宋遗民。大梁，战国魏都，即北宋时都城汴京。", "浙河：即浙江 。", "炊烟：指烹制饭菜形成的烟气。", "宣和宫殿：借指故国宫殿。宣和，宋徽宗年号。"], "background": "开禧二年（1206年），韩惦胄仓促的北伐失败了。和议之后，南宋朝廷昏庸的皇帝和掌权的投降派大臣立刻就把恢复中原的大业置之脑后。南宋的许多爱国志士们没有忘记失陷的广大国土，日日为国家的前途担忧。心中的忧虑和期望，而作下的这首词。"},
{"title": "蓦山溪·梅", "author": "曹组", "paragraphs": "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。\t月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？", "topic": "梅花", "notes": ["洗妆真态：洗净脂粉，露出真实的姿容。", "铅花御：用脂粉化妆。", "廉纤：细微，纤细。孤芳一世，供断有情愁。", "供断：供尽，无尽地提供。", "东阳：南朝梁", "，曾东阳守。"], "background": "曹组以祖荫调监，不乐弃去。一榻外无长物，躬婪而食。此词写于词人一直无人赏识，内心愁闷悲伤恰好看到白雪茫茫中的梅花之时。"},
{"title": "南乡子·梅花词和杨元素", "author": "苏轼", "paragraphs": "寒雀满疏篱，争抱寒柯看玉蕤。忽见客来花下坐，惊飞。蹋散芳英落酒卮。\t痛饮又能诗，坐客无毡醉不知。花尽酒阑春到也，离离。一点微酸已著枝。", "topic": "梅花", "notes": ["杨元素：即杨绘，字元素。苏轼为杭州通判时，杨元素是知州。", "柯：树枝。", "蕤（ruí）：花茂盛的样子。", "酒卮（zhī）：酒杯。", "离离：繁盛的样子。"], "background": "本词写于苏轼任杭州通判的第四年即熙宁七年（1074）初春，是作者与时任杭州知州的杨元素相唱和的作品。词中通过咏梅、赏梅来记录词人与杨氏共事期间的一段美好生活和两人之间的深厚友谊。"},
{"title": "长相思·惜梅", "author": "刘克庄", "paragraphs": "寒相催。暖相催。催了开时催谢时。丁宁花放迟。\t角声吹。笛声吹。吹了南枝吹北枝。明朝成雪飞。", "topic": "梅花", "notes": ["丁宁：叮咛，反复地嘱咐。", "明朝：清晨。"], "background": ""},
{"title": "昭君怨·梅花", "author": "郑域", "paragraphs": "道是花来春未。道是雪来香异。竹外一枝斜。野人家。\t冷落竹篱茅舍。富贵玉堂琼榭。两地不同栽。一般开。", "topic": "梅花", "notes": ["野人家：野外村民家。", "一般：一样，同样。"], "background": ""},
{"title": "定风波·红梅", "author": "苏轼", "paragraphs": "好睡慵开莫厌迟。自怜冰脸不时宜。偶作小红桃杏色，闲雅，尚馀孤瘦雪霜姿。\t休把闲心随物态，何事，酒生微晕沁瑶肌。诗老不知梅格在，吟咏，更看绿叶与青枝。", "topic": "梅花", "notes": ["好睡：贪睡，此指红梅苞芽周期漫长，久不开放。", "慵：（yōng拥）懒。", "怜：爱惜。", "冰脸：比喻梅外表的白茸状物。", "小红：淡红。", "闲雅：文静大方。闲，通“娴”。", "尚余：剩下。", "孤瘦：疏条瘦枝。", "随：听任，顺从。", "雪霜姿：傲霜迎雪的姿态。", "沁：（qìn）渗入。", "诗老：指北宋诗人石延年。", "梅格：红梅的品格。", "绿叶与青枝：石延年《红梅》诗有“认桃无绿叶，辩杏有青枝”句，在此，", "是讥其诗的浅近，境界不高。"], "background": "宋神宗元丰五年（1082），当时苏轼贬官在黄州，因读石延年《红梅》诗引起感触，遂作《红梅》诗三首。稍后，作者把其中一首改制成词，即取调名《定风波·红梅》。"},
{"title": "江神子·赋梅寄余叔良", "author": "辛弃疾", "paragraphs": "暗香横路雪垂垂。晚风吹。晓风吹。花意争春，先出岁寒枝。毕竟一年春事了，缘太早，却成迟。\t未应全是雪霜姿。欲开时。未开时。粉面朱唇，一半点胭脂。醉里谤花花莫恨，浑冷淡，有谁知。", "topic": "梅花", "notes": ["闲居带湖之作。余叔良：稼轩友人，其他不详。此咏梅小令。不以绘形写神见长，却以巧立新意取胜。上片起言争花先出，继之垂谓欲早却迟，而早迟之间，亦不无人生寻常事理寄焉。下片结韵转折有致，且借花喻世，含意尤深：冰清玉洁，傲霜凌雪者，人常运之；妖娆娇艳，俯仰随风者，人恒近之。", "“暗香”三句：写寒梅凌雪开放。暗香：幽香，代指梅花。垂垂：降落貌。", "“花意”句：寒梅岁末开花，意欲争花。", "“毕竟”三句：从一年的花时放看，梅花欲早反迟。", "“未应”四句：梅花欲开未开之时，未必全是雪霜丰姿，它白里透红，犹有胭脂红色。", "谤：诽谤，说坏话。冷淡：清冷淡泊。知：欣赏，赏识。"], "background": ""},
{"title": "临江仙·试问梅花何处好", "author": "张孝祥", "paragraphs": "试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。\t谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。", "topic": "梅花", "notes": ["藉草：以草荐地而坐。", "玉扶疏：指梅枝舒展。", "擫：用手按捺。昭华：即玉管。古调：指笛曲《梅花落》。一本作“古怨”。", "清都：指北宋都城汴梁。"], "background": ""},
{"title": "眼儿媚·咏梅", "author": "纳兰性德", "paragraphs": "莫把琼花比澹妆，谁似白霓裳。别样清幽，自然标格，莫近东墙。\t冰肌玉骨天分付，兼付与凄凉。可怜遥夜，冷烟和月，疏影横窗。", "topic": "梅花", "notes": ["眼儿媚：词牌名，又名《秋波媚》。双调四十八字，前片三平韵，后片两平韵。", "澹妆：一作“淡妆”。", "琼花：扬州琼花，传说神仙所种，珍贵无比。但现在所见然扬州琼花并非原株，而是聚八仙花然变种。", "霓（ní）裳：指神仙然衣服，因为相传神仙以云为裳。词人在这里是用之比喻梅花然外形。霓，虹然一种。 《楚辞·九歌·东君》：“青云衣兮 白霓裳，之长矢兮射天狼。”", "标格：仪态，风姿。宋", "《荷花媚·荷花》“霞苞电荷碧，天然地、别是风流标格。”", "莫近东墙：此处化用了宋代", "《眼儿媚·咏梅》 “一枝烟雨瘦东墙，真个断人肠”之句。", "“冰肌”句：意即梅花然颜色风姿是上天然恩赐。冰肌玉骨，本是形容女子肌肤白净，体态优美，此处是词人借以喻梅花然风姿脱俗。分付，交付。", "遥夜：漫漫长夜。", "疏影：稀疏然梅花花影，出自宋代逋（bū）《山园小梅诗》：“疏影横斜水清浅，暗香浮动月黄昏。”"], "background": "舒穆禄雪梅寄住在成亲王府纳兰性德家，纳兰性德对表妹雪梅关怀备至，他们一同在书房读书这两年耳鬓厮磨，纳兰性德时常想起表妹的一颦一笑。一天，日上三竿还不见表妹进书房，纳兰性德就去看望表妹，他看到表妹早起梳妆时偶发灵感而作这首写给她的情词。"},
{"title": "西江月·咏梅", "author": "苏轼", "paragraphs": "马趁香微路远，沙笼月淡烟斜。渡波清彻映妍华。倒绿枝寒凤挂。\t挂凤寒枝绿倒，华妍映彻清波。渡斜烟淡月笼沙。远路微香趁马。", "topic": "梅花", "notes": ["西江月：词牌名，原唐教坊曲，用作词调。", "妍（yán）华：喻梅花美丽姿色。唐·李峤《东飞伯劳歌》：庭前芳树朝夕改，空驻妍华欲谁待。", "倒绿：即幺凤，亦名倒挂子。", "华妍：同“妍华”。"], "background": "此词作于宋哲宗绍圣三年（1096年）十一月，是时，东坡61岁。绍圣三年七月十五日，东坡侍妾朝云去世，他作下两首梅花词《西江月》予以悼念，这便是其中一首。"},
{"title": "朝中措·梅", "author": "陆游", "paragraphs": "幽姿不入少年场。无语只凄凉。一个飘零身世，十分冷淡心肠。\t江头月底，新诗旧梦，孤恨清香。任是春风不管，也曾先识东皇。", "topic": "梅花", "notes": ["朝中措（cuò）：词牌名。《宋史·乐志》入“黄钟宫”。又名为“照江梅”、“芙蓉曲”、“梅月圆”。双调，四十八字，前片四句三平韵，后片五句两平韵。", "梅：梅花，它最高尚的品质，身身无闻、自强不息、坚强、刚毅，不向困难低头，不夸耀自己。你虽不像却敢于和凛冽的寒风、冰冷的大雪抗争，直面险恶的环境，勇敢地面对挑战。", "幽姿（yōu zī）：美好的姿色。", "不入：得不到，不入别人的眼。", "任：任凭。", "东皇：此指司春之神，即东君。"], "background": "这首诗的具体创作时间不详。词人一生酷爱梅花，将其作为一种精神的载体来倾情歌颂，梅花在他的笔下成为一种坚贞不屈的形象的象征，曾多次用他的诗词为梅花传神写照。这首词就是词人为了赞颂梅花而写下的。"},
{"title": "霜天晓角·梅", "author": "范成大", "paragraphs": "晚晴风歇。一夜春威折。脉脉花疏天淡，云来去、数枝雪。\t胜绝。愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。", "topic": "梅花", "notes": ["霜天晓角：词牌名。因", "咏梅词有“霜洁”、“晓寒”、“玉龙三弄”而得名。又名《月当窗》等。双调四十三或四十四字，有仄韵、平韵两体。", "春威：初春的寒威。俗谓“倒春寒”。", "脉脉：深含感情的样子。", "胜绝：景色极美，人也极愁苦。"], "background": ""},
{"title": "暗香疏影", "author": "姜夔", "paragraphs": "辛亥之冬，予载雪诣石湖。止既月，授简索句，且征新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》《疏影》。\t暗香\t旧时月色，算几番照我，梅边吹笛。唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂。叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压西湖寒碧。又片片、吹尽也，几时见得。\t疏影\t苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "topic": "梅花", "notes": "", "background": ""},
{"title": "点绛唇·咏梅月", "author": "陈亮", "paragraphs": "一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。\t清入梦魂，千里人长久。君知否？雨僝云僽，格调还依旧。", "topic": "梅花", "notes": ["点绛（jiàng）唇：词牌名，此调因", "《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而得名。", "水边清浅横枝瘦：横（héng）枝，指横向生出的梅枝。瘦，指梅的枝条稀疏。“水边”句，化用", "（bū）《山园小梅》诗意。其一云：“疏影横斜水清浅，暗香浮动月黄昏。”其二云：“雪后园林才半树，水边篱落忽横枝。”句意为清澈的浅水池边横斜着稀疏的梅花枝条。", "小窗如昼：形容月光明亮，照得窗前如同白昼。昼：白天。", "共：和。", "俱：一起。", "透：透出，透过。", "清入梦魂：即“魂入清梦\"的倒装，指梅和月的灵魂品质进入了我清幽的梦境。", "千里人长久：“千里”句，化用", "《水调歌头》“但愿人长久，千里共婵娟”句意。意为祝愿千里外的知音天长地久。", "雨僝（chán）云僽（zhòu）：梅月经受雨和云的折磨。僝僽：折磨。", "《宴桃源》：“天气把人僝僽，落絮游丝时候。”", "格调：品格和情调，此处专指品格。", "依旧：像以前一样，指品格不变。"], "background": "南宋淳熙十五年（公元1188年）冬天，词人从浙江东阳赶赴江西探望自己的好友辛弃疾。词人赶到紫溪等待朱熹相聚，由于朱熹有事未能前来，词人于是便辞别辛弃疾东归。词人走后，辛弃疾作了一首《贺新郎》词，词人看到后，就写了这首词来赠答。"},
{"title": "鹊踏枝·梅落繁枝千万片", "author": "冯延巳", "paragraphs": "梅落繁枝千万片，犹自多情，学雪随风转。昨夜笙歌容易散，酒醒添得愁无限。\t楼上春山寒四面，过尽征鸿，暮景烟深浅。一晌凭栏人不见，鲛绡掩泪思量遍。", "topic": "梅花", "notes": ["鹊踏枝：即《蝶恋花》，原唐教坊曲名，商调曲。又名《黄金缕》《凤栖梧》《卷珠帘》《一箩金》。其用为词牌始于宋。双调六十字，前后片各四仄韵。", "笙（shēng）歌：吹笙唱歌。容易：轻易。", "征鸿：远行的大雁。征鸿过尽，昭示着节令的转换。", "“暮景”句：远处近处，只有浓浓淡淡的烟霭装点着无边的暮色。", "一晌：表示时间，有片刻多时二意。", "鲛绡（jiāo xiāo）：传说是南海鲛人所织之绡，这里指精美的手帕。掩（yǎn）泪：掩面而泣。"], "background": "这首词的具体创作年代已不详。冯延巳作为两朝元老，从四十四岁开始作宰相到五十六岁最后一次罢相，十二年中间四次罢相。他一生如临深渊，如履薄冰。冯延巳借这首词来抒发自己“忧生念乱”之情，他词作中的主人公往往是代他自己而发言的。"},
{"title": "盐角儿·亳社观梅", "author": "晁补之", "paragraphs": "开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。\t占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。", "topic": "梅花", "notes": ["盐角儿：词牌名。王灼《碧鸡漫志》：“盐角儿，《嘉桔杂志》云：‘梅圣俞说，始教坊家人市盐，于纸角中得一曲谱，翻之，遂以名。’令双调《盐角儿》令是也。欧阳永叔尝制词。’", "亳（bó）社：指亳州（今安徽亳州）祭祀土地神盐社庙。另义，亳社，即殷社。古时建国必先立社，殷建都亳，故称亳社，故骨在今河南商丘。", "开时似盐：", "《梅花落》：“盐处疑花满，花边似盐回。\"", "谢时似盐：", "《大酶》：“梅花落处疑残盐，柳叶开时任好风。”", "花中奇绝：花中奇物而绝无仅有。", "骨中香彻：梅花盐香气是从骨子里透出来盐。彻，透。宋", "《次韵苏和甫雨后观梅》：“疏影照人骚梦冷，清香彻骨醉痕锁。”", "堪羞损、山桃如血：可以使那红得似血盐山桃花羞惭而减损自己盐容颜。堪，可以，能够。损，煞。很盐意思。", "直饶更、疏疏淡淡：即使枝叶花朵再疏淡。从然，即使。", "终有一般情别：终究另有一种情致（非其他媚俗之花可比）。"], "background": "这首词作于宋哲宗绍圣二年，作者从齐州知州贬为毫州通判之际，是一首咏物之作。"},
{"title": "满庭芳·小阁藏春", "author": "李清照", "paragraphs": "小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。\t从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。", "topic": "梅花", "notes": ["满庭芳：词牌名。", "篆香：对盘香的喻称。", "江梅：此指梅中上品，非泛指江畔、水边之梅。", "临水登楼：语出", "《登楼赋》“登兹楼以四望兮，聊暇日以销忧”之句。", "浑似：完全像。", "何逊在扬州：语出", "《和", "登蜀州东亭送客逢早梅相忆见寄》“东阁官梅动诗兴，还如何逊在扬州”之句。", "韵胜：优雅美好。", "难堪雨藉：难以承受雨打。", "不耐风揉：《乐府雅词》卷下、《梅苑》卷三、《全宋词》第二册均作“不耐风柔”，“柔”字不通，故改。", "横笛：汉横吹曲中有《梅花落》。", "扫迹：语见孔稚珪《北山移文》“乍低枝而扫迹”。原意谓扫除干净，不留痕迹。此处系反其意而用之。"], "background": "此词历来被视为李清照前期的作品。刘瑜《李清照全词》认为此词当为清照南渡前的词作。陈祖美《李清照简明年表》认为这首《满庭芳》为公元1104年（宋徽宗崇宁三年）的作品。但也有学者认为此词是李清照后期的作品，如谢桃坊就认为它应是作者遭到家庭变故后所作。"}
]