[
{"title": "念奴娇·登多景楼", "author": "陈亮", "paragraphs": "危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？\t因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！", "topic": "爱国", "notes": ["多景楼：在江苏镇江市北固山上甘露寺内，北面长江。", "王谢诸人：泛指当时有声望地位的士大夫。", "小儿破贼：《通鉴》记淝水之战、谢安得驿书，知秦兵已破，时方与客围棋，摄书置床上，围棋如故。客问之，徐答曰：“小儿辈遂已破贼。”当时率军作战的是其弟侄，故称“小儿辈”。", "强对：强敌也。"], "background": ""},
{"title": "水龙吟·甲辰岁寿韩南涧尚书", "author": "辛弃疾", "paragraphs": "渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。\t况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。", "topic": "爱国", "notes": ["韩南涧：即韩元吉，", "居信州，与韩相邻，往来唱和频繁。", "渡江天马：原指晋王室南渡，建立东晋，因晋代皇帝姓司马，故云天马，此指南宋王朝的建立。", "经纶：原意为整理乱丝，引伸为处理政事，治理国家。", "新亭风景：在今南京市南，三国时吴所建。东晋初渡江南来的士大夫，常在新亭饮宴。一次，周于座中感叹：“风景不殊，举目有河山之异。”大家都相视流泪，见《世说新语·言语》。此指南宋人们对河山废异的感慨。", "夷甫：西晋宰相王衍的字。他专尚清淡，不论政事，终致亡国。", "沉陆：也说陆沉，指中原沦丧。", "平戎万里：指平定中原，统一国家。戎，指金兵。", "山斗：泰山、北斗。《新唐书·韩愈传》曾说韩的文章“学者仰之如泰山、北斗”。此句赞扬韩元吉的文章。", "桐阴：韩元吉京师旧宅多种梧桐树，世称桐木韩家。元吉有《桐阴旧话》记其事。此句写其家世、生活。", "绿野：唐宰相", "退居洛阳，其别墅曰绿野堂。", "平泉：唐宰相", "在洛阳的别墅名平泉庄。", "东山：在今浙江省上虞县。东晋谢安寓居东山，常游赏山水，纵情歌酒。这三句是预想韩元吉将来功成身退后的生活。"], "background": "宋孝宗淳熙八年（1181年）辛弃疾被弹劾，退隐于上饶之带湖，曾任吏部尚书的韩元吉，致仕后亦侨寓此地。由于他们都有抗金雪耻的雄心壮志，所以过从甚密。又三年，岁次甲辰（1184年）正逢韩元吉六十七岁寿辰，辛弃疾填了此词。"},
{"title": "六州歌头·长淮望断", "author": "张孝祥", "paragraphs": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。\t念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。", "topic": "爱国", "notes": ["六州歌头：词牌名。", "长淮：指淮河。宋高宗绍兴十一年（1141年）与金和议，以淮河为宋金的分界线。此句即远望边界之意。", "关塞莽然平：草木茂盛，齐及关塞。谓边备松驰。莽然，草木茂盛貌。", "“征尘暗”三句：意谓飞尘阴暗，寒风猛烈，边声悄然。此处暗示对敌人放弃抵抗。", "黯销凝：感伤出神之状。黯，精神颓丧貌。", "当年事：指靖康二年（1127年）中原沧陷的靖康之变。", "殆：似乎是。", "“洙泗上”三句：意谓连孔子故乡的礼乐之邦亦陷于敌手。洙、泗：鲁国二水名，流经曲阜（春秋时鲁国国都），孔子曾在此讲学。弦歌地：指礼乐文化之邦。《论语·阳货》：“子之武城，闻弦歌之声。”邢昺疏：“时子游为武城宰，意欲以礼乐化导于民，故弦歌。”膻（shān），腥臊气。", "毡乡：指金国。北方少数民族住在毡帐里，故称为毡乡。", "落日牛羊下：定望中所见金人生活区的晚景。《诗经·王风·君子于役》：“日之夕矣，羊牛下来。”", "区（ōu）脱纵横：土堡很多。区脱，匈奴语称边境屯戍或守望之处。", "“名王”二句：写敌军威势。名王：此指故方将帅。宵猎：夜间打猎。骑火：举者火把的马队。", "埃蠹（dù）：尘掩虫蛀。", "零：尽。", "渺神京：收复京更为渺茫。神京，指北宋都诚汴京。", "干羽方怀远：用文德以怀柔远人，谓朝廷正在向敌人求和。干羽，干盾和翟羽，都是舞蹈乐具。", "静烽燧（suì）：边境上平静无战争。烽燧，即烽烟。", "“冠盖”三句：冠盖：冠服求和的使者。驰鹜（wù）：奔走忙碌，往来不绝。若为情：何以为情，犹太今之“怎么好意思”。", "翠葆霓旌：指皇帝的仪仗。翠葆，以翠鸟羽毛为饰的车盖。霓旌，像虹霓似的彩色旌旗。", "填膺：塞满胸怀。"], "background": "这首词作于宋孝宗隆兴二年（1164年）。隆兴元年（1163年），张浚领导的南宋北伐军在符离（今安徽宿县北）溃败，主和派得势，将淮河前线边防撤尽，向金国遣使乞和。当时张孝祥任建康留守，既痛边备空虚，尤恨南宋王朝投降媚敌求和的可耻，在一次宴会上，写下了这首著名的词作。"},
{"title": "夜游宫·记梦寄师伯浑", "author": "陆游", "paragraphs": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。\t睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。", "topic": "爱国", "notes": ["这首词是孝宗乾道九年（1173）", "自汉中回成都后所作。师伯浑：师浑甫，字伯浑，四川眉山人。陆游自成都去犍为，识之于眉山。他隐居不仕，陆游说他有才气、能诗文，并为他的《师伯浑文集》作序。", "雪晓：下雪的早晨。笳：古代号角一类的军乐。清笳，清凉的胡笳声。", "无声：古代夜行军，令士卒口中衔枚，故无声。句意是说披着铁甲的骑兵，衔枚无声疾走，望去像一片流水。", "关河：关塞、河防。雁门：即雁门关，在今山西省代县西北雁门山上。青海：即青海湖，在今青海省。青海际，青海湖边。这两处都是古代边防重地。", "睡觉：睡醒。", "漏：滴漏，古代用铜壶盛水，壶底穿一孔，壶中水以漏渐减，所以计时。漏声断，滴漏声停止，则一夜将尽，天快亮了。", "“自许”句：是说自信能在万里之外立功封侯。《后汉书·班超传》记载，班超少有大志，投笔从戎曰：“大丈夫无他志略，犹当效傅介子、张骞立功异域，安能久事笔砚间乎？”后来在西域建立大功，官至西域都护，封定远侯。这里表示要取法班超。", "鬓残：喻衰老。"], "background": "宋孝宗乾道八年（1172年）冬，陆游怀着强烈的失落感，离开南郑前线，永远告别了“铁衣卧枕戈，睡觉身满霜”的战斗生活，到后方成都去就任闲职，心中充满了报国无门的悲愤。他调离南郑后，一直对前线的戎马生活念念不忘.此词约作于此后这一时期的成都。"},
{"title": "蝶恋花·上巳召亲族", "author": "李清照", "paragraphs": "永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。\t随意杯盘虽草草。酒美梅酸，恰称人怀抱。醉里插花花莫笑，可怜春似人将老。", "topic": "爱国", "notes": ["蝶恋花：商调曲，原唐教坊曲名，本采用于梁简文帝乐府：“翻阶蛱蝶恋花情”为名， 又名《黄金缕梅、《鹊踏枝梅、《凤栖梧梅、《卷珠帘梅、《一箩金梅。其词牌始于宋。双调，上下片同调，押仄声韵。共六十字，前后片各四仄韵。上巳：节日名。秦汉时，以前以农历三月上旬巳日为“上巳节”。（见《后汉书·礼仪志上梅）。魏晋以后，定为三月三日，不必取巳日。召：召请。", "永夜：长夜。恹（yān）恹：精神萎靡不振的样子。", "空：徒然。长安：原为汉唐故都，这里代指北宋都城汴京。", "认取：记得，熟悉。", "报：答谢。", "杯盘：指酒食。草草：简单。", "梅酸：代指菜肴可踏。梅是古代所必需的调味品。", "称：合适。怀抱：心意。", "醉里插花花莫笑：北宋", "《吉祥寺赏牡丹梅：“人老簪花不自羞，花应羞上老人头。”在这里反其意而用之。", "可怜春似人将老：唐刘希夷《代悲白头翁梅：年年岁岁花相似，岁岁年年人不同。此句暗合此意。"], "background": "《蝶恋花·上巳召亲族》的创作时间背景在史学界无定论，大多数学者认为当是李清照南渡后的作品。黄墨谷与陈祖美认为此词是李清照后期的作品，是她南渡之后于建炎三年上巳节作于建康（今江苏南京）。"},
{"title": "水调歌头·送章德茂大卿使虏", "author": "陈亮", "paragraphs": "不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！\t尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！", "topic": "爱国", "notes": ["水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分", "送章德茂大卿使虏：", "的友人章森，字德茂，当时是大理少卿，试户部尚书，奉命使金，贺金主完颜雍生辰（万春节）。", "大卿：对章德茂官衔的尊称。使虏：指出使到金国去。宋人仇恨金人的侵略，所以把金称为“虏”。", "北群空：语出", "《送温处士赴河阳军序》“伯乐一过冀北之野而马群遂空”，指没有良马，借喻没有良才。", "当场只手：当场大事，只手可了。", "毕竟还我万夫雄：毕竟我还是万夫之雄。我，指章德茂。", "自笑堂堂汉使，得似洋洋河水，依旧只流东：我们汉使哪肯年年去朝见金廷。得似，哪得能像。", "且复穹庐拜，会像藁街逢：且去再拜你一拜，将来必将把你抓到我们的国家来。穹庐，北方少数民族居住的圆顶毡房，这里借指金廷。", "藁街：汉朝长安城南门内给少数民族居住的地方。汉将陈汤曾斩匈奴郅支单于首悬之藁街。", "尧之都，舜之壤，禹之封：那本就是我汉族所有的国土，尧、舜、禹那些先祖都曾今生活在那片土地。都：定都。壤：土地。封：疆界。", "于中应有，一个半个耻臣戎：那里总有几个有骨头，以向异族俯首臣称为耻的！", "耻臣戎：指以投降敌人为耻辱的爱国志士。戎：指戎狄，这里就是指金人。", "如许：如此的意思。", "腥膻：代指金人。因金人膻肉酪浆，以充饥渴。", "千古英灵安在，磅礴几时通：千古以来，英雄们所发挥的浩然正气，几时才有人能和他们的精神相通呢！", "磅礴：这里指的是浩然的气势。", "胡运：金国的命运。", "赫日自当中：宋王朝的国运如赤日之在中天，前途光明。赫：光明的样子。"], "background": "公元1185年（淳熙十二年）十二月，宋孝宗命章森（字德茂）以大理少卿试户部尚书衔为贺万春节（金世宗完颜雍生辰）正使，陈亮作这首《水调歌头》为章德茂送行。"},
{"title": "子夜歌·人生愁恨何能免", "author": "李煜", "paragraphs": "人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。\t高楼谁与上？长记秋晴望。往事已成空，还如一梦中。", "topic": "爱国", "notes": ["子夜歌：此词调又名《菩萨蛮》、《花问意》、《梅花句》、《晚云烘日》等。此词于《尊前集》、《词综》等本中均作《子夜》，无“歌”字。", "何能：怎能。", "何：什么时候。", "免：免去，免除，消除。", "销魂：同“消魂”，谓灵魂离开肉体，这里用来形容哀愁到极点，好像魂魄离开了形体。", "独我：只有我。", "何限：即无限。", "重归：《南唐书·后主书》注中作“初归”。全句意思是说，梦中又回到了故国。", "觉来：醒来。", "觉：睡醒。", "垂：流而不落之态。", "谁与：同谁。", "长记：永远牢记。", "秋晴：晴朗的秋天。这里指过去秋游欢情的景象。", "望：远望，眺望。", "还如：仍然好像。", "还：仍然。"], "background": ""},
{"title": "贺新郎·送胡邦衡待制赴新州", "author": "张元干", "paragraphs": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。\t凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。", "topic": "爱国", "notes": ["底事：言何事。", "昆仑倾砥柱：古人相信黄河源出昆仑山，《淮南子·地形训》：“河水出昆仑东北陬”。传说昆化山有铜柱，其高入天，称为天柱。此以昆仑天柱，黄河砥柱，连类并书。", "九地黄流乱注：喻金兵的猖狂进攻。", "聚万落千村狐兔：形象描写中原经金兵铁蹄践踏后的荒凉景象。", "耿：明亮。", "大白：酒杯。"], "background": "此词作于绍兴十二年（公元1142年）。绍兴八年因反对“和议”、请斩秦桧等三人而贬为福州签判的胡铨，在这年再次遭遣，除名编管新州（今广东新兴），亲友都不敢去送他，张元干却写这首《贺新郎》词送他。"},
{"title": "秋波媚·七月十六日晚登高兴亭望长安南山", "author": "陆游", "paragraphs": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。\t多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。", "topic": "爱国", "notes": ["秋波媚：词牌名。双调四十八字，前片三平韵，后片两平韵。", "高兴亭：亭名，在南郑（今属陕西）内城西北，正对当时在金占领区的长安南山。南郑地处南宋抗金前线，当时", "在南郑任上。", "角声：行军打仗用的鼓角之声。", "烽火：古代边防措施，于高峰处建台，镇守士卒于敌炬，白昼举烟，夜间置火，警视军民作好防御和迎敌准备。后又有每日处夜放烟一炬，谓之平安火。此指报前线无事的平安烽火。高台：本处指高兴亭。", "筑：古代的一中弦乐器。", "酹（lèi）酒：把酒洒在地上的祭祀仪式。", "灞桥：在今陕西西安城东。唐人送客至此桥，折柳赠别。为唐代长安名胜。", "曲江：池名，在今陕西西安东南。为唐代以来的游览胜地。", "应：应该。人：指宋军，也包括作者。"], "background": "1172年（孝宗乾道八年），陆游四十八岁。他接受四川宣抚使王炎邀请，来到南郑，担任四川宣抚使公署干办公事兼检法官，参加了9个月的从军生活。南郑是当时抗金的前线，王炎是抗金的重要人物，主宾意气十分相投。高兴亭，在南郑内城的西北，正对南山。凭高远望，写下这首词。"},
{"title": "鹧鸪天·有客慨然谈功名因追念少年时事戏作", "author": "辛弃疾", "paragraphs": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡䩮，汉箭朝飞金仆姑。\t追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。", "topic": "爱国", "notes": ["鹧鸪天：词牌名。双调五十五字，押平声韵。", "少年时事：年轻时期的事情。", "壮岁旌旗拥万夫：指作者领导起义军抗金事，当时正二十岁出头。他在《进美芹十论子》里说：“臣尝鸠众二千，隶耿京，为掌书记，与图恢复，共藉兵二十五万，纳款于朝。”壮岁：少壮之时。", "锦襜（chān）突骑渡江初：指作者南归前统帅部队和敌人战斗之事。锦襜突骑：穿锦绣短衣的快速骑兵。襜：战袍。衣蔽前曰“襜”。", "“燕兵”句：意谓金兵在夜晚枕着箭袋小心防备。燕兵：此处指金兵。", "娖（chuò）：整理的意思。银胡䩮：银色或镶银的箭袋。一说娖为谨慎貌，胡䩮是一种用皮制成的测听器，军士枕着它，可以测听三十里内外的人马声响，见《通典》。", "“汉箭”句：意谓清晨宋军便万箭齐发，向金兵发起进攻。汉：代指宋。金仆姑：箭名，见《左传·庄公十一年》。", "髭（zī）须：胡子。唇上曰髭，唇下为须。", "平戎策：平定当时入侵者的策略。此指作者南归后向朝廷提出的《美芹十论》《九议》等在政治上、军事上都很有价值的抗金意见书。", "东家：东邻。种树书：表示退休归耕农田。"], "background": "辛弃疾在各地做了二十多年的文武官吏，因进行练兵筹饷的活动，常被弹劾，罢官家居江西的上饶、铅山，也接近二十年。他处处受到投降派的掣肘，报效国家的壮志难酬。这首词是他晚年家居时，碰到客人和他谈起建立功名的事，引起他回想从青年到晚年的经历而作的。"},
{"title": "贺新郎·同父见和再用韵答之", "author": "辛弃疾", "paragraphs": "老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。\t事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。", "topic": "爱国", "notes": ["贺新郎：词牌名，又名《金缕曲》《贺新凉》。", "老大：年纪大。那堪：“那”通“哪”；堪：能，可。堪当重任。", "元龙臭味：陈登，字元龙。", "孟公瓜葛：陈遵，字孟公。", "瓜葛：指关系、交情。", "楼头：楼上。", "钧：古代重量单位，合三十斤；发：头发，指像头发一样轻。", "硬语盘空：形容文章的气势雄伟，矫健有力。", "西窗：思念。", "进酒：斟酒劝饮；敬酒。", "鸣瑟：即瑟。", "渠侬：对他人的称呼，指南宋当权者。渠︰他；侬︰你，均系吴语方言。", "神州：中原。", "离合：分裂和统一。此为偏义复词，谓分裂。", "汗血盐车：汗血，汗血马。骏马拉运盐的车子。后以之比喻人才埋没受屈。", "骏骨：喻招揽人才。", "目断：纵目远眺；关河：即边塞、边防，指边疆。", "怜：爱惜，尊敬；中宵：半夜。", "试手：大显身手。", "补天裂：女娲氏补天。"], "background": "辛弃疾思念陈亮，曾先写《贺新郎》一首寄给陈亮。陈亮很快就和了一首《贺新郎·寄辛幼安和见怀韵》。辛弃疾见到陈亮的和词以后，再次回忆他们相会时的情景而写下了这首词。从时间上看，这首词可能作于淳熙十六年（1189）春天。"},
{"title": "出塞", "author": "徐锡麟", "paragraphs": "军歌应唱大刀环，誓灭胡奴出玉关。\t只解沙场为国死，何须马革裹尸还。", "topic": "爱国", "notes": ["出塞：本是乐府旧题，后人多用此题反映军旅、边塞生活。", "军歌：这里有高唱赞歌、慷慨从军的意思。大刀环：战刀柄上有环，环和“还”谐音，所以用它隐喻胜利而还。", "胡奴：中国古代对北方和西方各族的泛称，这里是清朝统治者的蔑称。玉关：即玉门关。这里借喻山海关，指要把清朝统治者赶出中原。", "解：知道，懂得。沙场：战场。", "何须：何必要。马革裹尸：英勇作战而死，尸体以马革包裹而还。"], "background": "这是一首边塞诗，写于1906年。当时作者从日本回国，曾北上游历，在吉林、辽宁一带察看形势，一路走来，有许多感想，于是就留下了这首七言诗。"},
{"title": "谢池春·壮岁从戎", "author": "陆游", "paragraphs": "壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。\t功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。", "topic": "爱国", "notes": ["谢池春：词牌名，又名“风中柳”、“玉莲花”等。", "虏”：古代对北方外族的蔑视的称呼。", "阵云：浓重厚积形似战阵的云层。", "狼烟：烽火。古代边疆烧狼粪生烟以报警，所以称狼烟。", "戍：守边的意思。", "儒冠：儒生冠帽，后来指儒生。", "流年：流逝的岁月，年华。"], "background": "南宋乾道八年（1172年）二月。词人任四川宣抚使王炎幕下的干办公事兼检法官。但到了十月，王炎被召还，幕府遭解散，词人转任成都。这不到一年的南郑生活，成了他一生中最为怀念的时光，这首词便是词人为追怀这段经历而作。"},
{"title": "摸鱼儿·更能消几番风雨", "author": "辛弃疾", "paragraphs": "淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。\t更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(无归路一作：迷归路）\t长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。", "topic": "爱国", "notes": ["摸鱼儿：词牌名。", "漕：漕司的简称，指转运使。", "同官王正之：作者调离湖北转运副使后，由王正之接任原来职务，故称“同官”。王正之：名正己，是作者旧交。", "消 ：经受。", "怕：一作“恨”。", "落红：落花。", "无：一作“迷”。", "算只有殷勤：想来只有檐下蛛网还殷勤地沾惹飞絮，留住春色。", "长门：汉代宫殿名，武帝皇后失宠后被幽闭于此，司马相如《长门赋序》：“孝武陈皇后，时得幸，颇妒。别在长门宫，愁闷悲思，闻蜀郡成都司马相如天下工为文，奉黄金百万，为相如，文君取酒，因以悲愁之辞，而相如为文以悟主上，陈皇后复得幸。”", "脉脉：绵长深厚。", "君：指善妒之人。", "玉环飞燕：", "、赵飞燕，皆貌美善妒。", "危栏：高楼上的栏杆。"], "background": "公元1179年（淳熙六年），辛弃疾南渡之后的第十七年，时年四十岁，被朝廷支来支去的他再次由湖北转运副使改调湖南转运副使。这次，他由湖北转运副使调官湖南。现实与他恢复失地的志愿相去愈来愈遥远了。行前，同僚王正之在山亭摆下酒席为他送别，他感慨万千，写下了这首词。"},
{"title": "唐多令·芦叶满汀洲", "author": "刘过", "paragraphs": "安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。\t芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。\t黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。", "topic": "爱国", "notes": ["唐多令，词牌名，也写作《糖多令》，又名《南楼令》，双调，六十字，上下片各四平韵，亦有前片第三句加一衬字者。", "安远楼：在今武昌黄鹄山上，又称南楼。", "《翠楼吟》词序云：“淳熙十三年（1186）冬，武昌安远楼成。”当时武昌是南宋和金人交战的前方。", "小集：此指小宴。", "侑（yòu）觞歌板：指酒宴上劝饮执板的歌女。侑觞，劝酒。歌板，执板奏歌。", "龙洲道人：", "自号。", "汀洲：水中小洲。", "二十年句：南楼初建时期，刘过曾漫游武昌，过了一段“黄鹤楼前识楚卿，彩云重叠拥娉婷”（《浣溪沙》）的豪纵生活。南楼，指安远楼。", "黄鹤断矶：黄鹤矶，在武昌城西，上有黄鹤楼。断矶，形容矶头荒凉。", "浑是：全是。"], "background": "安远楼，在武昌黄鹄山上，一名南楼。建于1186年（淳熙十三年）。姜夔曾自度《翠楼吟》词纪之。刘过重访南楼，距上次登览几二十年。词人刘过以垂暮之身，逢此乱局，虽风景不殊，却触目有忧国伤时之恸。这种心境深深地反映到他的词中。"},
{"title": "相见欢·金陵城上西楼", "author": "朱敦儒", "paragraphs": "金陵城上西楼，倚清秋。万里夕阳垂地大江流。\t中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。", "topic": "爱国", "notes": ["金陵：南京。", "城上西楼：西门上的城楼。", "倚清秋：倚楼观看清秋时节的景色。", "中原乱：指公元1127年（宋钦宗靖康二年）金人侵占中原的大乱。", "簪缨：当时官僚贵族的冠饰，这里代指他们本人。", "收：收复国土。", "倩：请。", "扬州：地名，今属江苏，是当时南宋的前方，屡遭金兵破坏。 "], "background": "靖康之难，汴京沦陷，二帝被俘。朱敦儒仓猝南逃金陵，总算暂时获得了喘息机会。这首词就是他客居金陵，登上金陵城西门城楼所写的。"},
{"title": "入塞", "author": "曹勋", "paragraphs": "仆持节朔庭，自燕山向北，部落以三分为率，南人居其二。闻南使过，骈肩引颈，气哽不得语，但泣数行下，或以慨叹，仆每为挥涕惮见也。因作《入塞》纪其事，用示有志节，悯国难者云。\t妾在靖康初，胡尘蒙京师。\t城陷撞军入，掠去随胡儿。\t忽闻南使过，羞顶羖羊皮。\t立向最高处，图见汉官仪。\t数日望回骑，荐致临风悲。", "topic": "爱国", "notes": ["朔庭：犹北庭。指北方异族政权。", "骈肩：肩挨着肩。引颈：伸长颈项。", "挥涕：挥洒涕泪。惮：怕，畏惧", "悯：哀怜。", "靖康：宋钦宗年号（1126-1127年）。", "胡尘：指金国军队。", "羖（gǔ）羊皮：此指羊皮帽。羖，黑色公羊。据", "《松漠纪闻》，金国“妇人以羔皮帽为饰”。", "汉官仪：此指南宋官员的仪仗。《后汉书·光武本纪》载，", "为更始帝司隶校尉，率部队入长安，三辅父老吏士见了，流着泪说：“不图今日复见汉官威仪！”", "荐：再次。"], "background": "绍兴十二年（公元1142年）岁末，曹勋奉命出使金国，见宋朝遗民听到南宋使臣经过，都聚在一起观看，呜咽流泪，他心中十分感慨伤心，作了《入塞》诗。"},
{"title": "西河·和王潜斋韵", "author": "曹豳", "paragraphs": "今日事。何人弄得如此。漫漫白骨蔽川原，恨何日已。关河万里寂无烟，月明空照芦苇。\t谩哀痛，无及矣。无情莫问江水。西风落日惨新亭，几人坠泪。战和何者是良筹，扶危但看天意。\t只今寂寞薮泽里。岂无人、高卧闾里。试问安危谁寄。定相将、有诏催公起。须信前书言犹未。", "topic": "爱国", "notes": "", "background": ""},
{"title": "江梅引·忆江梅", "author": "洪皓", "paragraphs": "岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引）\t天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。\t空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。", "topic": "爱国", "notes": "", "background": ""},
{"title": "醉落魄·九日吴胜之运使黄鹤山登高", "author": "戴复古", "paragraphs": "龙山行乐。何如今日登黄鹤。风光政要人酬酢。欲赋归来，莫是渊明错。\t江山登览长如昨。飞鸿影里秋光薄。此怀祗有黄花览。牢裹乌纱，一任西风作。", "topic": "爱国", "notes": "", "background": "公元1213年（宋宁宗嘉定六年），吴胜之为湖北运判兼知鄂州。十月，宋遣真德秀使金，可能吴为副使。所以他的好友戴复古在他出发前的重九登高的这天，在武昌黄鹤山（宋时黄鹤楼已毁）设宴为吴胜之送行，酒筵上戴复古写了这样一阕词。"},
{"title": "蝶恋花·九十韶光如梦里", "author": "文廷式", "paragraphs": "九十韶光如梦里，寸寸关河，寸寸销魂地。落日野田黄蝶起，古槐丛荻摇深翠。\t惆怅玉箫催别意，蕙些兰骚，未是伤心事。重叠泪痕缄锦字，人生只有情难死。", "topic": "爱国", "notes": ["蝶恋花：原唐教坊曲名，后用为词牌名。又名“鹊踏枝”“凤栖梧”。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。双调六十字，上下片各四仄韵。", "九十韶光：整个春天共九十日，故云。", "寸寸关河：《金史·左企弓传》： “太祖既定燕，企弓献诗，略曰：‘君王莫听捐燕议，一过河山一寸金。”关河，犹言山河。", "销魂：此指极度悲伤。", "玉箫：用", "《别赋》“琴羽张兮箫鼓陈”句，指临别时令人“惆怅”的管弦之音；也可能用范摅《云溪友议・玉箫记》所述韦皋游江夏，钟情于一名玉箫的侍女，临别时赠以玉指环一枚、诗一首，并约期再见事，及", "《长亭怨慢》词“韦郎去也，怎忘得、玉环（一作箫）分付，第是、早早归来，怕红萼、无人为主，算空有并刀，难剪离愁万缕”诸句意。如果是后者，当有本事在，惜已难考实。", "蕙些（suō）兰骚：楚辞中又多以“蕙”“兰”之属的香草象喻品性志行的美善高洁。些，系古时楚人的习用语气词。骚，指", "代表作《离骚》。此处以“蕙些兰骚”作为楚辞的代称。", "未是伤心事：意谓蕙兰受害，并非消极伤心之事，乃是要同邪恶势力作斗争的事。", "锦字：用锦织成的字，代指书信。《晋书·列女传》载，东晋时，前秦女诗人苏蕙（字若兰）的丈夫窦滔为秦州刺史，因罪被徙流沙。苏氏织锦为《回文璇玑图》诗以寄思念。"], "background": "者自清穆宗同治十二年（公元1873年）十八岁起，多次到北京。他第五次入京在德宗光绪十一年（1885）春，在京逗留一年余，与当时胜流盛昱、袁昶、沈曾植、曾桐兄弟、蒯光典、王颂蔚、陈炽、张孝谦、杨锐等游，名动公卿。次年（1886），应礼部试，与王懿荣、张謇、曾之撰合称“四大公车”，但不幸落第，于当年四月二十八日离京南下。据其《南旋日记》，此词为其出东便门时所作。"},
{"title": "桃源忆故人·中原当日三川震", "author": "陆游", "paragraphs": "中原当日三川震，关辅回头煨烬。泪尽两河征镇，日望中兴运。\t秋风霜满青青鬓，老却新丰英俊。云外华山千仞，依旧无人问。", "topic": "爱国", "notes": ["《桃源忆故人》：又名《虞美人》、《胡捣练》。", "煨烬：即灰烬。燃烧后的残余。", "新丰英俊：化用王维《观猎》诗“忽过新丰市，还归细柳营”诗意。"], "background": ""},
{"title": "水调歌头·冒大风渡沙子", "author": "李处全", "paragraphs": "落日暝云合，客子意如何。定知今日，封六巽二弄干戈。四望际天空阔，一叶凌涛掀舞，壮志未消磨。为向吴儿道，听我扣舷歌。\t我常欲，利剑戟，斩蛟鼍。胡尘未扫，指挥壮士挽天河。谁料半生忧患，成就如今老态，白发逐年多。对此貌无恐，心亦畏风波。", "topic": "爱国", "notes": "", "background": ""},
{"title": "沁园春·记上层楼", "author": "陈人杰", "paragraphs": "予弱冠之年，随牒江东漕闱，尝与友人暇日命酒层楼。不惟钟阜、石城之胜，班班在目，而平淮如席，亦横陈樽俎间。既而北历淮山，自齐安溯江泛湖，薄游巴陵，又得登岳阳楼，以尽荆州之伟观。孙刘虎视遗迹依然，山川草木，差强人意。洎回京师，日诣丰乐楼以观西湖。因诵友人“东南妩媚，雌了男儿”之句，叹息者久之。酒酣，大书东壁，以写胸中之勃郁。时嘉熙庚子秋季下浣也。\t记上层楼，与岳阳楼，酾酒赋诗。望长山远水，荆州形胜，夕阳枯木，六代兴衰。扶起仲谋，唤回玄德，笑杀景升豚犬儿。归来也，对西湖叹息，是梦耶非？\t诸君傅粉涂脂，问南北战争都不知。恨孤山霜重，梅凋老叶；平堤雨急，柳泣残丝。玉垒腾烟，珠淮飞浪，万里腥风送鼓鼙。原夫辈，算事今如此，安用毛锥？", "topic": "爱国", "notes": ["沁园春：词牌名，双调，一百一十四字。上片十三句，四平韵；下片十二句，五平韵。", "弱冠之年：古时男子满二十岁时举行冠礼，故称二十岁为弱冠之年。", "随牒江东漕闱（cáowéi）：指参加江南东路漕司所举办的牒试。牒试相当于省试，参加者为官员子弟。", "钟阜（fù）：即钟山。石城：即石头城。均在建康（今江苏南京市）。", "樽俎（zūn zǔ）：古代盛酒食的器物。", "齐安：黄州的古称。治所在今湖北黄冈县。", "巴陵：郡名。治所在今湖南岳阳市。", "洎（jì）：及，到。", "诣：往，到。丰乐楼：在临安丰豫门外。原名众乐亭，后改为耸翠楼。", "嘉熙庚子：即理宗嘉熙四年（1240）。下浣：下旬。", "景升：东汉末刘表，字景升，曾任荆州刺史。", "玉垒：玉垒山，在四川茂汶羌族自治县。", "珠淮：指淮河。", "鼓鼙（pí）：战鼓。鼙，为骑兵用的小鼓。", "原夫辈：指文墨之士。原夫，为程试律赋中之起转语助词。", "毛锥：毛笔。"], "background": "嘉熙四年（1240年），蒙古侵略军正从东西两面对南宋发起进攻，国家处于风雨飘摇之中。而南宋当局却依然沉酣于湖山之乐，士大夫们“傅粉涂脂”，穷奢极侈，连南北之间正在进行生死存亡的激战都不知道。对此，作者满怀悲愤和忧虑，在丰乐楼上题写了这首抒发胸中勃郁之气的《沁园春》。"},
{"title": "上西平·送杜叔高", "author": "辛弃疾", "paragraphs": "恨如新，新恨了，又重新。看天上、多少浮云。江南好景，落花时节又逢君。夜来风雨，春归似欲留人。\t尊如海，人如玉，诗如锦，笔如神。能几字、尽殷勤。江天日暮，何时重与细论文。绿杨阴里，听阳关、门掩黄昏。", "topic": "爱国", "notes": "", "background": ""},
{"title": "念奴娇·送张明之赴京西幕", "author": "刘仙伦", "paragraphs": "艅艎东下，望西江千里，苍茫烟水。试问襄州何处是？雉堞连云天际。叔子残碑，卧龙陈迹，遗恨斜阳里。后来人物，如君瑰伟能几？\t其肯为我来耶？河阳下士，差足强人意。勿谓时平无事也，便以言兵为讳。眼底河山，楼头鼓角，都是英雄泪。功名机会，要须闲暇先备。", "topic": "爱国", "notes": ["念奴娇：词牌名，又名《大江东》《酹江月》等。双调，一百字。上片九句，押四仄韵；下片十句，押四仄韵。", "张明之：词人好友，生平不详。", "京西：路名。宋至道十五路之一。熙宁五年（1072年）分南、北两路。北路治所在洛阳，南路治所在襄阳。", "幕：官署，幕府的简称。", "艅（yú）艎（huáng）：大舰名。", "西江：西来之大江，指长江中上游。", "烟水：江面上雾霭笼罩。", "襄（xiāng）州：即襄阳，今湖北襄樊市。", "雉（zhì）堞（dié）：城上排列如齿状的矮墙，作掩护用。", "叔子：西晋大臣羊祜，字叔子。曾以尚书左仆射都督荆州诸军事，出镇襄阳。", "残碑：指羊碑，又称堕泪碑。羊祜在襄阳十载，有惠政。死后，襄阳百姓为之立庙建碑。", "卧龙：诸葛亮。", "瑰伟：同“瑰玮”，奇伟。", "河阳：地名，在今河南孟县西。", "言兵为讳：忌讳议论军事。南宋统治集团执行投降政策，禁止朝野议论出师北伐之事。"], "background": "这首词写于词人送友人奔赴襄阳任职之时。当时宋金两国对峙于襄阳，暂时的平静麻痹了世人，甚至让人忘记了收复失地的重任。词人恐怕友人也被同化，所以写下该词，鼓励友人做好准备，时刻为收复失地不懈努力。"},
{"title": "喜迁莺·真宗幸澶渊", "author": "李纲", "paragraphs": "边城寒早。恣骄虏、远牧甘泉丰草。铁马嘶风，毡裘凌雪，坐使一方云扰。庙堂折冲无策，欲幸坤维江表。叱群议，赖寇公力挽，亲行天讨。\t缥缈。銮辂动，霓旌龙旆，遥指澶渊道。日照金戈，云随黄伞，径渡大河清晓。六军万姓呼舞，箭发狄酋难保。虏情慑，誓书来，从此年年修好。", "topic": "爱国", "notes": ["喜迁莺：词牌名。有小令、长调两体。小令起于唐 ，长调起于宋 。又名“早梅芳”“春光好”“烘春桃李”“万年枝”“燕归来”“鹤冲天”等。", "幸：指帝王驾临。澶（chán）渊：古代湖泊之名，也叫繁渊，故地在今河南濮阳县西。这里是指澶州郡，因澶渊得名。", "恣骄虏：指恣意骄横的辽兵。甘泉丰草：甘美的泉水和丰茂的牧草。这句是说辽兵入侵宋朝边境。", "铁马：配有铁甲的战马。嘶：马鸣。", "毡（zhān）裘：亦作“旃裘”，古代北方民族用兽毛等制成的衣服。凌雪：冰雪。", "云扰：像云一样地纷乱，比喻社会动荡不安。", "庙堂：指朝廷。折冲：折还敌方的战车，意谓抵御敌人。后亦引申为进行外交谈判。", "坤维：指地的四角，即偏远的地方。江表：即江南。", "叱：怒斥。", "寇公：指当时的宰相寇凖。", "天讨：指皇帝秉承天意亲自出兵讨伐。", "銮辂（lù）：皇帝的车驾。", "霓旌（jīng）龙旆（pèi）：画有云霓和龙形的的旗帜，皇帝的仪仗之一。", "黄伞：皇帝出外的一种仪仗。", "六军：泛指宋朝的军队。", "敌酋：敌人的首领。这里指宋军射死的辽军大将。", "慑：恐惧的意思。", "誓书：盟约，指宋辽双方的和议。"], "background": "这是李纲七首咏史词之一，创作于南北宋之交。词题为“真宗幸澶渊”，意在以本朝先帝故事，讽谏当朝统治者。"},
{"title": "高阳台·和嶰筠前辈韵", "author": "林则徐", "paragraphs": "玉粟收余，金丝种后，蕃航别有蛮烟。双管横陈，何人对拥无眠。不知呼吸成滋味，爱挑灯、夜永如年。最堪怜，是一泥丸，捐万缗钱。\t春雷歘破零丁穴，笑蜃楼气尽，无复灰然。沙角台高，乱帆收向天边。浮槎漫许陪霓节，看澄波、似镜长圆。更应传，绝岛重洋，取次回舷。", "topic": "爱国", "notes": ["高阳台：词牌名，又名《庆春宫》《庆春泽慢》等，双调，一百字，前后片各十句，四平韵。", "和（hè）：依照别人诗词的题材和体裁做诗词叫“和”。", "懈（xiè）筠（yún）：两广总督", "的字。", "前辈：邓廷桢比词人年长九岁，中进士也早林十年，所以词人尊称他为前辈。", "韵：指这首词是照着邓廷桢词的韵作的。", "玉粟（sù）：即罂粟，草本植物，果实和果壳均可入药，果汁可制成鸦片。", "金丝：指产于菲律宾吕宋岛上的一种烟草。", "蕃（fān）航：即番航，指外国船。", "蛮烟：指外国商人贩卖的鸦片烟。蛮：旧时都用以称外国人。", "双管：两支烟枪。抽鸦片的两个人对卧，各自用烟枪对着烟灯吸食毒品。", "对拥无眠：相互拥靠着，觉也不睡。", "成滋味：指对鸦片烟上了瘾。", "挑灯：指点亮烟灯。", "夜永：长夜，夜深。", "堪怜：可怜，可惜。", "一丸泥：指鸦片烟头像一个小泥丸。一作“一泥丸”。", "万缗（mín）钱：即万贯钱，极言其多。缗：量词，用于成串的铜钱，每串一千文。", "春雷：比喻声音震响。文中指清水军击败英舰的炮火声。", "歘（xū）：忽然。", "零丁：即零丁洋、零丁岛（今作“伶仃洋”、“伶仃岛”），在广东珠江口外侧。", "穴：巢穴。", "蜃（shèn）楼气尽，比喻殖民主义用鸦片毒害中国人民的气焰被打下去了。蜃楼：古人指蜃（传说中的一种蛟）吐气而变幻成的楼阁。词中借指英国侵略者。", "无复灰然：意谓英人鸦片已被词人收缴，并在虎门销毁，不会再重新燃烧起来了。", "沙角台：广东虎门海口东南侧沙角山上的炮台，南距虎门十余公里。", "乱帆：指私运鸦片的船只。", "浮槎（chá）：传说中来往于海上和天河之间的木筏。词中借“浮槎”指使臣，即词人自称。", "漫许陪：姑且允许相陪。", "霓（ní）节：古代使者的节仗。词中借指持节镇守两广的总督邓廷桢。", "澄（chéng）波：清波。", "绝岛重洋：远隔重洋的岛屿，指英国。", "取次回舷（xián）：依次返航。回舷：船只返航。"], "background": "本诗作于道光十九年（1839年）。广东水师在关天培的指挥下，于九龙洋面多次击退英国侵略者的挑衅。两广总督邓廷桢对取得的一次次胜利，极为欢欣鼓舞，于是填写《高阳台》的词赠给词人。"},
{"title": "六么令·次韵和贺方回金陵怀古鄱阳席上作", "author": "李纲", "paragraphs": "长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。\t潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。", "topic": "爱国", "notes": "", "background": ""},
{"title": "月下笛·与客携壶", "author": "姜夔", "paragraphs": "与客携壶，梅花过了，夜来风雨。幽禽自语。啄香心，度墙去。春衣都是柔荑剪，尚沾惹、残茸半缕。怅玉钿似扫，朱门深闭，再见无路。\t凝伫，曾游处。但系马垂杨，认郎鹦鹉。扬州梦觉，彩云飞过何许？多情须倩梁间燕，问吟袖弓腰在否？怎知道、误了人，年少自恁虚度。", "topic": "爱国", "notes": ["月下笛：词牌名，调始", "《片玉词》，因词有“凉蟾莹彻”及“静倚官桥吹笛”句，取以为名。", "壶：酒器。", "梅花过了：指梅花被风雨打落在地。", "幽禽（qín）：幽栖的小鸟。", "香心：花心。", "柔荑（tí）：细向柔嫩的初生茅草，形容女子滑嫩的的纤纤玉手。", "残茸（róng）半缕：意为女子为他缝制的春衣还残留着一缕丝茸。残茸：缝农刺绣等针线活计用过的线头。", "玉钿（diàn）：古代女子的首饰，此处形容吹落的梅花像钗钿一样。", "朱门：红漆大门，指意中人所居之处。", "认郎鹦鹉：只有架上的鹦鹉还认得我。", "彩云：比喻美好事物或薄命佳人。", "倩（qiàn）：借助。", "吟袖：诗人的农袖，此处是作者自指。", "弓腰：形容女子纤细柔蚓的腰肢，舞蹈时腰肢弯曲的姿态。", "恁（nèn）：如此。"], "background": "该词作于宋宁宗庆元三年(1197)，当时词人在杭州，追怀昔日冶游，思念当时所遇到的一位青楼中人的作品。随着年光流逝，事情早已过去，但对那人的思念却仍是沾沾惹惹地割舍不断，故而不免怅惘忧伤，只好“与客携壶”，借酒浇愁。《月下笛》一词就是在这样的心情下写出来的。"},
{"title": "念奴娇·炎精中否", "author": "黄中辅", "paragraphs": "炎精中否？叹人材委靡，都无英物。胡马长驱三犯阙，谁作长城坚壁？万国奔腾，两宫幽陷，此恨何时雪？草庐三顾，岂无高卧贤杰？\t天意眷我中兴，吾皇神武，踵曾孙周发。河海封疆俱效顺，狂虏何劳灰灭？翠羽南巡，叩阍无路，徒有冲冠发。孤忠耿耿，剑铓冷浸秋月。", "topic": "爱国", "notes": ["念奴娇：词牌名，又名《百字令》《酹江月》《大江东去》，双调一百字，前后片各四仄韵，一韵到底。", "精：太阳的别称，引申为国运。", "中否（pǐ）：是否处于正中。", "胡马：指金兵。", "阙（què）：皇宫前面两边的门楼，代指京城。", "万国：天下、四面八方。", "两宫：指宋徽宗和宋钦宗，当时都被俘虏囚禁在北方。", "草庐三顾：指刘备三顾茅庐请", "出山。", "踵（zhǒng）：追逐、追随。", "曾孙周发：指周武王姬发，继承文王未竞之业，灭商兴周。", "翠羽：用翠鸟羽毛装饰的旗帜，指皇帝的仪仗。", "阍（hūn）：宫门。", "剑铓（máng）：剑的尖锋。"], "background": "《念奴娇·炎精中否》作于南宋初年，题于邮亭壁间（或谓题于吴江桥上）。当时金兵大举进犯，中原沦丧，徽钦二帝被掳，高宗即位后便怆惶南逃，形势十分危急。词人在听闻舅父宗泽病逝噩耗，又见国事如麻，义愤填膺，于是写下这首词。"},
{"title": "紫萸香慢·近重阳", "author": "姚云文", "paragraphs": "近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。\t凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。", "topic": "爱国", "notes": ["漉酒：滤酒。", "笮（zuó）：竹制盛箭器，引申为射击。"], "background": "这首《紫萸香慢》是作者在重阳节前的感怀之作，当作于南宋灭亡之后。当时作者在元朝任职。"},
{"title": "满江红·丁未九月南渡泊舟仪真江口作", "author": "赵鼎", "paragraphs": "惨结秋阴，西风送、霏霏雨湿。凄望眼、征鸿几字，暮投沙碛。试问乡关何处是，水云浩荡迷南北。但一抹、寒青有无中，遥山色。\t天涯路，江上客。肠欲断，头应白。空搔首兴叹，暮年离拆。须信道消忧除是酒，奈酒行有尽情无极。便挽取、长江入尊罍，浇胸臆。", "topic": "爱国", "notes": ["满江红：满江红，词牌名，又名《上江虹》、《念良游》、《伤春曲》。", "丁未：指宋钦宗靖康二年（1127年），本年春，北宋亡。", "结：凝聚。", "霏霏：形容雨细密。", "征鸿：飞，仨的鸿雁。", "几字：指雁飞结成人字形或一字行。", "沙碛：沙石浅滩。", "山色：山的景色。出自唐", "《汉江临泛》：‘‘江流天地外，山色有无中。”", "离拆：分散开。此指离开中原故土。", "挽取：牵引。取为语助词。", "尊疉（dié）：古时盛酒器具，形状似壶。", "胸臆（xiōng yì）：胸襟和气度。"], "background": "宋高宗建炎元年（1127）九、十月间，赵鼎渡江至建康，为赵构下一步定都江南作准备的。因此他泊舟仪真（今江苏仪征）江口写的这首词。"},
{"title": "柳梢青·锦样江山", "author": "张煌言", "paragraphs": "锦样江山，何人坏了，雨瘴烟峦。故苑莺花，旧家燕子，一例阑珊。\t此身付与天顽。休更问、秦关汉关。白发镜中，青萍匣里，和泪相看。", "topic": "爱国", "notes": ["柳梢青：词牌名，又名“陇头月”“玉水明沙”“早春怨”云淡秋空”“雨洗元宵”等。双调，四十九字。前段六句，三平韵；后段五句，三平韵。", "锦样：锦绣般的。", "雨嶂烟峦：形容故国山河破碎，一派乌烟瘴气之状。", "一例阑珊：全呈现衰落之象。", "阑珊：衰落。", "天顽：天生糊涂，愚昧无知。", "青萍匣里：剑鞘里的宝剑。", "青萍：古代宝剑名。"], "background": "明末清兵入关时，词人投笔从戎，起兵抗清，斗争了二十年，最后退居悬岙。词人有万千感慨郁积于胸，便写下这首词，此词具体创作时间不详。"},
{"title": "贺新郎·寄丰真州", "author": "戴复古", "paragraphs": "忆把金罍酒，叹别来光阴荏苒，江湖宿留。世事不堪频着眼，赢得两眉长皱。但东望故人翘首。木落山空天远大，送飞鸿北去伤怀久。天下事，公知否？\t钱塘风月西湖柳，渡江来百年机会，从前未有。唤起东山丘壑梦，莫惜风霜老手，要整顿封疆如旧。早晚枢庭开幕府，是英雄尽为公奔走。看金印，大如斗。", "topic": "爱国", "notes": ["贺新郎：词牌名，又名“金缕曲”、“乳燕飞”、“貂裘换酒”、“金缕词”、“金缕歌”、“风敲竹”、“贺新凉”等。该词牌一百十六字，上片五十七字，下片五十九字，各十句六仄韵。", "把：端。金罍（léi）：酒器。", "频着眼：多看。", "翘首：抬头。", "风霜老手：有经验和才干的老手。", "枢庭：枢密院，宋代掌管军事的最高机关。"], "background": "此词应当在公元1219年（嘉定十二年）十月丰真州到任初作。是作者寄赠给友人丰真州的一首词，意在勉励老友为国立功。"},
{"title": "水龙吟·雪中登大观亭", "author": "邓廷桢", "paragraphs": "关河冻合梨云，冲寒犹试连钱骑。思量旧梦，黄梅听雨，危阑倦倚。\t披氅重来，不分明出，可怜烟水。算夔巫万里，金焦两点，谁说与，苍茫意？\t却忆蛟台往事，耀弓刀，舳舻天际。而今剩了，低迷鱼艇，模粘雁字。\t我辈登临，残山送暝，远江延醉。折梅花去也，城西炬火，照琼瑶碎。", "topic": "爱国", "notes": ["大观亭：今江苏扬州瓜洲镇镇南城上的大观楼。", "舳舻：船只首尾相接非常多的样子。"], "background": "公元1840年，中英鸦片战争爆发，邓廷桢因曾随林则徐参与虎门销烟，被诬削职，次年远戍伊犁。从词人在长江下游追忆自己昔年禁烟抗英壮举的叙述来看，此首词应创作于他被革职之后，流放伊犁之前。"},
{"title": "水龙吟·翠鳌涌出沧溟", "author": "施岳", "paragraphs": "翠鳌涌出沧溟，影横栈壁迷烟墅。楼台对起，阑干重凭，山川自古。梁苑平芜，汴堤疏柳，几番晴雨。看天低四远，江空万里，登临处、分吴楚。\t两岸花飞絮舞。度春风、满城箫鼓。英雄暗老，昏潮晓汐，归帆过橹。淮水东流，塞云北渡，夕阳西去。正凄凉望极，中原路杳，月来南浦。", "topic": "爱国", "notes": ["水龙吟：词牌名。又名《水龙吟令》《龙吟曲》《水龙吟慢》《鼓笛慢》《小楼连苑》《海天阔处》《庄椿岁》《丰年瑞》。双调，押仄韵，体式甚多。字数不同，句读有异。上片第一句或六言，或七言，上下片各四仄韵。", "翠鳌（áo）涌出沧溟：形容青山险峻如同一个巨鳌在大海中浮出。", "影横栈壁迷烟墅：远望山上的屋舍被烟雾所笼罩。", "梁苑：园囿名，在今河南开封，汉梁孝王筑，为游赏与延宾之所，当时著名文人如", "与", "皆出入其间。", "汴（biàn）堤：指流经开封的汴河，为隋炀帝所建，堤上遍种柳树。", "江空万里，登临处、分吴楚：指淮水空阔无限，登山远望，吴楚两地被淮水划开。吴，指长江中下游地区，包括江苏和浙江一带。楚，战国时楚国占有南方的大部分土地，包括江苏、江西、湖北、湖南、安徽、四川等地。", "橹（lǔ）：船橹，安于船尾的划水工具。", "南浦：南面的水边。后常用称送别之地。"], "background": "者身处南宋末期，北方蒙古正虎窥江南，南宋江山大有朝不保夕的危险。故面对淮水两岸的青山，作者联想到曾经作为宋金分界线的淮水，最终未能阻挡金兵南下，由此写下这首词。"},
{"title": "沁园春·寒食郓州道中", "author": "谢枋得", "paragraphs": "十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏，风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道，此不由乎我，也不由他。\t鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙，浮生蝉蜕，岂恋黄沙。帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华。", "topic": "爱国", "notes": ["沁园春：词牌名，又名“东仙”“寿星明”“洞庭春色”等。", "郓（yùn）州：北宋州名，治所须城，即今山东东平。这里用北宋旧名，以示不忘故国。", "宰柏：坟墓上的柏树，又称宰树、宰木。", "飞花：切寒食节。", "只鸡斗酒：均指祭品。", "几误林间噪喜鸦：祭扫过后，林间的鸦鹊就可来啄食这些祭品，由于自己多年末能祭扫，故耽误了鸦鹊。几，屡次。", "紫府清都：道家称仙人居住之地为紫府；清都，指天帝所居的官。", "绛阙：指神仙宫阙。", "《水龙吟》：“古来云海茫茫，道山绛阙知何处”？", "黄沙：意指尘埃浊世。", "过家上冢：回家乡上坟。此处非泛说，而是特指奉皇帝之命回家祭告先祖，显示皇帝的恩宠。", "书锦：意指富贵还乡。"], "background": "该词是谢枋得当年过郓州时所作。宋朝灭亡之后，元朝不断南征。其间，作者一直隐居在闽中，直到至元二十六年（1289），元统治者强行逼迫词人北上，中途遇寒食节，遂作此词。词人四月到了燕京，但最终绝食而死，年仅六十四岁。"},
{"title": "江月晃重山·初到嵩山时作", "author": "元好问", "paragraphs": "塞上秋风鼓角，城头落日旌旗。少年鞍马适相宜。从军乐，莫问所从谁。\t候骑才通蓟北，先声已动辽西。归期犹及柳依依。春闺月，红袖不须啼。", "topic": "爱国", "notes": ["江月晃重山：词牌名。《词律》云：用《西江月》、《小重山》串合，故名《江月晃重山》。此词每阙上三句为《西江月》体，下二句用《小重山》体。双调五十四字，前后段各五句，三平韵。", "嵩（sōng）山：古称“中岳”，在河南省登封县北。金宣宗兴定三年（1218），", "因避战乱从三乡（河南省宜阳三乡镇）移家登封嵩山。", "”从军”二句：化用", "《从军》诗：”从军有苦乐，但问所从谁？”", "候骑（jì）：侦察的骑兵。", "蓟（jì）北：蓟州之北，汉唐塞北之地。", "辽西：今辽宁辽河以西地区。", "春闺（guī）：春日的闺阁。", "红袖（xiù）：代指佳人。"], "background": "该词的创作背景有两种说法：一据龙德寿《元好问萨都剌集》这首词是作者于贞祐丙子（1216）为避兵南渡之后而作。一据唐圭璋《金元明清词鉴赏辞典》金宣宗兴定二年（1218），词人在战乱避难时从三乡（今河南宜阳三乡镇）移家登封嵩山，此词是初到时所作。"},
{"title": "水龙吟·淮河舟中夜闻宫人琴声", "author": "汪元量", "paragraphs": "鼓鞞惊破霓裳，海棠亭北多风雨。歌阑酒罢，玉啼金泣，此行良苦。驼背模糊，马头匼匝，朝朝暮暮。自都门燕别，龙艘锦缆，空载得、春归去。\t目断东南半壁，怅长淮已非吾土。受降城下，草如霜白，凄凉酸楚。粉阵红围，夜深人静，谁宾谁主？对渔灯一点，羁愁一搦，谱琴中语。", "topic": "爱国", "notes": ["水龙吟：词牌名，又名《龙吟曲》《庄椿岁》《小楼连苑》等。双调一百零二字，上下片各四仄韵。", "鞞（pí）：同“鼙”，军中小鼓。", "霓（ní）裳（cháng）：即《霓裳羽衣舞》，唐代宫廷乐舞。", "《长恨歌》：“渔阳鼙鼓动地来，惊破霓裳羽衣曲。”词中是以安史之乱比喻元军入侵，攻破临安，并兼寓谴责南宋统治者沉溺酣歌艳舞，从而导致亡国之意。", "海棠亭：即唐代皇宫中的沉香亭。因唐玄宗在沉香亭上曾将杨贵妃比为睡起之海裳，故称。", "玉啼金泣：指被俘北行的后妃、宫女、王孙等临行时痛哭流涕。", "驼背模糊，马头匼（kē）匝（zā）：化用", "《送蔡希曾都尉还陇右因寄高三十五书记》“马头金匿匝，驼背锦模糊”诗句，描写北上途中羁旅行役的苦状。匼匝：环绕。", "龙艘锦缆（lǎn）：指被俘北上人员所乘龙船。", "受降城：本为汉代接受匈奴贵族投降而筑的土城，故址在今内蒙古阴山北。词中是指宋朝向元朝投降的临安城。", "粉阵红围：指被掳的宫女。", "一搦（nuò）：一把。"], "background": "宋恭帝德祐二年（1276年）正月，元军南下，丞相伯颜率领大军攻到南宋都城临安东北的皋亭山。南宋朝野震荡，最后降元。后帝后、妃嫔及宫官三千多元被押北上燕京，词人其时为乐师，也裹挟其中。在途径淮河时，舟中宫女奏起琴，勾起了词人缕缕痛苦的情思，感怀而作下这首词。"},
{"title": "念奴娇·还都后诸公见追和赤壁词用韵者凡六人亦复重赋", "author": "蔡松年", "paragraphs": "还都后，诸公见追和赤壁词，用韵者凡六人，亦复重赋。\t离骚痛饮，笑人生佳处，能消何物。夷甫当年成底事，空想岩岩玉壁。五亩苍烟，一丘寒玉，岁晚忧风雪。西州扶病，至今悲感前杰。\t我梦卜筑萧闲，觉来岩桂，十里幽香发。块垒胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。", "topic": "爱国", "notes": ["念奴娇：词牌名，又名《大江东去》《酹江月》《杏花天》等。双调，上片九句，押四仄韵，四十九字；下片十句，押四仄韵，五十一字，共一百字。", "追和赤壁词：即步韵", "《念奴娇·赤壁怀古》词。", "离骚痛饮，笑人生佳处，能消何物：人生佳处，但能读《离骚》饮酒，不需他物。《世说新语·任诞》：3王孝伯言：名士不必须奇才，但使常得迹事，痛饮酒，熟读《离骚》，便可称名士。”", "夷（绘í）甫：即王衍，字夷甫。据《晋书·王衍传》中载，王衍虽位居宰辅却不论世事，唯雅咏玄虚。", "岩岩玉壁：东晋名士王衍，人称3岩岩清峙，壁立千仞”。", "五亩苍烟，一丘寒玉，岁晚忧风雪：词人借描绘岁寒翠竹以自比。寒玉：喻寒竹；风雪：喻忧患。", "西州扶病，至今悲感前杰：引谢安故事。谢安为东晋名臣，文武兼备，衍天下之志，淝水大捷后乘胜追击，一度收复河南失地。然终因位高风大招人忌，被迫出镇广陵，不问朝政。太元十年，谢安扶病舆入西州，不久病逝。", "卜筑萧闲：词人在镇阳别墅筑衍萧闲堂，故自号为萧闲老人。", "块磊：垒块，胸中不平的样子。", "冰与炭：冰炭一冷一热，不能同器，喻水火中骚乱不宁。", "神交：慕名而没见过面的交往。", "永和：晋穆帝司马聃的年号。", "江左诸人：指东晋谢安、王导诸人。"], "background": "词人入金而仕，与其它仕金的北宋士大夫一样，受到种种猜忌和凌逼。他对官场是非深感厌恶。于是词人写下这首词，以表达对于摆脱拘羁，逃避祸害，获得心性自由的愿望。"},
{"title": "念奴娇·我来牛渚", "author": "吴渊", "paragraphs": "我来牛渚，聊登眺、客里襟怀如豁。谁著危亭当此处，占断古今愁绝。江势鲸奔，山形虎踞，天险非人设。向来舟舰，曾扫百万胡羯。\t追念照水然犀，男儿当似此，英碓豪杰。岁月匆匆留不住，鬓已星星堪镊。云暗江天，烟昏淮地，是断魂时节。栏干捶碎，酒狂忠愤俱发。", "topic": "爱国", "notes": ["牛渚（zhǔ）：在今安徽马鞍山市长江东岸，下临长江，突出江中处为采石矶，风光绮丽，形势险峻，自古为兵家必争之地。", "聊：姑且。", "著：矗立。此处指建造。 危亭：与下文的照水然（同“燃”）犀，是同一典故，后人常用“燃犀”来形容洞察奸邪。", "胡羯（jié）：指金兵。", "星星：形容头发花白稀落。 镊：拔除。", "断魂：形容极其哀伤。"], "background": "者登临古代战地牛渚山，见山川形势险要，想到此次胜利对人们的鼓舞，心胸大为舒畅。但转念自己年纪已老，又缺少像温峤那样的人物来扭转当时忧患重重的政局，致使前方形势依然险恶，不禁悲愤交集，遂作此词。"},
{"title": "宝鼎现·春月", "author": "刘辰翁", "paragraphs": "红妆春骑。踏月影、竿旗穿市。望不尽、楼台歌舞，习习香尘莲步底。箫声断、约彩鸾归去，未怕金吾呵醉。甚辇路、喧阗且止。听得念奴歌起。\t父老犹记宣和事。抱铜仙、清泪如水。还转盼、沙河多丽。滉漾明光连邸第。帘影冻、散红光成绮。月浸葡萄十里。看往来、神仙才子，肯把菱花扑碎。\t肠断竹马儿童，空见说、三千乐指。等多时春不归来，到春时欲睡。又说向、灯前拥髻。暗滴鲛珠坠。便当日、亲见霓裳，天上人间梦里。", "topic": "爱国", "notes": ["穿市：在街道上穿行。", "彩鸾：指出游的美人。", "金吾：执金吾，古代在京城执行治安任务的军人。", "“甚辇路”二句：为什么街上的喧闹静止下来了呢？原来是听到了女子美妙的歌声。念奴，本是唐天宝中名娼，此借用。", "月浸葡萄十里：月光泻在十里西湖上，现出葡萄般的深绿色。", "鲛珠；指眼泪。"], "background": "这首词作于公元1297年（元成宗大德元年）。在宋亡近二十年后的元宵夜，作者感慨今昔，写下这首《宝鼎现》，寄托亡国哀思。"},
{"title": "好事近·秋晓上莲峰", "author": "陆游", "paragraphs": "秋晓上莲峰，高蹑倚天青壁。谁与放翁为伴？有天坛轻策。\t铿然忽变赤龙飞，雷雨四山黑。谈笑做成丰岁，笑禅龛楖栗。", "topic": "爱国", "notes": ["好事近：词牌名。又名“钓船笛”，《张子野词》入“仙吕宫”。（调四十五字，上下片各两仄韵，以入声韵为宜。", "秋晓：秋天的早晨。莲峰：指华山。《太平御览》引《华山记》：“山顶有池，生千叶莲花，因曰华山”。", "《占风》第十九首：“两上莲花峰。”此处指出词人攀登的山峰。", "蹑（niè）：踩，踏。倚天：形容极高。", "放翁：", "的号。", "天坛：山名，即河南王屋山绝顶，传说为轩辕祈天所。唐司马承贞修道于此。宋人", "《避暑录话》：“余往自许昌归，得天坛藤杖数十，外圆。”策：杖，此即指藤杖。", "铿（kēng）然：形容撞击的声音。忽变赤龙飞：据晋人", "《神仙传》，壶公以一竹杖给费长房，费骑竹杖还家后，竹杖化为青龙。", "禅龛（kān）：供奉佛像的小阁子，此泛指禅房。楖栗（jí lì）：木名，可作杖，后借为杖的代称。"], "background": "这首词的具体创作年代已不详。约作于陆游闲居山阴时。《放翁词》中有《好事近》词十二首，览其词意，大抵皆为同一时期所作，其中写了不少想象和梦游华山的词，大多是借来表达收复河山的思想，这是其中的第十二首。"},
{"title": "点绛唇·春日风雨有感", "author": "陈子龙", "paragraphs": "满眼韶华，东风惯是吹红去。几番烟雾，只有花难护。\t梦里相思，故国王孙路。春无主！杜鹃啼处，泪洒胭脂雨。", "topic": "爱国", "notes": ["此词原题为《点绛唇·春闺》，后代编者王昶等人为拔高陈子龙这首词的思想而作了修改。", "王孙：对尊礼、思慕者的称呼，如淮南小山《招隐士》的“王孙游兮不归”。这里疑指鲁王、唐王。"], "background": ""},
{"title": "凄凉犯·绿杨巷陌秋风起", "author": "姜夔", "paragraphs": "绿杨巷陌秋风起，边城一片离索。马嘶渐远，人归甚处，戍楼吹角。情怀正恶，更衰草寒烟淡薄。似当时、将军部曲，迤逦度沙漠。\t追念西湖上，小舫携歌，晚花行乐。旧游在否？想如今、翠凋红落。漫写羊裙，等新雁来时系著。怕匆匆、不肯寄与误后约。", "topic": "爱国", "notes": ["凄凉犯， 词牌名，", "自制曲，有乐谱传世，仙吕调犯双调。又名《瑞鹤仙影》。双片九十三字，仄韵。", "边城：南宋之淮北已被金占领，为敌境，此淮南则被视为边境。", "离索：破败萧索。", "戍楼：古代城墙上专用于警戒的建筑。", "部曲：古代军队编制单位。此处泛指部队。", "迤逦（yǐ lǐ）：连绵不断的样子。", "舫（fǎng）：船艇。", "翠凋红落：绿叶凋残，红花飘落。暗示时节已至秋天。", "羊裙：南朝宋人羊欣。比处代指赠予挚友的书信。", "后约：日后相聚的期约。"], "background": "本词约作于光宗绍熙元年（1190），其时作者正客居合肥，目睹秋日边城的离索景色—淮南地区成为边防前线。作为该地重镇的合肥，也失去了昔日的繁华，变得异常萧条冷落。姜夔心生感慨写下了这首词。"},
{"title": "忆秦娥·中斋上元客散感旧", "author": "刘辰翁", "paragraphs": "中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。\t烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。\t百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。", "topic": "爱国", "notes": ["忆秦娥：词牌名。双调，共四十六字，有仄韵、平韵两体。", "中斋：即邓剡，号中斋。词人之友。", "上元：正月十五为上元节，又称元宵节。", "见属（zhǔ）：赠送。", "烧灯：燃灯。正月十五夜各处挂出花灯。", "朝京：通往京城的路。", "梅发（fà）：指花白的头发。"], "background": "这是刘辰翁于宋亡之后写的一首小令。小序中所说的“中斋”，乃是民族英雄文天祥的幕僚邓剡之号，“宋亡，以义行者”（《历代诗余》引《遂昌杂录》）。当时，邓剡于上元节聚客叙旧，客散之后写了一首《忆秦娥》赠给刘辰翁，刘辰翁就写了这首步韵的和作。"},
{"title": "水调歌头·题李季允侍郎鄂州吞云楼", "author": "戴复古", "paragraphs": "轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。\t骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。", "topic": "爱国", "notes": ["水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河制所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。", "李季允：名植。曾任礼部侍郎，沿江制置副使并知鄂州（今湖北武昌）。", "轮奂：高大华美。", "南楼：在湖北鄂城县南。", "独坐：一个人坐着。", "快：快感。", "西北望神州：朝着西北制制眺望沦陷的中原。", "百载：百年。谓制间长久。", "骑黄鹤：词出", "诗“昔人已乘黄鹤去，此地空余黄鹤楼。”", "1赋鹦鹉：吞云楼近鹦鹉洲，东汉名士祢衡曾在洲上作《鹦鹉赋》。", "风流：犹遗风；流风余韵。", "岳王祠：惨死在秦桧手中的抗金名将", "的祠堂。直至宋宁宗制才追封为鄂王、建立祠庙。", "烟锁：烟雾笼罩", "整顿：整饬，整治。", "乾坤：称天地。", "指授：指导；传授。", "方略：计划；权谋；策略。", "雅志：平素的意愿。", "惊秋：秋令蓦地来到。"], "background": "宋宁宗嘉定十四年（1221），金兵侵扰黄州、蕲州一带，南宋军队一再击败来犯之敌，民心振奋，一度造成了“百载好机会”的有利形势。在这一年，李季允（名埴）出任沿江制置副使兼知鄂州（今武昌），修建了吞云楼。此时戴复古正在武昌，登高楼而览胜，写下了上面这首词。"},
{"title": "金缕歌·陪履斋先生沧浪看梅", "author": "吴文英", "paragraphs": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风慳借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。\t遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。", "topic": "爱国", "notes": ["贺新郎：词牌名。始见", "词，原名“贺新凉”，因词中有“乳燕飞华屋，悄无人，桐阴转午，晚凉新浴”句，故名。后来将“凉”字误作“郎”字。《词谱》以", "词作谱。一百一十六字。上片五十七字，下片五十九字，各十句六仄韵。此调声情沉郁苍凉，宜抒发激越情感，历来为词家所习用。后人又改名“乳燕飞”“金缕曲”“貂裘换酒”“金缕衣”“金缕词”“金缕歌”“风敲竹”“雪月江山夜”等。", "履斋先生：", "，字毅夫，号履斋，淳中，观文殿大学士，封庆国公。沧浪：沧浪亭，在苏州府学东，初为吴越钱元池馆，后废为寺，寺后又废。", "乔木：指梅树。", "中兴英雄：指", "。", "悭（qiān）：吝惜的意思。", "神州故里：指北宋沦陷领土。", "旋：返回，归来。小筑：指规模小而比较雅致的住宅，多筑于幽静之处。唐", "《畏人》诗：“畏人成小筑，褊性合幽栖。”", "吴宫：指春秋吴王的宫殿。南朝梁", "《别赋》：“乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。”", "华表：古代设在桥梁、宫殿、城垣或陵墓等前兼作装饰用的巨大柱子。", "遨头：俗称太守为遨头。", "东君：春神为东君，此指履斋。", "后不如今今非昔：", "《兰亭集序》“后之视今，亦犹今之视昔。”"], "background": ""},
{"title": "水调歌头·追和", "author": "张元干", "paragraphs": "举手钓鳌客，削迹种瓜侯。重来吴会，三伏行见五湖秋。耳畔风波摇荡，身外功名飘忽，何路射旄头？孤负男儿志，怅望故园愁。\t梦中原，挥老泪，遍南州。元龙湖海豪气，百尺卧高楼。短发霜粘两鬓，清夜盆倾一雨，喜听瓦鸣沟。犹有壮心在，付与百川流。", "topic": "爱国", "notes": ["水调歌头：词牌名。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。", "钓鳌（áo）客：谓人有大志。", "削迹：屏迹，表示隐居。", "种瓜侯：引召平种瓜事。", "吴会：今江苏吴县。", "三伏：夏季夏至后第三庚为初伏，第四庚为中伏，立秋后初庚为后伏，合称为三伏。俗谚：(第)三伏在秋。五湖：此指太湖。", "旄（máo）头：星名，即昴宿，古代当作胡星。此用旄头指金兵。", "孤负：即辜负。", "南州：泛指南方。", "豪气：豪迈的气概。", "百尺卧高楼：引三国陈登斥许汜徒有国士之名，而无救世之志事。", "清夜：清静的夜晚。", "瓦鸣沟：即瓦沟鸣。急雨在屋顶的瓦沟上哗哗流淌。", "壮心：豪壮的志愿，壮志。", "付与：拿出；交给。", "百川流：壮心随水东流，喻有志未伸。"], "background": "此词是辞官南归大约二十年后的某一夏日，重游吴地所作。集中《登垂虹亭》诗有云：“一别三吴地，重来二十年”，可证。"},
{"title": "念奴娇·春雪咏兰", "author": "陈子龙", "paragraphs": "问天何意，到春深，千里龙山飞雪？解佩凌波人不见，漫说蕊珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴂。\t当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳再望佳节。", "topic": "爱国", "notes": ["念奴娇：词牌名，又名《百字令》《酹江月》《大江东去》，双调一百字，上下片各四仄韵，一韵到底。", "解佩凌波：指江妃、洛神，以美人象征国君。", "蕊珠：道教经典中所说的仙宫。", "嫣然：美好的样子。", "鴂（jué）：杜鹃。", "九畹：《楚辞·离骚》：“余既滋兰之九畹兮，又树薰之百亩。”后以“九畹”为兰花的典实。", "金跳脱：一种妇女戴的首饰。", "洛滨江上：指洛水与江水之滨，照应前洛神、江妃。"], "background": "这首词约作于清顺治四年（1647）三月，时作者隐居于幽谷。作者为了寄托自己深深的爱国情愫以及表达自己内心报国无门的情感而写下这首诗。"},
{"title": "喜迁莺·霜天秋晓", "author": "蔡挺", "paragraphs": "霜天秋晓，正紫塞故垒，黄云衰草。汉马嘶风，边鸿叫月，陇上铁衣寒早。剑歌骑曲悲壮，尽道君恩须报。塞垣乐，尽櫜鞬锦领，山西年少。\t谈笑。刁斗静，烽火一把，时送平安耗。圣主忧边，威怀遐远，骄虏尚宽天讨。岁华向晚愁思，谁念玉关人老？太平也，且欢娱，莫惜金樽频倒。", "topic": "爱国", "notes": ["喜迁莺：词牌名，又名《鹤冲天》、《万年枝》、《春光好》等。", "紫塞：长城边塞。", "故垒：边塞的旧营垒。", "汉马：指宋朝边防军的战马。", "铁衣：铁甲。", "櫜（gāo）楗（jiàn）：櫜，袋子；楗，马上盛弓的器具，这里引申为收藏。", "山西：指华山或太行山以西的地区。", "刁斗：一种铜质军中用具，有柄；白天用来烧饭，夜间击以巡更。", "平安耗：报平安的消息；耗，消息、音信。", "圣主：此处指宋仁宗", "。", "岁华：时光，年华。"], "background": "宋仁宗嘉祐年间，蔡挺曾任庆州（治所在今甘肃庆阳）太守，屡次击退西夏军队的进犯，为朝廷立下大功。不久，他又调任渭州（治所在今甘肃平凉）太守，生活艰苦。在这种艰苦的环境中，蔡挺训练出一支能征惯战、训练有素的军队，保卫了国家边境的安全。于战斗间隙，蔡挺写就这篇词。"},
{"title": "满江红·代王夫人作", "author": "文天祥", "paragraphs": "试问琵琶，胡沙外怎生风色。最苦是、姚黄一朵，移根仙阙。王母欢阑琼宴罢，仙人泪满金盘侧。听行宫、半夜雨淋铃，声声歇。\t彩云散，香尘灭。铜驼恨，那堪说！想男儿慷慨，嚼穿龈血。回首昭阳辞落日，伤心铜雀迎秋月。算妾身、不愿似天家，金瓯缺。", "topic": "爱国", "notes": ["满江红：词牌名，又名《上江虹》《念良游》等。双调九十三字，上片八句四平韵，下片十句五平韵。", "代王夫人作：王夫人名", "，宋末被选入宫为昭仪，宋亡被掳往大都。代作：本意拟作、仿作，词中主要是翻作的意思。", "琵（pí）琶（pá）：乐器名。汉武帝时乌孙公主远嫁，令马上作乐，以慰道路之思。", "风色：风光物色。", "姚黄：一种名贵的牡丹，为宋代姚挂人家培育出的千叶黄花。词中喻指王夫人。", "移根仙阙（què）：指把牡丹从仙官里移植他处。", "王母：古传说中的仙人西王母。", "仙人：即金铜仙人。汉武帝在建章宫前铸铜人，手捧盛露盘，魏明帝命人把铜人迁往洛阳，在拆迁时，据说铜人流下泪来。", "雨淋铃：雨淋在风铃上的声音。唐玄宗在奔蜀途中，听到夜雨淋铃，思念贵妃，分外凄怆，采其声为《雨淋铃》。", "香尘：词中指宫中的整华。", "铜驼（tuó）恨：晋索靖知天下将乱，指着洛阳宫门的铜驼说：“就要看见你埋在荆棘里”。词中指亡国之恨。", "嚼（jiáo）穿龈血：唐", "临战时对敌大呼，经常把牙咬碎，牙龈流血，喷到脸上，说明愤怒已极。", "昭阳：汉时后宫有昭阳殿。词中代指王夫人居住的宋宫。", "铜雀：", "所建的一所台，词中借指元宫。", "天家：帝王家。", "金瓯（ōu）缺：比喻山河破碎。"], "background": "元军破临安时，宫中自大后以下均被押送大都，途中王夫人于壁中题《满江红》词一首，传诵一时。词人读后称其末句“欠商量”，于是以王夫人的口气，写下这首词。"},
{"title": "贺新郎·往事何堪说", "author": "刘学箕", "paragraphs": "往事何堪说。念人生、消磨寒暑，漫营裘葛。少日功名频看镜，绿鬓鬅鬙未雪。渐老矣、愁生华发。国耻家仇何年报，痛伤神、遥望关河月。悲愤积，付湘瑟。\t人生未可随时别。守忠诚、不替天意，自能符合。误国诸人今何在，回首怨深次骨。叹南北、久成离绝。中夜闻鸡狂起舞，袖青蛇、戛击光磨铁。三太息，眦空裂。", "topic": "爱国", "notes": ["何堪：岂可；哪里能。用反问的语气表示不可。", "裘葛：裘，冬衣；葛，夏衣。泛指四时衣服。", "营：谋求。", "绿鬓：乌黑而有光泽的鬓发。形容年轻美貌。", "鬅鬙（péng sēng）：头发散乱貌。 ", "戛（jiá）击：敲击。", "太息：出声叹气。"], "background": ""},
{"title": "卜算子·旅雁向南飞", "author": "朱敦儒", "paragraphs": "旅雁向南飞，风雨群初失。饥渴辛勤两翅垂，独下寒汀立。\t鸥鹭苦难亲，矰缴忧相逼。云海茫茫无处归，谁听哀鸣急。", "topic": "爱国", "notes": ["卜算子：词牌名，又名《百尺楼》、《眉峰碧》、《楚天遥》等。相传是借用唐代诗人", "的绰号。骆宾王写诗好用数字取名，人称“卜算子”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。", "旅雁：征雁。这里比喻战乱时人们纷纷南逃。", "寒汀（tīng）立：冷落凄清的河中小洲。", "鸥鹭：即沙鸥、白鹭。", "矰（zēng）：用丝绳系住的短箭。缴（zhuó）：系在箭上的丝绳。"], "background": "公元1126~1127年（北宋宋钦宗靖康年间），即是“靖康之难”期间。词人开始南渡，为了描写来时的种种不适，于是写下了这首词。"},
{"title": "高阳台·和周草窗寄越中诸友韵", "author": "王沂孙", "paragraphs": "残雪庭阴，轻寒帘影，霏霏玉管春葭。小帖金泥，不知春在谁家。相思一夜窗前梦，奈个人、水隔天遮。但凄然，满树幽香，满地横斜。\t江南自是离愁苦，况游骢古道，归雁平沙。怎得银笺，殷勤与说年华。如今处处生芳草，纵凭高、不见天涯。更消他，几度东风，几度飞花。", "topic": "爱国", "notes": ["周草窗：南宋著名词人周密，字公谨，号草窗。越中：泛指今浙江绍兴一带。", "玉管春葭：葭：芦苇，这里指芦灰。", "满树幽香二句：", "《山园小梅》诗：“疏影横斜水清浅，暗香浮动月黄昏。”此化用其意。", "横斜：指梅花的影子。", "游骢：指旅途上的马。"], "background": "周草窗即周密，和王沂孙是经常词赋相和的朋友。他们常常在越地游山玩水。互相赋和。周密曾作有《三姝媚》送王沂孙，王沂孙也赋词相和。后周密作有《高阳台》给很多词友，王沂孙也作了这首词对答。"},
{"title": "满江红·燕子楼中", "author": "文天祥", "paragraphs": "和王夫人《满江红》韵，以庶几后山《妾薄命》之意。\t燕子楼中，又捱过、几番秋色。相思处、青年如梦，乘鸾仙阙。肌玉暗消衣带缓，泪珠斜透花钿侧。最无端、蕉影上窗纱，青灯歇。\t曲池合，高台灭。人间事，何堪说！向南阳阡上，满襟清血。世态便如翻覆雨，妾身元是分明月。笑乐昌、一段好风流，菱花缺。", "topic": "爱国", "notes": ["满江红：词牌名，九十三字，上片八句，下片十句。调有仄韵、平韵两体。仄韵词宋人填者最多，其体不一。", "王夫人：", "。后山，", "字，他的集中有《妾薄命》篇。", "燕子楼： 在江苏铜山县城西北隅。张建封筑。", "鸾仙阙：仙阙，仙境。", "衣带缓：指消瘦。", "花钿（diàn）：古代妇女头上妆饰。", "南阳阡上：南阳，今河南沁阳县。阡，墓道，指王清惠所葬地。", "菱花缺：指南朝徐德言、乐昌公主破镜重圆事。"], "background": "祥兴二年（1279年），文天祥用王清惠的口气，用王词的原韵，代她写了一首《满江红·代王夫人作》。文天祥在写了《满江红·代王夫人作》之后，余意未尽，大约在一两年之后，又按王清惠词的原韵，和作了一首《满江红·燕子楼中》。"},
{"title": "贺新郎·吴江", "author": "蒋捷", "paragraphs": "浪涌孤亭起，是当年、蓬莱顶上，海风飘坠。帝遣江神长守护，八柱蛟龙缠尾。斗吐出、寒烟寒雨。昨夜鲸翻坤轴动，卷雕翚、掷向虚空里。但留得，绛虹住。\t五湖有客扁舟舣，怕群仙、重游到此，翠旌难驻。手拍阑干呼白鹭，为我殷勤寄语；奈鹭也、惊飞沙渚。星月一天云万壑，览茫茫、宇宙之何处？鼓双楫，浩歌去。", "topic": "爱国", "notes": ["贺新郎：词牌名，原名《贺新凉》，又名《金缕曲》等，双调一百十六字，上下片各十句六仄韵。", "吴江：即吴淞江。", "孤亭：即垂虹亭。", "蓬莱：传说中根上仙山。", "帝：天帝。", "八柱骄龙缠尾：指亭中八根柱子上雕饰蛟龙缠绕。", "斗：争着。", "坤轴：地轴、地心。", "雕翚：指亭上雕饰的飞檐。翚（huī），雉鸟名。", "绛（jiàng）虹：赤色的彩虹，此处特指虹桥。", "五湖：指太湖。客：作者自指；舣（yǐ）：船靠岸。", "翠旌（jīng）：皇帝的仪仗、此处指群仙。", "奈：奈何，无奈。沙渚：江中沙洲。", "浩歌：放声高歌。 "], "background": "这首词作于宋亡以后作者漂泊东南时期。在元军的铁蹄践踏到临安城下的时候，蒋捷流寓到江苏吴江。兵荒马乱之际，作者放舟吴淞江，心潮翻滚，写下了这首词，借这里的风景来抒发亡国之痛。"},
{"title": "浣溪沙·赠子文侍人名笑笑", "author": "辛弃疾", "paragraphs": "侬是嶔崎可笑人，不妨开口笑时频。有人一笑坐生春。\t歌欲颦时还浅笑，醉逢笑处却轻颦。宜颦宜笑越精神。", "topic": "爱国", "notes": ["浣溪沙：词牌名。唐玄宗时教坊曲名，后用为词调。一作“浣溪纱”，又名“浣沙溪》”“小庭花”等。双调四十二字，平韵格。", "子文：即严焕，乾道二年（1166）至五年（1169）通判建康府，与", "同官。侍人：侍女，侍妾。", "侬：你。江浙一带方言称“你”为“侬”。嶔（qīn）崎：本是指山的高峻，此喻人骨鲠俊拔，杰出不群。《晋书·桓彝传》：“桓彝字茂伦，雅为周顗所重。顗尝叹曰：‘茂伦嵚崎历落，固可笑人也。’”笑：这里是喜爱、羡慕之意。《诗词曲语辞汇释》：“笑，欣羡之辞。与嘲笑之义别。”", "坐：自然，自然而然地。一说通“座”，指在座的人。生春：使人欢喜，让人高兴。", "颦（pín）：谓皱眉。", "宜：合适，适当，适宜。"], "background": "此词作于宋孝宗乾道四年（1168）或五年（1169）辛弃疾任建康通判时，是辛弃疾在同僚严子文的家宴上，赠给严子文一位名叫“笑笑”的侍姬的调侃之作。"},
{"title": "水调歌头·寿赵漕介庵", "author": "辛弃疾", "paragraphs": "千里渥洼种，名动帝王家。金銮当日奏草，落笔万龙蛇。带得无边春下，等待江山都老，教看鬓方鸦。莫管钱流地，且拟醉黄花。\t唤双成，歌弄玉，舞绿华。一觞为饮千岁，江海吸流霞。闻道清都帝所，要挽银河仙浪，西北洗胡沙。回首日边去，云里认飞车。", "topic": "爱国", "notes": ["渥洼：指代神马。 唐 ", " 《公子行》：穆别殿承恩泽，飞龙赐渥洼。”", "奏草：奏章的草稿。《汉书·朱云传》：穆 云上书自讼，咸为定奏草，求下御史中丞。”", "龙蛇：指书法笔势的蜿蜒盘曲。", "钱流地：形容理财得法，钱财充羡。", "双成：指董双成。董双成，女，籍贯浙江，神话人物。商亡后于西湖畔修炼成仙，飞升后任王母身边的玉女。", "弄玉：秦穆公之女。箫史者，秦穆公时人，善吹箫。穆公女弄玉好之，公妻焉。弄玉日就箫史作凤鸣，感凤来止，一旦夫妻同随凤飞去。", "绿华：萼绿华者，自云是南山人，女子，年可二十上下，青衣，颜色绝整。以升平三年十一月十日夜降羊权家，授权尸解药，并诗一篇，火浣布手巾一方，金玉条脱各一枚。", "帝所：清都紫微，钧天广乐，帝之所居。《", " 周穆王》", "西北净胡沙：唐", "《永王东巡歌》其二：穆但用东山谢安石，为君谈笑净胡沙。”", "1日边：喻朝廷。"], "background": "《水调歌头·寿赵漕介庵》作于公元1168年（宋孝宗乾道四年），宋孝宗乾道四年，辛弃疾已南归七个年头，时任建康府（今南京市）通判。辛弃疾胸怀统一祖国的壮志，却无机会施展才能。辛弃疾也曾上书皇上，陈述自己的政见，希冀得到重用，也没有结果。李白失遇时，写过《上韩荆州书》说：“一登龙门，便声价十倍。”大人物们的举荐十分重要。大诗人杜甫也有过“朝叩富儿门，暮随肥马尘”的辛酸遭遇。当时驻建康的江南东路计度转运副使赵介庵，是当朝皇上的宗室，是接近皇帝的人物，很有势力和名望。辛弃疾想得到漕介庵的举荐，好施展自己的才华。赵做生日的时候，作者应邀参加寿筵，即席写下了此词。"},
{"title": "西河·天下事", "author": "王埜", "paragraphs": "天下事，问天怎忍如此！陵图谁把献君王，结愁未已。少豪气概总成尘，空馀白骨黄苇。\t千古恨，吾老矣。东游曾吊淮水。绣春台上一回登，一回揾泪。醉归抚剑倚西风，江涛犹壮人意。\t只今袖手野色里，望长淮、犹二千里。纵有英心谁寄！近新来又报胡尘起。绝域张骞归来未？", "topic": "爱国", "notes": ["西河：词牌名。三段一百四字，第一段六句四仄韵，第二段七句四仄韵，第三段五句五仄韵。", "陵图：皇陵舆图。北宋皇陵均在河南，这里用以代指中原失地。", "结愁：难解的愁怀。", "黄苇：枯黄的芦苇。", "绣春台：在建康（今江苏南京市）城内。", "揾（wèn）泪：揩拭眼泪。揾：擦，揩。", "长淮：即淮河。", "英心：雄心。", "谁寄：向谁倾吐。", "胡尘：这里是指蒙古侵略军。", "绝域：极远的地方。", "张骞（qiān）：西汉名将，汉中城固（今属陕西省）人，因功封博望侯。后奉武帝命出使大月氏，相约共同夹攻匈奴，在外十三年，对加强中原和西域少数民族的经济文化交流贡献颇大，是我国历史上著名的英雄人物之一。 "], "background": "理宗宝祐三年（1255），王埜被御史胡大昌弹劾，罢给事中，以端明殿学士提举洞霄宫。这首词大约是他晚年罢官赋闲后写的。"},
{"title": "蝶恋花·桐叶晨飘蛩夜语", "author": "陆游", "paragraphs": "桐叶晨飘蛩夜语。旅思秋光，黯黯长安路。忽记横戈盘马处。散关清渭应如故。\t江海轻舟今已具。一卷兵书，叹息无人付。早信此生终不遇。当年悔草长杨赋。", "topic": "爱国", "notes": ["蛩（qióng）：蟋蟀。", "旅思（sī）：旅愁。", "秋光：点明时节，秋天。", "黯黯（àn）：暗淡。", "长安：借指南宋首都I临安。", "横戈、盘马：指骑马作战。", "散关：即大散关。", "清渭：渭河。", "“江海”：说现在已有了退居的可能。", "付：托付。", "信：知，料。", "不遇：不获知遇以展抱负。", "长杨赋：汉", "所作。常把扬雄看做怀才不遇的人。"], "background": "孝宗乾道八年（1172），陆游曾充任抗战派将领——四川宣抚使王炎的幕宾，亲临南郑抗金前线。然而不到一年，朝廷投降派撤掉王炎西北统帅职务，陆游也奉调回京安置。此词即写于此时。"},
{"title": "水调歌头·登多景楼", "author": "杨炎正", "paragraphs": "寒眼乱空阔，客意不胜秋。强呼斗酒，发兴特上最高楼。舒卷江山图画，应答龙鱼悲啸，不暇愿诗愁。风露巧欺客，分冷入衣裘。\t忽醒然，成感慨，望神州。可怜报国无路，空白一分头。都把平生意气，只做如今憔悴，岁晚若为谋。此意仗江月，分付与沙鸥。", "topic": "爱国", "notes": ["水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上阕九句四平韵、下阕十句四平韵。", "多景楼：在今江苏镇江北固山甘露寺内，北临长江，登之可以极目望远。", "寒眼：眼睛被江上冷风吹得发涩，感到寒意。", "不胜秋：禁不住秋天的愁苦。", "发兴：引发兴致。", "舒：伸展。", "卷：卷起。", "巧：善于。", "然：助词，表状态。", "岁晚：晚年，暮年。", "若为：怎样。", "分付：交付。"], "background": "淳熙五年（1178年），词人与辛弃疾二人从水路旅游，经过扬州，登上了多景楼，感怀伤景，不能自已，于是写下了这首词。"},
{"title": "水调歌头·定王台", "author": "袁去华", "paragraphs": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。\t登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。", "topic": "爱国", "notes": ["水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上阕九句四平韵、下阕十句四平韵。", "定王台：在今湖南长沙市东，汉景帝之子定王刘发为望其母唐姬墓而筑，故名。", "楚望：楚地的望郡。唐、宋时，州、郡、县按地势、人口及经济状况划分为畿、赤、望、紧、上、中、下若干等级，形胜富庶的地区称“望”。", "湘州：东晋永嘉时初置，唐初改潭州，词中指长沙。", "危基：高大的台基。", "自西刘：始建于西汉刘发。", "霓（ní）旌（jīng）：旗帜如云霓，形容仪仗之盛。", "依约：连绵不断。", "空白九分头：徒然白首。词中用陈与义《巴丘书事》“未必上流须鲁肃，腐儒空白九分头”，来表达作者请缨无路的悲愤。", "一夜寒生关塞：比喻金人猝然南侵，攻破关塞。", "云埋陵阙（què）：皇宫与陵寝都埋没在远方的云雾中，词中指宋都汴京沦于敌手。陵阙：帝王陵墓、京都城阙，均为存亡的象征。", "耿（gěng）耿：不安的样子。", "徙（xǐ）倚（yǐ）：走走停停。"], "background": "《水调歌头·定王台》大约作于词人担任善化（在今长沙市内）县令期间。词人在一个深秋时节登上定王台览胜，感慨顿生，并将不胜今昔之感升华为感时伤事的爱国之情，于是写下了这首词。"},
{"title": "好事近·汴京赐宴闻教坊乐有感", "author": "韩元吉", "paragraphs": "凝碧旧池头，一听管弦凄切。多少梨园声在，总不堪华发。\t杏花无处避春愁，也傍野烟发。惟有御沟声断，似知人呜咽。", "topic": "爱国", "notes": ["好事近：词牌名。又名《钓船笛》，《张子野词》入“仙吕有”。双调四十五字，前后片各两仄韵，以入声韵为宜。两结句皆上一、下四句法。", "凝碧：", "被安禄山所拘，曾赋《凝碧池》诗。", "池头：犹池边。", "管弦：指管弦乐。", "梨园：唐明皇选坐部伎子弟三百，教于梨园，号皇帝梨园弟子。有女数百，亦称梨园弟子。后泛指演剧的地方为梨园。", "华发：花白头发。", "御沟：皇有水沟。"], "background": "宋孝宗乾道八年（1172）十二月，试礼部尚书韩元吉，利州观察使郑兴裔被遣为正、副使。到金朝去祝贺次年三月初一的万春节（金主完颜雍生辰）。行至汴梁（时为金人的南京）金人设宴招待。席间词人触景生情，百感交集，随后赋下这首小词。"},
{"title": "贺新郎·弹铗西来路", "author": "刘过", "paragraphs": "弹铗西来路。记匆匆、经行十日，几番风雨。梦里寻秋秋不见，秋在平芜远树。雁信落、家山何处？万里西风吹客鬓，把菱花、自笑人如许。留不住、少年去。\t男儿事业无凭据。记当年、悲歌击楫，酒酣箕踞。腰下光芒三尺剑，时解挑灯夜语。谁更识、此时情绪？唤起杜陵风月手，写江东渭北相思句。歌此恨，慰羁旅。", "topic": "爱国", "notes": ["铗：剑。", "芜：荒废、杂乱。", "雁信：雁儿传信。", "把：拿", "菱花：镜子。", "箕踞：膝头屈起的一种坐法，形状如箕，表示倨傲。", "更：怎能。", "杜陵：地名，今陕西西安市东南，杜甫曾在此居住。", "风月手：此指写诗的能手。", "羁旅：客居异乡。"], "background": "刘过作为一位爱国志士，他力主北伐，曾上书宰相，痛陈恢复中原的方略，但却不被苟且偷安的当政者所采纳。因此他浪迹江湖，先是南下东阳、天台、明州，北上无锡，姑苏、金陵；后又从金陵溯江西上，经采石、池州、九江、武昌，直至当时南宋前线重镇襄阳。这首《贺新郎》大约写于词人西游汉沔（今武汉）时。"},
{"title": "江城子·平沙浅草接天长", "author": "李好古", "paragraphs": "平沙浅草接天长。路茫茫。几兴亡。昨夜波声。洗岸骨如霜。千古英雄成底事，徒感慨，谩悲凉。\t少年有意伏中行。馘名王。扫沙场。击楫中流，曾记泪沾裳。欲上治安双阙远，空怅望，过维扬。", "topic": "爱国", "notes": ["平沙：这里指岸边平坦的沙地。梁", "《慈姥矶》诗：“远岸平沙合。”浅草：短草。", "茫茫：遥远貌。几：几度。", "骨如霜：色自如霜的遗骨。", "底事：何事。谩：徒然。", "伏：制服。中行：指汉文帝的宦官中行说（Zhōngháng Yuè），后投降匈奴，力劝单于侵犯长安。此指南宋的投降派。", "馘（音国）：战时割下敌人的左耳以记功。名王：指金兵的统帅。", "沙场：战场。", "楫中流：用祖逖北伐的故事。", "治安：指汉", "的《治安策》，内容是评议时政。双阙：本为宫殿前左右各一的高台。这里借指帝王上朝之处。", "维扬：即扬州。"], "background": "南宋时，金人多次攻入扬州，破坏之惨重，令人目不忍睹。李好古一直少年有大志，但无报国的机会。其《碎锦词》中就有好几首怀古伤今的词。这首词是作者路过扬州时，面对扬州屡遭破坏的历史事实，缩写的伤感惆怅之作。"},
{"title": "寄生草·饮", "author": "白朴", "paragraphs": "长醉后方何碍，不醒时有甚思。糟腌两个功名字，醅渰千古兴亡事，曲埋万丈虹霓志。不达时皆笑屈原非，但知音尽说陶潜是。", "topic": "爱国", "notes": ["饮：此曲一说系范康（字子安）所作，曲题《酒》。", "“长醉后”二句：长期昏醉有什么挂碍，昏睡不醒有什么思虑。化用《楚辞·渔父》中“举世皆浊我独清，世人皆醉我独醒”语意。方何碍：却有什么妨碍，即无碍。方，却。有甚思：还有什么思念？", "“糟腌”三句：言酒把个人的功名，千古的兴亡，无限的壮志都埋葬了。糟腌：用酒糟腌渍。腌，这里有玷污的意思。醅（pēi）渰（yān）：用浊酒淹没。渰：同“淹”。曲埋：用酒曲埋掉。曲：酒糟。虹霓志，气贯长虹的豪情壮志。", "达：显达，与“穷”相对。屈原（前330？—前278）：战国时期伟大诗人。为了实现以民为本、举贤授能、修明法度的“美政”，他与楚国的反动贵族统治集团进行了坚决的斗争，宣称“亦余心之所善兮，虽九死其犹未悔”（《离骚》），终于献出了自己宝贵的生命。然自", "以来，就有指责屈原“露才扬已，竞乎危国群小之间，以离谗贼”（《离骚序》）的。", "知音：知己。陶潜（365—327）：即陶渊明，东晋著名诗人，淡泊名利，弃县令回乡隐居，诗酒为伴。"], "background": "白朴之系于文酒，也有着其特殊的底蕴和内涵。个人的遭逢离乱，“山河之感，禾黍之悲”，不能不使作家痛心疾首，愤恨满腔。白朴的“劝饮”，正是充满着家国之痛，兴亡之感，似乎只有酒，才能排遣他心中的凄凉和愁闷。这正是白朴创作此词的契机。"},
{"title": "生查子·题京口郡治尘表亭", "author": "辛弃疾", "paragraphs": "悠悠万世功，矻矻当年苦。鱼自入深渊，人自居平土。\t红日又西沉，白浪长东去。不是望金山，我自思量禹。", "topic": "爱国", "notes": ["京口郡治尘表亭：宋代镇江府的官署设在京口，故称京口郡治。尘表亭：镇江亭名，今不存。", "矻矻（kū）：勤劳不懈的样子。《史记·夏禹本纪》：“禹伤先人父鲧功之不成受诛，乃劳神焦思，居外十三年，过家门不敢入。”", "“鱼自”句：《老子》：“鱼不可脱于渊。”", "“人自”句：《孟子·滕文公》：“《书》曰：‘洚水警余。’洚水者，洪水也。使禹治之，禹掘地而注之海，驱龙蛇而放之菹，水由地中行，江、淮、河、汉是也。险阻既远，鸟兽之害人者消，然后人得平土而居之。”", "金山：《舆地纪胜》镇江府景物：“金山，在江中，去城七里。旧名浮玉，唐李绮镇润州，表名金山。因裴头陀开山得金，故名。”"], "background": "嘉泰四年（1204），辛弃疾奉密旨，出任镇江知府，扼守战略要冲，并为北伐做准备。这首词是词人到任之初，为北固山山腰郡守官署内的尘表亭而题写的作品。"},
{"title": "唐多令·雨过水明霞", "author": "邓剡", "paragraphs": "雨过水明霞。潮回岸带沙。叶声寒、飞透窗纱。堪恨西风吹世换，更吹我、落天涯。\t寂寞古豪华。乌衣日又斜。说兴亡、燕入谁家。惟有南来无数雁，和明月、宿芦花。", "topic": "爱国", "notes": ["唐多令：词牌名，又名《糖多令》《南楼令》《箜篌曲》等。双调，六十字，上下片各五句四平韵。", "水明霞：彩霞照亮了水面。", "西风吹世换：以季节变换暗示朝代的更替。", "豪华：用形容词代指金陵，因其是六朝的京城，以豪华著称。", "乌衣：即乌衣巷，金陵城内街名，位于秦淮河之南。"], "background": "邓剡，文天祥的同乡和朋友。本词为南宋灭亡之后，邓剡被俘，过建康（今南京）时所写。"},
{"title": "声声慢·滁州旅次登楼作和李清宇韵", "author": "辛弃疾", "paragraphs": "征埃成阵，行客相逢，都道幻出层楼。指点檐牙高处，浪拥云浮。今年太平万里，罢长淮、千骑临秋。凭栏望，有东南佳气，西北神州。\t千古怀嵩人去，还笑我、身在楚尾吴头。看取弓刀，陌上车马如流。从今赏心乐事，剩安排、酒令诗筹。华胥梦，愿年年、人似旧游。", "topic": "爱国", "notes": ["（1）征埃：行路人走起来的尘埃。", "（2）幻出：虚构的意思。", "（3）檐牙：古代建筑屋檐上翘的叫飞檐，沿着屋檐的边沿下垂的叫檐牙。", "（4）长淮：指淮河之长。淮河源出河南桐柏山，东经河南、安徽，注入江苏的洪泽湖而入长江。全长约二千公里。金兵侵略时，宋室南逃，双方议定，以淮河为界。“罢长淮”，就是不承认以淮河为界。", "（5）千骑：", "在滁州建立了一支地方武装。农忙时生产，闲时训练，战时打仗。", "（6）凭栏：倚着栏干。", "（7）佳气：吉祥的气象。", "（8）神州：泛指中国。", "（9）怀嵩：怀嵩楼。怀嵩楼即今北楼，唐李德裕贬滁州，作此楼，取怀嵩洛之意。（《舆地纪胜·滁州景物下》）", "（10）楚尾吴头：滁州为古代楚吴交界之地。，故可称“楚尾吴头”。", "（11）陌上：田野小道。", "（12）华胥（xū）：人名。传说是伏羲氏的母亲。﹝黄帝﹞昼寝，而梦游于华胥氏之国。华胥氏之国在弇州之西，台州之北，不知斯齐国几千万里。盖非舟车足力之所及，神游而已。其国无帅长，自然而已；其民无嗜欲，自然而已……黄帝既寤，怡然自得。（《", "·黄帝》）"], "background": "这首词作于乾道八年（1172年），辛弃疾时年三十三岁，在知滁州任上。辛弃疾到滁州后，采取了一系列的有力措施，经过一番努力，不到半年的时间，各方面都取得好的效果。为了与人民同享欢乐，建了这座奠枕楼。楼成后，他怀着喜悦的心情，与友人李清宇同游奠枕楼，兴之所至，写了这首词以和李清宇。"},
{"title": "临江仙·金锁重门荒苑静", "author": "鹿虔扆", "paragraphs": "金锁重门荒苑静，绮窗愁对秋空。翠华一去寂无踪。玉楼歌吹，声断已随风。\t烟月不知人事改，夜阑还照深宫。藕花相向野塘中，暗伤亡国，清露泣香红。", "topic": "爱国", "notes": ["临江仙：唐教坊曲名，后用为词牌。原曲多用以咏水仙，故名。双调五十八字或六十字，平韵。", "金锁重（chóng）门：指重重宫门上了锁。", "荒苑（yuàn）：荒废了的皇家园林。苑，古时供帝王游赏猎狩的园林。", "绮（qǐ）窗：饰有彩绘花纹的窗户。", "翠华：“翠羽华盖”的省语，皇帝仪仗所用的以翠鸟羽毛装饰的旗子，此用以代指皇帝。", "玉楼：指宫中楼阁。", "歌吹：歌唱和演奏音乐的声音。。吹，鼓吹，指用鼓、钲、箫、笳等乐器合奏的乐曲。", "烟月：在淡云中的月亮。", "夜阑：夜深。", "藕花：荷花。", "相向：相对。", "香红：代指藕花。"], "background": "赵崇祚编选《花间集》，据欧阳炯《花间集·叙》后题为“大蜀广政三年夏四月”，为公元940年，即已收入此词，是时距后蜀之亡（宋太祖乾德三年，公元965年），尚有二十五年，故此词或为前蜀王衍亡国（925年）所作。"},
{"title": "绮罗香·红叶", "author": "张炎", "paragraphs": "万里飞霜，千林落木，寒艳不招春妒。枫冷吴江，独客又吟愁句。正船舣、流水孤村，似花绕、斜阳归路。甚荒沟、一片凄凉，载情不去载愁去。\t长安谁问倦旅？羞见衰颜借酒，飘零如许。谩倚新妆，不入洛阳花谱。为回风、起舞尊前，尽化作、断霞千缕。记阴阴、绿遍江南，夜窗听暗雨。", "topic": "爱国", "notes": ["绮（qǐ）罗香：词牌名，最早由宋代史达祖用为词牌，双调一百零四字。", "春妒（dù）：指春天里群芳为争艳而百相妒。", "吴江：即吴淞江，太湖最大的支流，俗名苏州河。", "舣（yǐ）：停驻船只。", "倦旅：疲倦的旅人，作者自指。", "衰（shuāi）颜：憔悴的容颜。", "如许：如此。", "谩（màn）：徒然。", "洛阳花谱：指《洛阳牡丹记》一类的书，洛阳花，指牡丹。", "回风：旋风。"], "background": "《绮罗香·红叶》大约作于元武宗至元1290年冬。其时，张炎年四十三岁，为应元政府写经之召而被迫北行。行之大都（今北京），张炎感伤亡国之情顿上心头，遂借眼前之“红叶”抒发其漂浮不定的身世和忠贞爱国的情操。"},
{"title": "水调歌头·九月望日与客习射西园余偶病不能射", "author": "叶梦得", "paragraphs": "霜降碧天静，秋事促西风。寒声隐地初听，中夜入梧桐。起瞰高城回望，寥落关河千里，一醉与君同。叠鼓闹清晓，飞骑引雕弓。\t岁将晚，客争笑，问衰翁。平生豪气安在，沈领为谁雄。何似当筵虎士，挥手弦声响处，双雁落遥空。老矣真堪愧，回首望云中。", "topic": "爱国", "notes": ["水调歌头：词牌名，双调，上片九句，押四平韵，48字，下片十句，押四平韵，47字，共95字。上下片中的两个六言句，宋人常兼押仄声韵，也可平仄互韵或句句押韵。", "秋事：指秋收，制寒衣等事。", "衰翁：作者自称。", "虎士：勇士，指岳德。", "云中：指云中郎，为汉代北方边防重镇，以此代指边防。"], "background": "绍兴八年（1138），叶梦得再帅建康（今江苏南京）。九月望日，与幕下诸将操练弓箭，他因病而未能上场“习射”，为自己年老力衰无力报国十分伤怀，因此以此为主题写下该词。"},
{"title": "少年游·端午赠黄守徐君猷", "author": "苏轼", "paragraphs": "银塘朱槛麹尘波，圆绿卷新荷。兰条荐浴，菖花酿酒，天气尚清和。\t好将沉醉酬佳节，十分酒、一分歌。狱草烟深，讼庭人悄，无吝宴游过。", "topic": "爱国", "notes": ["少年游：词牌名，始见于", "《珠玉词》。又名《少年游令》，《小阑干》，《玉腊梅枝》，因词有“长似少年时”句，取以为名。", "徐君猷（yóu）：名大受，建安（今福建建瓯）人，当时黄州知州。", "银塘：银亮的池塘。朱槛（jiàn）：红色的栏杆。麹（qū）尘：指淡黄色的江水。麹，同曲。酿酒时，用以发酵的“酒曲”，所生的菌呈淡黄色。", "圆：团团。卷：托住。", "条：枝。荐：进。", "菖（chāng）花：菖蒲花。", "沉醉：喝酒过多，人昏昏欲睡的样子。酬：酬谢。", "无吝：不吝惜，不要舍不得。"], "background": "宋神宗元丰四年（1081年）五月，是苏轼被贬黄州后的第二个端午节。此时，苏轼心情稍为平静，与徐君猷（苏轼贬官黄州时的好友）同赏五月的风光，饮酒开怀，作该词以答谢之。"},
{"title": "沁园春·张路分秋阅", "author": "刘过", "paragraphs": "万马不嘶，一声寒角，令行柳营。见秋原如掌，枪刀突出，星驰铁骑，阵势纵横。人在油幢，戎韬总制，羽扇从容裘带轻。君知否，是山西将种，曾系诗盟。\t龙蛇纸上飞腾。看落笔四筵风雨惊。便尘沙出塞，封侯万里，印金如斗，未惬平生。拂拭腰间，吹毛剑在，不斩楼兰心不平。归来晚，听随军鼓吹，已带边声。", "topic": "爱国", "notes": ["沁园春：词牌名，又名《寿星明》、《洞庭春色》等。双调一百十四字，平韵。", "星驰铁骑：带甲的骑兵如流星般奔驰。", "油幢：油布制的帐幕。", "戎韬总制：以兵法来部勒指挥。戎韬指的是兵法。", "羽扇从容：三国时", "常手执羽扇，从容指挥战事。裘带轻：即轻裘缓带，用羊祜故事。羊祜是西晋人，出镇襄阳十年间，他轻裘缓带，身不披甲，有儒将之风。", "山西将种：古人认为华山以西之地是出将才的地方。", "龙蛇：喻书法。", "惬：满足，畅快。", "吹毛剑：指锋利的剑。", "楼兰：此指金统治者。"], "background": "古代军队时常在秋天进行演习，并有长官进行检阅，所以叫“秋阅”。词题中的“张路分”，姓张，官居路分都监，生平不详。路分都监是宋代路级的军事长官。作者看到爱国将领张路分“秋阅”的情景，有感而发写下该词。"},
{"title": "谒金门·花过雨", "author": "李好古", "paragraphs": "花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。\t谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。", "topic": "爱国", "notes": ["红素：指花色红、白相间。", "觅：寻找。", "玉关：玉门关。借指南宋抗战前线。", "玉楼：豪华的高楼大厦。", "胡尘：指蒙人发动的战争,异族（金或蒙古）侵略", "侯万户：万户侯。"], "background": ""},
{"title": "忆秦娥·梅谢了", "author": "刘克庄", "paragraphs": "梅谢了，塞垣冻解鸿归早。鸿归早，凭伊问讯，大梁遗老。\t浙河西面边声悄，淮河北去炊烟少。炊烟少。宣和宫殿，冷烟衰草。", "topic": "爱国", "notes": ["忆秦娥：词牌名。双调，共四十六字，有仄韵、平韵两体。", "梅谢了：指梅花凋落。", "塞垣（yuán）：指汉代为抵御鲜卑所设的边塞。", "鸿（hóng）：即鸿雁，是一种候鸟。秋风起时北雁南飞，春季则自南归北。在诗词中常被当作信使。", "凭伊：指凭借大雁", "问讯：问候；慰问。", "大梁遗（yí）老：即中原父老、北宋遗民。大梁，战国魏都，即北宋时都城汴京。", "浙河：即浙江 。", "炊烟：指烹制饭菜形成的烟气。", "宣和宫殿：借指故国宫殿。宣和，宋徽宗年号。"], "background": "开禧二年（1206年），韩惦胄仓促的北伐失败了。和议之后，南宋朝廷昏庸的皇帝和掌权的投降派大臣立刻就把恢复中原的大业置之脑后。南宋的许多爱国志士们没有忘记失陷的广大国土，日日为国家的前途担忧。心中的忧虑和期望，而作下的这首词。"},
{"title": "满江红·题南京夷山驿", "author": "王清惠", "paragraphs": "太液芙蓉，浑不似、旧时颜色。曾记得、春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。忽一声、鼙鼓揭天来，繁华歇。\t龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血。客馆夜惊尘土梦，宫车晓碾关山月。问嫦娥、于我肯从容，同圆缺？", "topic": "爱国", "notes": ["太液芙蓉：唐代长安城东大明宫内有太液池，此借指南宋宫廷。芙蓉，即荷花，比喻女子姣好的面容。", "浑不似：全不像。", "春风雨露：比喻帝王的宠爱。", "玉楼金阙：指 富丽的皇宫。", "兰馨：本是女子首饰，这里借喻宫中的后妃。馨，一作“簪”。", "晕潮：指女性脸上泛起红润的美丽光彩。", "鼙鼓：指战鼓。", "龙虎： 比喻南宋的君臣。", "风云：形容国家的威势。", "山河百二：险要之地。", "客馆：指驿馆，旅途中居住的地方。", "宫车：指作者和后妃一行乘坐的车子。", "从容：舒缓不迫。"], "background": "公元1276年春，攻陷了南宋首都临安（今杭州市）的元军正押解着太后、昭仪等一批后妃往大都（内蒙古正蓝旗东）驰去。王昭仪面对昔日蒙受君王宠，今日竟成阶下囚的巨变，百感交集，挥笔写下了这首《满江红·太液芙蓉》，将其题于驿壁之上。"},
{"title": "贺新郎·西湖", "author": "文及翁", "paragraphs": "一勺西湖水。渡江来，百年歌舞，百年酣醉。回首洛阳花石尽，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画舫，问中流、击楫何人是？千古恨，几时洗？\t余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已！便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣！", "topic": "爱国", "notes": ["贺新郎：词牌名，又名“金缕曲”、“乳燕飞”、“貂裘换酒”、“金缕词”、“金缕歌”、“风敲竹”、“贺新凉”等，此调声情沉郁苍凉，宜抒发激越情感，历来为词家所习用。", "一勺：形容西湖湖小水浅。", "渡江：指宋高宗建炎元年渡过长江，在杭州建都。", "洛阳花石：椐宋人李格非的《洛阳名园记》载：“洛阳以园林著称，多名花奇石。”宋徽宗爱石，曾从浙中采集珍奇观赏石，号花石纲。", "新亭：又名劳劳亭，建于三国吴时，位于南京。当年东晋渡江后，贵族每逢春光明媚的时节，便登上新亭赏景饮酒。一次有人说：“风景不殊，正自有山河之异。”众人北望故国，相视而泣。（《世说新语》）", "簇乐：多种乐器一起演奏。", "中流击楫：《晋书·祖逖传》中载：“逖统兵北伐，渡江，中流击楫而誓曰：‘不能请中原而复济者，有如大江’。”", "千古恨：指宋徽宗、宋钦宗被金人掳走的靖康之耻。", "磻（pán）溪：指姜太公在磻溪垂钓，遇周文王而拜相的故事。", "傅岩：相传傅说原是傅岩地方的一个筑墙的奴隶，后成了商王武丁重用的大臣。", "林处士：林逋，北宋人，隐居西湖孤山三十年，养鹤种梅。喻指那些不问国事的清高之士。"], "background": "这首词是宋末元初（1253年）时词人登科后和同年进士一同游览西湖时所作，据《古杭杂记》载，在游船上有人问他“西蜀有此景否”，促使他浮想连篇，触动了他忧国忧民的悲愤感情，写下了这首愤慨之词。"},
{"title": "沁园春·丁酉岁感事", "author": "陈人杰", "paragraphs": "谁使神州，百年陆沉，青毡未还？怅晨星残月，北州豪杰；西风斜日，东帝江山。刘表坐谈，深源轻进，机会失之弹指间。伤心事，是年年冰合，在在风寒。\t说和说战都难，算未必江沱堪宴安。叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋，事犹可做，更剔残灯抽剑看。麒麟阁，岂中兴人物，不画儒冠。", "topic": "爱国", "notes": ["沁园春：词牌名，又名“东仙”“寿星明”“洞庭春色”。", "丁酉岁：宋理宗嘉熙元年（1237）前后，蒙古灭金，发兵南侵攻宋。", "青毡（zhān）：比喻中原故土，将敌人比作盗贼。", "东帝：战国齐王称东帝。比喻穷途末路的南宋。", "刘表坐谈：典故来源于《三国志》。刘备劝荆州牧刘表袭许昌，刘表不听，坐失良机。", "深源：东晋殷浩，字深源，善高谈阔论。曾轻率北伐，结果大败。", "年年冰合，在在风寒：以气候的寒冷比喻局势的艰危。", "江沱（tuó）：代指江南，沱是长江的支流。"], "background": "此词的前三年，蒙古灭金后，随即对宋大举兴兵，连年南下，宋军屡屡败北。宋理宗张惶失措，虽下沼罪已，仍无法挽救国土的沦丧。词中所言“丁酉岁”（1237年，理宗嘉熙元年）即是指那几年的事。面对朝廷的腐败无能，国家的日益陆沉，作者痛心疾首，愤郁填膺，不由写下该词。"},
{"title": "浣溪沙·霜日明霄水蘸空", "author": "张孝祥", "paragraphs": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。\t万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。", "topic": "爱国", "notes": ["题解：此词原无题，乾道本题作“荆州约马奉先登城楼观塞”。据乾道本《于湖先生长短句》，此词调名下另有小题“荆州约马举先登城楼观塞”。“观塞”即观望边塞。这时荆州北面的襄樊尚是宋地，这里“塞”应是指荆州郊外的防御工事。", "霜日：指秋天。一说秋天的太阳。明霄：明净的天空；晴朗的天空。蘸（zhàn）：沾染，沾取液体。水蘸空：指远方的湖水和天空相接。", "鞘（shāo）：装刀剑的套子，一说鞭鞘，这里指马鞭。鸣鞘声：刀剑出鞘声。一说指行军时用力挥动马鞭发出的声音。绣旗：绣有图案的军旗。", "有无中：若有若无。", "烽火北：当时荆州已成南宋边界，谓被金人占领的中原已在火线的北面。", "尊：同“樽”，酒杯。酒器。戍楼：有军队驻防的城楼。", "酒阑：饮酒将尽。悲风：指凄厉的秋风。"], "background": "宋孝宗乾道四年（1168）的秋天，张孝祥出任荆南湖北路安抚使，八月开始驻在荆州。《宣城张氏信谱传》称：“荆州当虏骑之冲，自建炎以来，岁无宁日。公（孝祥）内修外攘，百废俱兴，虽羽檄旁午，民得休息。”据词原题及“霜日明霄”等语，推定这首词应当是乾道四年冬作于荆州。"},
{"title": "水调歌头·多景楼", "author": "陆游", "paragraphs": "江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。\t露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。", "topic": "爱国", "notes": ["多景楼：在镇江北固山上甘露寺内。1164年10月初，出任镇江府通判的", "陪同镇江知府方兹（即“使君”）登楼游宴，写下此词。时金兵方踞淮北，镇", "江防前线。", "江左：长江最下游的地方，即今江苏省等地。", "徐州：指镇江。东晋南渡，置侨州侨郡，曾以徐州治镇江，故镇江又称徐州或南徐州。", "缥缈：似有若无。", "危楼，高楼。", "鼓角：战鼓号角。", "烽火：边防报警的烟火。", "明灭：忽明忽暗。", "孙刘：三国时孙权和刘备，曾联合破", "。", "曜（yào）：照耀。", "戈甲：兵器和盔甲。", "灶：军中炊灶，指代营垒。", "貔貅（pí xiū）：猛兽，喻指勇猛战士。", "使君：古代州郡长官所称，此处指方滋。方滋（1102—1172），字务德，严州桐庐（今属浙江）人。以荫入仕，时知镇江府事。", "宏放：通达豪放。 ‘", "黯（àn）：昏黑。", "叔子：西晋大将羊祜（hù），字叔子，镇守襄阳，曾登临兴悲。晋泰始五年（269）以尚书左仆射都督荆州诸军事，出镇襄阳，在镇十年。", "汉江：汉水，流经襄阳。"], "background": "孝宗隆兴元年（公元1163年）陆游三十九岁，以枢密院编修官兼编类圣政所检讨官出任镇江府通判。当时金兵方踞淮北，镇江为江防前线，而多景楼在镇江北固山上甘露寺内。孝宗隆兴二年十月初，陆游陪同知镇江府事方滋登楼游宴时，内心感叹而写下此词赋。"},
{"title": "贺新郎·把酒长亭说", "author": "辛弃疾", "paragraphs": "陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之正是遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。\t把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢残雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。\t佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。", "topic": "爱国", "notes": ["陈同父：即", "（—），字同父（甫），号龙川，婺州永康（今属浙江）人。", "东阳：即今浙江金华。", "来：访问，探望。", "鹅湖：葛江西铅山县东北，山上有湖，原名荷湖，因东晋龚氏居山养鹅，更名鹅湖。", "朱晦庵：即", "，字元晦，号晦庵，早期主战，晚年主和，与辛陈政见相左。", "紫溪：葛铅山县南四十里，为建阳上饶的必经之像。", "既别之明日：别后的第二天。", "追路：追随，追赶。", "鹭鹚林（lù cí lín）：地名，古驿像所经之地。南宋史弥宁《鹭鹚林》诗：“驿路逢梅香满襟，携家又过鹭鹚林。含风野水琉璃软，沐雨春山翡翠深。”", "方村：村庄名，葛鹭鹚林西南。", "怅（chàng）然：失望的样子。", "不遂：没有成功。", "泉湖：地名，葛信州东，方村附近。", "《乳燕飞》：《贺新郎》的别名，因", "《贺新郎》有“乳燕飞华屋”句而得名。", "见意：表达意见。", "索词：要我写词。", "心所同然：两人内心所共同想到的。", "长亭：古时葛城外像路旁每隔十里设立的亭子，供行旅休息，或饯别亲友。", "渊明：", "，这里指陈亮。陈亮没有做过官，所以", "把他比作躬耕紫桑的陶渊明。", "风流：高洁宏远的风度和志趣。", "酷似：非常相似。", "卧龙诸葛：未出山前的", "。这里是称赞陈亮，说他和诸葛亮一样，有杰出的政治才能。卧龙，比喻才能杰出的隐士。", "蹙（cù）踏：踩踏。", "剩水残山：封敝的山水。", "无态度：不成样子。", "料理：点缀，装饰。", "风月：泛指风光景色。", "萧瑟：冷落，凄凉。", "佳人：美好的人，指君子贤人好友。这里指陈亮。", "重约：重视约定。五年前，陈亮约访辛弃疾，因被诬下狱未能践约，此次方践旧约。", "轻别：轻易地分别。", "冰合：冰封住了江面。", "车轮生四角：谓像路泥泞，车轮像长了角一样，不能转动，无法前进。", "销骨：极度伤心。", "愁绝：极端哀愁。", "“铸就”句：《资治通鉴》卷二六五：罗绍威曰：“合六州四十三县铁，不能为此错也。”此言没留住陈亮是个错误。费尽人间铁，用尽了人世上所有的铁。这里是用夸张的笔法，写友谊的深厚坚实。", "长夜笛：：《太平广记》卷二十四载，唐代著名笛师李謩葛宴会遇见善吹笛的独孤生，就把自己的长笛拿出来请他吹奏。独孤生说此笛吹至乐曲“入破”处必裂，一试果然。这里用此典关合题序“闻邻笛山甚”之意，希望他不要把笛子吹裂，自己实葛受不了笛声之山。"], "background": "淳熙十五年（1188）冬，陈亮远道来访，和辛弃疾同游鹅湖，虽然为期只有十天，这在辛弃疾一生中，是一次很有意义的会见。陈亮东归之后，辛弃疾写了这首《贺新郎》，两人往返唱和，各自写了三首。他们两人在词中所写的，离不开抗金这个中心思想。"},
{"title": "贺新郎·兵后寓吴", "author": "蒋捷", "paragraphs": "深阁帘垂绣。记家人、软语灯边，笑涡红透。万叠城头哀怨角，吹落霜花满袖。影厮伴、东奔西走。望断乡关知何处，羡寒鸦、到著黄昏后。一点点，归杨柳。\t相看只有山如旧。叹浮云、本是无心，也成苍狗。明日枯荷包冷饭，又过前头小阜。趁未发、且尝村酒。醉探枵囊毛锥在，问邻翁。要写牛经否。翁不应，但摇手。", "topic": "爱国", "notes": ["贺新郎：词牌名。双调一百十六字。上下阕各十句。六仄韵。", "兵后寓吴：指元军攻陷临安（1276）后，作者离开家乡，流寓在苏州一带。", "帘垂绣：即绣帘垂。", "涡：酒涡。", "万叠：指乐曲反复不停地吹奏。", "影厮伴：只有影儿相伴。", "浮云苍狗：比喻世事变幻无常。", "小阜：小土山。", "枵（xiāo）囊：空口袋（指没有钱）。", "毛锥：毛笔。", "牛经：关于牛的知识的书。《三国志》注引《相印书》，说汉朝有《牛经》。"], "background": "《贺新郎·兵后寓吴》作于恭帝德祐二年（1276）三月元军占领临安后，帝昺祥兴二年（1279）二月南宋最终灭亡前这三年间的某个秋天，蒋捷不肯降附元人，为了逃脱网罗与迫害，抛下妻儿老小，独自奔走他乡。作这首词的时候蒋捷正在平江府一带流浪。"},
{"title": "生查子·三尺龙泉剑", "author": "佚名", "paragraphs": "三尺龙泉剑，匣里无人见。\t一张落雁弓，百支金花箭。\t为国竭忠贞，苦处曾征战。\t先望立功勋，后见君王面。", "topic": "爱国", "notes": ["生查子：唐教坊曲名，后用为词调。任半塘载教坊记笺订》言：“载生查子》乃五言八句仄韵之声诗。今传辞虽以", "之作为早，但盛唐间", "已有其调。”旧说认为“查”即古“槎”字，词名取义与为骞乘槎到天河的传说。", "“龙泉剑”，为古代传说中的宝剑。载太平寰宇记》载，据传有人用龙泉县的水铸成宝剑，剑化龙飞去，故称。", "“一为落雁弓”原作“金落雁一为弓”，刘盼遂校此句衍“金”字；任中敏（号二北）载敦煌曲校录》改为“一为落雁弓”。"], "background": ""},
{"title": "阮郎归·绍兴乙卯大雪行鄱阳道中", "author": "向子諲", "paragraphs": "江南江北雪漫漫，遥知易水寒。同云深处望三关，断肠山又山。\t天可老，海能翻，消除此恨难。频闻遣使问平安，几时鸾辂还？", "topic": "爱国", "notes": ["阮（ruǎn）郎归：词牌名，又名醉桃源、醉桃园、碧桃春。双调四十七字，前后片各四平韵。", "鄱（pó）阳：有名，今江西鄱阳。", "江南江北：长江南北，这里泛指下雪的有方。", "易水：水名，源出河北易县，此指沦陷区。", "同云：即彤云，下雪前的阴云。", "三关：公元954年，五代周世宗柴荣征辽，收复益津关、淤口关、瓦桥关等。这。三关”均在今河北境易水一带。后都为名所占，是北伐必经之有。", "遣（qiǎn）使二平安：宋高宗不希望二帝还朝，但为掩人耳目，于建炎三年（1129）、绍兴二年（1132）和绍兴四年（1134）多次分别派", "、潘致尧、章谊等人为大名通问使、军前通问使、名国通问使，频频探问徽、钦二帝，以逃避人民的指责。当词人写此词时，徽宗已被囚死。", "鸾辂（luán lù）：天子乘坐的车，这里借代指徽、钦二帝和帝后。"], "background": "绍兴五年（1135）冬天，词人冒雪前往鄱阳，大雪纷飞的天气使词人感受到了被囚禁在金国的徽、钦二帝痛苦，词人又联想到因为国内主和派阻挠而导致的北伐失败，心有所感，写下了这首词。"},
{"title": "水龙吟·放船千里凌波去", "author": "朱敦儒", "paragraphs": "放船千里凌波去。略为吴山留顾。云屯水府，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊嵩旧隐，巢由故友，南柯梦、遽如许。\t回首妖氛未扫，问人间、英雄何处。奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。", "topic": "爱国", "notes": ["水龙吟：词牌名。又名“龙吟曲”“庄椿岁”“小楼连苑”。一百二字，前后片各四仄韵。", "凌渡去：乘风破浪而去。凌，渡，逾越。", "略为：稍微，形容时间短暂。吴山：泛指江南之山。留顾：停留瞻望。", "水府：星官名。谓天将下雨。", "神女：指传说中朝为行云、暮为行雨的巫山神女。", "九江：诸水汇流而成的大江。九，极言其多。长江由众多支流汇聚而成，故曰九江。", "北客：北方南来之人，作者自称，因其家在洛阳，故曰北客。翩然：指舟行迅疾如飞。", "伊嵩：伊水与嵩山，均在河南境内。", "巢由：巢父、许由，都是古代的隐士。", "遽（jù）：就。如许：如此。", "妖氛：凶气，指金兵。", "白羽：白羽扇，古代儒将常挥白羽扇，指挥作战。", "桂棹（zhào）：船桨的美称，此代指船。", "梁父：即《梁父吟》，一作《梁甫吟》，乐府《楚调曲》名。今存古辞，传为", "所作。"], "background": "宋钦宗靖康元年（公元1126年），金兵大举南侵，洛阳、汴京一带，均遭兵燹。不久，汴京沦陷。朱敦儒携家南逃，先到淮海地区，后渡江至金陵。又从金陵沿江而上，到达江西。再由江西南下广东，避乱南雄（今广东南雄县）。这首词具体写作年月不可考，是作者在金兵南侵后的感时抒愤之作，大概作于建炎晚期（公元1129年—1130年）避难江南舟行长江时，作者借古忧今，抒发出一腔忧国忧民的爱国情怀。"},
{"title": "鹧鸪天·建康上元作", "author": "赵鼎", "paragraphs": "客路那知岁序移，忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。\t花弄影，月流辉，水晶宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。", "topic": "爱国", "notes": ["建康：即今南京市。", "上元：指元宵节。", "那：也写作“哪”。", "岁序：岁时的顺序，岁月。", "小桃：初春开花的一种桃树。", "悲凉地：指建康（今南京市）。", "水晶宫殿：用水晶装饰的宫殿，形容极其豪华辉煌，泛指宋汴京宫殿。", "五云：王色瑞云，多指吉祥征兆，代指皇帝所在地。", "华胥（xū）梦：指梦境。"], "background": "公元1127年（宋钦宗靖康二年）春，北宋灭亡，宋室南迁。是年秋，赵鼎南渡，沿水路至仪真，作者大约于年底或次年初至建康，于上元节（元宵节）之夜写下了这首抒发故国之思的词作。"},
{"title": "念奴娇·驿中别友人", "author": "文天祥", "paragraphs": "水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。\t那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。", "topic": "爱国", "notes": ["金人：谓魏明帝迁铜人、承露盘等汉时旧物，铜人潸然泪下之事。", "堂堂剑气：指灵剑奇气，上冲斗牛，得水化龙事。", "斗牛：二十八宿之斗、牛二宿也。斗音抖，南斗，非北斗七星之谓也。", "睨柱吞嬴：谓战国蔺相如使秦完璧归赵故事。", "回旗走懿：谓诸葛亮遗计吓退司马懿事。"], "background": "此词作于邓剡和文天祥被押送燕京途中。南宋祥兴元年（1278），文天祥抗元兵败，被俘为虏。次年南宋最后的厓山行朝覆灭，邓剡跳海未死也被俘。邓剡和文天祥是同乡好友，被俘后同被囚禁在一起，又一同被押解北上元朝京都。到金陵时，邓剡因病留下就医，文天祥将继续北上。临别之际，感触良多，作此词赠友人，为之壮行。文天祥集中有《酹江月·和友驿中言别》一词，当为此词唱和之作。"},
{"title": "水调歌头·和庞佑父", "author": "张孝祥", "paragraphs": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。\t忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。", "topic": "爱国", "notes": [], "background": ""},
{"title": "满江红·送李正之提刑入蜀", "author": "辛弃疾", "paragraphs": "蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。\t儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。", "topic": "爱国", "notes": ["满江红：词牌名；李正之：李大正，字正之；提刑：提点刑狱使的简称，主管一路的司法、刑狱和监察事务。", "绣衣：西汉武帝时设绣衣直指官，派往各地审理重大案件。他们身着绣衣，以示尊贵。这里借指友人李正之。", "东北看惊：指曹魏有惊于西蜀北侯，此借喻金人闻风心惊。诸葛表：", "出师北侯曹魏，有《出师表》上蜀汉后主。", "西南：川蜀地处西南。檄（xí席）：檄文，即告示。相如檄：", "有《喻巴蜀檄》。", "功名：赞友人文才出众，足能立功建业。君侯：汉代对列侯的尊称，后泛指达官贵人，此指李正之。", "如椽（chuán传）笔：如椽（架屋用的椽木）巨笔，指大手笔。", "休：不要。", "荆楚：今湖南、湖北一带，为李由江西入蜀的必经之地。稼轩曾官湖南、湖北，故谓“吾能说”。", "要：请。", "赤壁矶：一名赤鼻矶，在今湖北黄冈县西南，", "以为是当年周瑜破曹之地，曾作《念奴娇·赤壁怀古》词和《赤壁赋》凭吊之。", "铜鞮（dī）：铜鞮在今湖北襄阳。三更：古代时间名词。古代把子时作为三更，一般用三更来指深夜。", "正：正值，正当时。", "相忆：相思；想念。"], "background": "《满江红·送李正之提刑入蜀》作于宋孝宗淳熙十一年（1184年）冬，时稼轩罢居上饶。李正之是辛弃疾的好友，曾两度任江淮、荆楚、福建、广南路的提点坑冶铸钱公事（采铜铸钱），信州为当时主要产铜区，故李正之常驻信州。是年冬入蜀，改任利州路提点刑狱使。稼轩作此词送行。"},
{"title": "蝶恋花·月下醉书雨岩石浪", "author": "辛弃疾", "paragraphs": "九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。\t冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。", "topic": "爱国", "notes": ["雨岩：地名，在江西永丰县西博山中。", "石浪：雨岩的一块巨石，长三十余丈，状甚怪；篇末“石龙”指此。", "湘累：指屈原。冤屈而死叫“累”，屈原是投湖南汨罗江而死的，所以前人称他为湘累。"], "background": "这首词是辛弃疾晚年的作品，约写于公元1203年。其时正是辛弃疾遭受诬陷、被弹劾落职后，心情处于极度苦闷的时期。生活上的孤独感和政治上的失意感，促使他纵情山水，以开释愁怀。然而独游山水的幽寂使他感觉到更加孤独，独游山水的空虚唤起了失意的忧郁。"},
{"title": "贺新郎·寄李伯纪丞相", "author": "张元干", "paragraphs": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。\t十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。", "topic": "爱国", "notes": ["贺新郎：词牌名。", "李伯纪：即", "。", "鼻息鸣鼍鼓：指人们熟睡，鼾声有如击着用猪婆龙的皮做成的鼓，即有鼾声如雷之意。鼍鼓：用鼍皮蒙的鼓。鼍：水中动物，俗称猪婆龙。", "“谁伴我”二句：用东晋祖逖和刘琨夜半闻鸡同起舞剑的故事。见《晋书·祖逖传》。", "十年一梦扬州路：化用", "诗“十年一觉扬州梦”，借指十年前，即建炎元年，金兵分道南侵。宋高宗避难至扬州，后至杭州，而扬州则被金兵焚烧。十年后，宋金和议已成，主战派遭迫害，收复失地已成梦想。", "骄虏：指金人。《汉书·匈奴传》说匈奴是“天之骄子”，这里是借指。", "要斩楼兰：用西汉傅介子出使西域斩楼兰王的故事。《汉书·傅介子传》载，楼兰王曾杀汉使者，傅介子奉命“至楼兰。……王贪汉物，来见使者。……王起随介子入帐中，屏语，壮士二人从后刺之，刃交胸，立死。”", "琵琶旧语：用汉代王昭君出嫁匈奴事。她善弹琵琶，有乐曲《昭君怨》。琵琶旧语即指此。", "谩暗涩铜华尘土：叹息当时和议已成定局，虽有宝剑也不能用来杀敌，只是使它生铜花（即铜锈），放弃于尘土之中。暗涩：是形容宝剑上布满铜锈，逐渐失光彩，失去作用。铜华：指铜花，即生了铜锈。", "垂纶：即垂钓。纶，钓鱼用的丝线。传说吕尚在渭水垂钓，后遇周文王。后世以垂钓指隐居。"], "background": "绍兴八年（1138年）冬，奸臣秦桧、孙近等筹划与金议和、向金营纳贡，李纲坚决反对，张元干闻之怒不可遏，作《再次前韵即事》诗，痛斥秦桧、孙近等主和卖国之权奸为“群羊”。李纲在福州上疏反对朝廷议和卖国，张元干得知李纲上书事，作《贺新郎·寄李伯纪丞相》。"},
{"title": "临江仙·试问梅花何处好", "author": "张孝祥", "paragraphs": "试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。\t谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。", "topic": "爱国", "notes": ["藉草：以草荐地而坐。", "玉扶疏：指梅枝舒展。", "擫：用手按捺。昭华：即玉管。古调：指笛曲《梅花落》。一本作“古怨”。", "清都：指北宋都城汴梁。"], "background": ""},
{"title": "贺新郎·寄辛幼安和见怀韵", "author": "陈亮", "paragraphs": "老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。\t树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。", "topic": "爱国", "notes": ["贺新郎：后人创调，又名《金缕曲》、《乳燕飞》、《貂裘换酒》。传作以《东坡乐府》所收为最早，惟句豆平仄，与诸家颇多不合。因以《稼轩长短句》为准。一百十六字，前后片各六仄韵。大抵用入声部韵者较激壮，用上、去声部韵者较凄郁，贵能各适物宜耳。", "辛幼安：辛弃疾，字幼安，淳熙十五年（1188年）末，辛寄《贺新郎·把酒长亭说》与", "，因作此词相和。", "和见怀韵：酬和（你）怀想（我而写的词作的）原韵。", "凭谁说：向谁诉说。", "神奇臭腐：《庄子·知北游》：“所美者为神奇，所恶者为臭腐。臭腐复化为神奇，神奇复化为臭腐。故曰通天下一气耳。”言天下之事变化甚多。", "夏裘冬葛：《淮南子·精神训》：“知冬日之箑，夏日之裘，无用于己。”箑（shà）：扇。本指冬日穿葛衣、 用扇子，夏日寄裘皮，是与时不宜。此喻世事颠倒。", "犹未燥，当时生发：陈亮《中兴论》云：“ 南渡已久，中原父老，日以殂谢，生长于戎，岂知有我！昔宋文帝欲取河南故地，魏太武以为我自生发未燥，即知河南是我境土，安得为南朝故地？故文帝既得而复失之。”生发，即胎毛。生发未燥即胎毛未干，指婴儿时。", "二十五弦：用乌孙公主、", "和番事，指宋金议和。《史记·封禅书》：“太帝使素女鼓五十弦瑟，悲， 帝禁不止，故破其瑟为二十五弦。”应上片末句之“汉宫瑟”。乌孙公主与王昭君之和亲，均以琵琶曲表哀怨，故此处之瑟实指琵琶。", "月：以月喻地。", "树犹如此：《世说新语·言语》：“桓公北征，经金城，见前为琅邪时种柳，皆已十围。慨然曰：‘木犹如此， 人何以堪！’攀枝执条，演然流泪。”《皮树蔓·枯树赋》作“ 树犹如此” 。", "妍皮痴骨：《晋书·慕容超载记》： “超自以诸父在东，恐为姚氏所录，乃阳（佯）狂行乞。秦人贱之，惟姚绍见而异焉，劝兴拘以爵位。召见与语，超深自晦匿，兴大鄙之，谓绍曰：‘谚云：妍皮不裹痴骨。妄语耳！’由是得去来无禁。”此处指己才不为人识，遭鄙弃而被埋没。妍皮，谓俊美的外貌：痴骨，指愚笨的内心。", "伯牙弦绝：《吕氏春秋·本味》载，伯牙鼓琴，钟子期听之，知其志在太山、流水，钟子期死，伯牙破琴绝弦，终身不复鼓琴。此处是将辛弃疾引为知音。", "九转：《抱朴子·金丹》：“一转之丹，服之三年得仙； 二转之丹，服之二年得仙；’……九转之丹，服之三日得仙。”"], "background": "淳熙十五年（1188年）冬，陈亮约朱熹在赣闽交界处的紫溪与辛弃疾会面。陈亮先由浙江东阳到江西上饶，访问了罢官闲居带湖的辛弃疾。恰好收到陈亮索词的书信，辛弃疾便将《贺新郎》录寄。陈亮的这首“老去凭谁说”，就是答辛弃疾那首《贺新郎》原韵的。"},
{"title": "汉宫春·初自南郑来成都作", "author": "陆游", "paragraphs": "羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。\t何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。", "topic": "爱国", "notes": ["汉宫春：词牌名。", "南郑：地名，即今陕西省汉中市，地处川陕要冲，自古为军事重镇。", "截虎：", "在汉中时有过射虎的故事。", "野帐、青毡：均指野外的帐幕。", "淋漓醉墨：乘着酒兴落笔，写得淋漓尽致。", "龙蛇：笔势飞舞的样子。蛮笺（jiān）：古时四川产的彩色笺纸。", "许：推许、赞许。", "诗情将略：作诗的才能，用兵作战的谋略。", "灯山：把无数的花灯叠作山形。", "欹（qī）帽垂鞭：帽子歪戴着，骑马缓行不用鞭打，形容闲散逍遥。敧帽：指歪戴着帽子。欹：歪戴。", "不信由天：不相信要由天意来决定。"], "background": "这首词是宋孝宗乾道九年（1173年）春陆游在成都时所作，时作者年四十九岁。乾道八年（1172年）冬，陆游被改命为成都府路安抚司参议官，从南郑行抵成都，已经是年底。题目说是初来，词中写到元夕观灯、花时游乐等等，应该已是乾道九年（1173年）春。"},
{"title": "水调歌头·题剑阁", "author": "崔与之", "paragraphs": "万里云间戍，立马剑门关。乱山极目无际，直北是长安。人苦百年涂炭，鬼哭三边锋镝，天道久应还。手写留屯奏，炯炯寸心丹。\t对青灯，搔白首，漏声残。老来勋业未就，妨却一身闲。梅岭绿阴青子，蒲涧清泉白石，怪我旧盟寒。烽火平安夜，归梦绕家山。", "topic": "爱国", "notes": ["水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上片九句四平韵、下片十句四平韵。", "长安：代指北宋都城汴京。", "镝（dí）：箭头，亦指箭。", "天道：古代哲学术语。原指自然界和人类社会发展的规律，其中含有封建迷信成份。", "梅岭：即大庾岭，在江西、广东交界处。因岭上多梅，故称。作者为广州人，故云。", "蒲涧：在广州白云山上，涧中生有九节菖蒲，其水清甜。作者曾隐居于此。"], "background": "1219—1222年，崔与之，出任成都知府兼成都府路安抚使时，曾登临剑阁，写下这首词。这时，淮河秦岭以北的大片国土，尽沦于敌手。在这种情况下，词人立马剑门，举目瞭望中原，心中不胜感慨。"},
{"title": "柳梢青·春感", "author": "刘辰翁", "paragraphs": "铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。\t那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。", "topic": "爱国", "notes": ["题曰《春感》，亦咏元宵。", "铁马：指战马。陆倕《石阙铭》：“铁马千群。”", "银花：花炮，俗称“放花”", "《正月十五夜》：“火树银花合。”洒泪“兼用", "《春望》“感时花溅泪”意。", "愁城：", "《愁赋》：“攻许愁城终不破。”详见", "《齐天乐》注⑷（231页）。", "指蒙古的流行歌曲，鼓吹杂戏。", "《西河》：“酒旗戏鼓甚处市。”", "故国：本意是“故都”，这里兼说“故宫”，连下高台。《武林旧事》卷三：“禁中例观潮于‘天开图画‘，高台下瞰，如在指掌。”", "辇下：皇帝辇毂之下，京师的代称，犹言都下。", "三句分说：宋亡以后临安元宵光景，自己避乱山中，宋室漂流海上。"], "background": "这首词作于南宋灭亡之后，刘辰翁亲历了国家的最后灭亡。自古以来．经三代二帝开创、汉唐帝国不断开辟的广袤国土终于第一次沦为异族的牧场！亡国之恸该是何等深重。作者用凄凉之笔，抒发了邦宗沦覆，物事皆非之感。"},
{"title": "鹧鸪天·祖国沉沦感不禁", "author": "秋瑾", "paragraphs": "祖国沉沦感不禁，闲来海外觅知音。金瓯已缺总须补，为国牺牲敢惜身！\t嗟险阻，叹飘零。关山万里作雄行。休言女子非英物，夜夜龙泉壁上鸣。", "topic": "爱国", "notes": ["沉沦：沉没，危亡的意思。", "不禁（jīn）：忍不住。", "海外：指日本。作者曾东渡日本留学。", "知音：这里指革命同志。", "金瓯（ōu）已缺：指国土被列强瓜分。《南史·朱异传》：“我国家犹若金瓯，无一伤缺。”金瓯：金的盆盂。比喻疆土之完固。亦用于指国土。", "嗟（jiē）险阻：叹路途之艰险梗塞。", "叹飘零：感慨自身漂泊无依。", "关山万里：指赴日留学。《木兰诗》：“万里赴戎机，关山度若飞”。", "作雄行：指女扮男装。", "英物：杰出的人物。", "龙泉：宝剑名：雷焕于丰城狱基掘得二剑， 一名龙泉，一名太阿。晋王嘉《拾遗记·颛顼（xū）》：“（颛顼）有曳影之剑，腾空而舒，若四方有兵，此剑则飞起指其方，则剋伐，未用之时，常于匣里，如龙虎之吟。”"], "background": "中日甲午战争后，清朝帝国已经岌岌可危、风雨飘摇。为了寻找革命道路，1904年（光绪三十年），词人赴日留学，并在日本加入了光复会、同盟会，从此走上救亡图存的革命道路。该词为赴日不久的作品，创作时间约为1904年。"},
{"title": "水调歌头·细数十年事", "author": "范成大", "paragraphs": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。\t敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？", "topic": "爱国", "notes": ["水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。", "新梦：未曾料到之意。", "黄鹤旧山头：指黄鹤山，又名黄鹄山，今称蛇山，在湖北武昌西。传说仙人王子安曾乘黄鹤过此，因此为名。", "“老子”三句：诗人自谓。东晋庾亮镇武昌时，曾与僚属殷浩等人秋夜登南楼，曰：“老子于此处兴复不浅”（《世说新语·容止》）。吟诗宴饮，谈笑甚欢。作者用以描绘自己此次登南楼游乐的情景。个中：此中。", "星汉：银河。这里指天上的星星。", "玉镜：指月亮。", "秦、楚：分指古时秦国和楚国的所在地，秦北楚南，借指北地与南地。", "熨江：此处形容江面平静。熨：烫平。江：指长江。", "关河：山河。关：指关塞。离合：这里用作偏义复词，指分裂。", "南北依旧照清愁：南北山河分裂，月光仿佛笼罩着无边的“清愁”。", "妲娥：即嫦娥。冷眼：对事物持冷静或冷淡的态度。", "霜鬓：鬓发如霜，形容年老。", "空敝黑貂裘：用《战国策·秦策》的故事。苏秦游说秦王，十次上书均未被采纳，资用乏绝，所穿黑貂皮衣服也已破旧不堪，只好离秦返家。这里比喻作者理想未能实现。空：徒然。敝黑貂裘：形容奔走连年，潦倒郎当。敝：破烂。", "酾酒（shāi）：斟酒。", "蟾（chán）兔：古代神话传说，月中有蟾蜍、白兔。此指月亮。", "沧洲：水边之地，隐者所居。此指故乡。"], "background": "据作者《吴船录》，此词作于公元1177年（淳熙四年）中秋，这年五月作者因病辞去四川制置一职，乘舟东去。八月十四日至鄂州（今湖北武昌），十五日晚参加赴知州刘邦翰设于黄鹤山南楼的赏月宴会。"},
{"title": "诉衷情·当年万里觅封侯", "author": "陆游", "paragraphs": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。\t胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。", "topic": "爱国", "notes": ["诉衷情：词牌名。", "万里觅封侯：奔赴万里外的疆场，寻找建功立业的机会。", "戍（shù）：守边。", "梁州：治所在南郑。", "著作中，称其参加四川宣抚使幕府所在地，常杂用以上地名。", "关河：关塞、河流。一说指潼关黄河之所在。此处泛指汉中前线险要的地方。梦断：梦醒。", "尘暗旧貂裘：貂皮裘上落满灰尘，颜色为之暗淡。这里借用苏秦典故，说自己不受重用，未能施展抱负。", "胡：古泛称西北各族为胡，亦指来自彼方之物。南宋词中多指金人。此处指金入侵者。", "鬓：鬓发。秋：秋霜，比喻年老鬓白。", "天山：在中国西北部，是汉唐时的边疆。这里代指南宋与金国相持的西北前线。", "沧洲：靠近水的地方，古时常用来泛指隐士居住之地。这里是指作者位于镜湖之滨的家乡。"], "background": "公元1172年（宋孝宗乾道八年），陆游在西北前线重镇南郑军中任职，度过了八个多月的戎马生活。公元1189年（淳熙十六年）陆游被弹劾罢官后，退隐山阴故居长达十二年。这期间写下了一系列爱国诗词。这首《诉衷情》是其中的一篇，具体创作时间不详。"},
{"title": "满江红·点火樱桃", "author": "辛弃疾", "paragraphs": "点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。\t层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。", "topic": "爱国", "notes": ["茶蘑：亦称酴醿，以色似酴醿酒而名。落叶小灌木，春末夏初开白花。一架：荼藦枝细长而攀缘，立架以扶，故称一架。", "龙孙：竹笋的别名。紫苔苍壁：长满青紫色苔藓的土阶。", "乳燕引雏：母燕引着雏燕试飞。", "流莺唤友：黄莺呼叫伴侣。", "肠千结：以千结形容愁肠难解。", "蝴蝶梦：庄子梦见自己化为蝴蝶，后人造以蝴蝶称梦。子规：亦名杜鹃。"], "background": "《满江红·点火樱桃》写作年代已无法考证，也没有其他材料可供参阅，但从此词的意境推测，可能是辛弃疾中年政治失意后的思归之作。"},
{"title": "贺新郎·国脉微如缕", "author": "刘克庄", "paragraphs": "实之三和有忧边之语，走笔答之。\t国脉微如缕。问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度？试看取当年韩五。岂有谷城公付授，也不干曾遇骊山母。谈笑起，两河路。\t少时棋柝曾联句。叹而今登楼揽镜，事机频误。闻说北风吹面急，边上冲梯屡舞。君莫道投鞭虚语，自古一贤能制难，有金汤便可无张许？快投笔，莫题柱。", "topic": "爱国", "notes": ["贺新郎：词牌名。 又名《金缕歌》《金缕曲》《金缕词》《乳燕飞》《贺新凉)等。双调一百十六字，上下阕各十句，六仄韵。余为变格。", "三和：用原韵第三次作词唱和。忧边之语：忧虑边境被敌人（指蒙古军）侵犯的话。", "国脉：国家的命脉。", "长缨：长带子。", "戎主：敌人的首领。", "尺度：标准。", "韩五：南宋抗金名将韩世忠，排行第五，人称韩五。", "谷城公：亦称", "。传说汉代张良曾于谷城山下遇仙人传授兵书。", "骊山母：一作黎山老母，道教传说中的女仙。传说唐朝李筌曾在骊山下遇一老母为他讲解《阴符》秘文。", "两河路：指宋代行政区划河北东路和河北西路,即今河北山西、河南部分地区。", "联句：两人或多人各作一句或两句，组合成一首诗，谓联句。", "登楼揽镜:上楼照镜，慨叹功业未建，人已衰老。", "冲梯：冲车和云梯，古代攻城的工具。", "制难：挽回危难的局势。", "金汤：“金城汤池”的省语，比喻坚固的防御工事。张许：张巡和许远，唐代安史之乱时死守睢阳的名将。", "投笔：投笔从戎，用汉代班超投笔从戎，立功边疆的典故。", "题柱：汉代", "过成都升仙桥，曾在桥柱上题字说：不乘高车驷马，不过此桥。"], "background": "蒙古军自从于公元1235年开始南侵后，以后几年每年都要派军南下掳掠。南宋军民对蒙古军的入侵，进行了坚决的抵抗，战争互有胜负。公元1243年（宋理宗淳祐三年），蒙古军攻四川，破大安军。淳祐四年五月，蒙古军又围攻寿春府（今安徽寿县），由吴文德率水陆军增援解围。词人刘克庄不断听到这边境告警的消息，感到国势危殆，他希望当权者广招人才和英雄豪杰，共赴国难挽救危亡，写下了《贺新郎·国脉微如缕》。"},
{"title": "柳梢青·岳阳楼", "author": "戴复古", "paragraphs": "袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。\t不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。", "topic": "爱国", "notes": ["柳梢青：词牌名，又名《陇头月》《早春怨》《云淡秋空》等。此调有平韵、仄韵两种，字句悉同，俱为双调，共四十九字。此词之体为上下片各六句三平韵。", "岳阳楼：江南三大名楼之一，位于湖南省岳阳市西门城头。", "袖剑飞吟：带着宝剑，昂首高吟。袖剑：袖内所藏短剑。", "洞庭青草：皆湖名，二湖相通，连成一片，在今湖南省岳阳县。", "一快披襟（jīn）：披开衣襟，十分畅快。披襟：解开衣襟。", "携酒登临：带着酒来登高临远。", "变尽人间，君山一点，自古如今：人世虽无穷无化，君山则自古至今，依然如市。"], "background": "自隆兴元年（1163年），宋金符离之战后，金国战败，随后内部又出现了政变，便暂时无力南下侵宋。南宋朝廷沉溺于歌舞淫乐当中，词人远离官场，但又无时无刻不牢记抗金复国大业。每当在登临之际，爱国豪情就会油然而生。这首词便是在这种情况创作的。"},
{"title": "沁园春·题潮阳张许二公庙", "author": "文天祥", "paragraphs": "为子死孝，为臣死忠，死又何妨。自光岳气分，士无全节；君臣义缺，谁负刚肠。骂贼张巡，爱君许远，留取声名万古香。后来者，无二公之操，百炼之钢。\t人生翕歘云亡。好烈烈轰轰做一场。使当时卖国，甘心降虏，受人唾骂，安得流芳。古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。邮亭下，有奸雄过此，仔细思量。", "topic": "爱国", "notes": ["潮阳：今广东潮阳县。", "主张以孔孟之道立身行事。这不句就提出应该为忠、孝而死。", "光岳：高大的山。光岳气分：指国土分裂，即亡国。君臣义缺：指君臣之间欠缺大义。刚肠：指坚贞的节操。这四句是说自宋室沦丧以来，士大夫不气保全节操，君臣之间欠缺大义，是谁辜负了凛然不屈、刚正不阿的品德。", "张巡：与睢阳（今河南商丘县）太守许远共守危城，城陷后两人先后被害，他们英勇抗敌，宁死不屈的精神受到后人敬仰。", "后来者：指以后的士大夫。操：操守。", "翕歘（音唏嘘）：即倏忽，如火光之一现。云亡：死去。“云”字无义。", "古庙：即张、许公庙。仪容：指张、许两人的塑像。", "邮亭：古代设在沿途、供给公家送文书及旅客歇宿的会馆。这不句是对卖国投降的宋末奸臣的警告。"], "background": "元和十四年，韩愈因谏遭贬，赴潮州任刺史，在潮州作出很多好事。韩愈曾撰写《张中丞传后叙》，表彰张许功烈事。后来潮州人感念韩愈，建书院、庙祀，并为张许建立祠庙，选址县东郊东山山麓。南宋时，文天祥驻兵潮阳，拜谒张许庙，因感而发，作此词。"},
{"title": "南乡子·登京口北固亭有怀", "author": "辛弃疾", "paragraphs": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。\t年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。", "topic": "爱国", "notes": ["南乡子：词牌名。", "京口：今江苏省镇江市。北固亭：在今镇江市北固山上，下临长江，三面环水。", "望：眺望。神州：这里指中原地区。", "北固楼：即北固亭。", "兴亡：指国家兴衰，朝代更替。", "悠悠：形容漫长、久远。", "年少：年轻。指孙权十九岁继父兄之业统治江东。兜鍪（dōu móu）：指千军万马。原指古代作战时兵士所带的头盔，这里代指士兵。", "坐断：坐镇，占据，割据。东南：指吴国在三国时地处东南方。休：停止。", "敌手：能力相当的对手。", "曹刘：指曹操与刘备。", "生子当如孙仲谋：曹操率领大军南下，见孙权的军队雄壮威武 ，喟然而叹：“生子当如孙仲谋，刘景升儿子若豚犬耳。” "], "background": "此词约作于宋宁宗嘉泰四年（公元1204年）或开禧元年（公元1205年），当时辛弃疾在镇江知府任上。嘉泰三年（1203）六月末，辛弃疾被起用为绍兴知府兼浙东安抚使后不久，即第二年三月，改派到镇江去做知府。镇江，在历史上曾是英雄用武和建功立业之地，此时成了与金人对垒的第二道防线。每当他登临京口（即镇江）北固亭时，触景生情，不胜感慨系之。这首词就是在这一背景下写成的。"},
{"title": "水调歌头·建炎庚戌题吴江", "author": "佚名", "paragraphs": "平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。\t脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！", "topic": "爱国", "notes": ["吴江：即吴淞江，太湖的支流。", "“平生太湖上”二句：我以前曾几次乘舟经过太湖。平生：从来。太湖：古名震泽，又名具区，位于江苏、浙江之间。短棹：此指小船。经过：曾经经过。", "“如今重到”二句：如今我重来此地，为什么总觉得愁恨像湖上的云、湖中的水那样多呢？", "拟把：意为准备把、想把。长剑：古人佩剑，表示要争取功名。", "“换取扁舟”二句：以剑换舟，暗示报国无门。只好终老江湖。老：终老。", "渔蓑：渔人穿的蓑衣。此指渔钓之事，即隐居江上。", "“银艾非吾事”二句：掌管印信本不是我要做的事情，即无意仕途，想寄情山水，也因被琐事耽误而未能成行。", "银：银印，即官印。艾：像艾草殷绿色的拴印用的丝带。", "丘壑：山丘沟壑，泛指山水。", "蹉跎：虚度光阴。此指失时。", "脍（kuài）新鲈：烧煮新鲜的鲈鱼吃。脍：把鱼肉切细。鲈鱼是吴江、松江、太湖一带的名产。", "“太平生长”二句：意谓自己生长在太平盛世，万万没有料到今天要饱尝兵戈之苦。", "岂渭：哪料到。", "干戈：古代兵器，这里代指战争。", "三江：指流人太湖的吴淞江、娄江、东江三条支流。", "雪浪：白浪。", "净洗胡尘：指消灭一切入侵的敌人。胡尘，指金人侵略者。", "挽天河：卷起天河之水（用以洗净甲兵），暗指休战。此句意谓北方失地未收复，决不能休战求和。", "“回首望霄汉”二句：意谓作者满怀报国志向，可是朝廷无意北伐收复失地，空使志士伤心垂泪。霄汉：本义是指天空，这里暗指朝廷。"], "background": "公元1130年（宋高宗建炎四年庚戌），金兵在杭州大肆掳掠后，于北返途中，遭到韩世忠和夫人梁红玉在镇江黄天荡的阻击，大败；岳飞和钱需在建康和镇江之间又大败金兵；吴蚧在青溪岭、彭原店再次挫败金兵。在节节胜利的大好形势下，南宋朝廷仍重用奸臣秦桧当宰相，大肆迫害抗金爱国人士，推行投降卖国之策。因此，无名氏在吴江长桥上写下这首《水调歌头》。"},
{"title": "临江仙·高咏楚词酬午日", "author": "陈与义", "paragraphs": "高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。\t万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。", "topic": "爱国", "notes": ["午日：端午，酬：过，派遣。", "节序：节令。", "“榴花”句：言舞裙比石榴更红。这是怀念昔时生平岁月之意。", "戎葵：即蜀葵，花开五色，似木槿。"], "background": "此词为作者流寓邵州（湖南邵阳）时作，时为建炎四年（1130年）。避乱天南，再逢佳节。追忆中州盛日，不免凄然以悲。“无人”两句，以淡笔写深心。“试浇桥下水，今夕到湘中”，尤觉思远意长，婉曲沉挚。"},
{"title": "水龙吟·登建康赏心亭", "author": "辛弃疾", "paragraphs": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。\t休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！", "topic": "爱国", "notes": ["建康：今江苏南京。", "遥岑：岑，音cén。远山。", "玉簪螺髻：簪，音zān；髻，音jì。玉簪、螺髻：玉做的簪子，像海螺形状的发髻，这里比喻高矮和形状各不相同的山岭。", "断鸿：失群的孤雁。", "吴钩，古代吴地制造的一种宝刀。这里应该是以吴钩自喻，空有一身才华，但是得不到重用。", "了：音liǎo。", "鲈鱼堪脍：用西晋张翰典。", "季鹰：张翰，字季鹰。", "求田问舍：置地买房。刘郎：刘备。才气：胸怀、气魄。", "流年：流逝的时光。", "忧愁风雨：风雨，比喻飘摇的国势。", "树犹如此：用东晋桓温典。", "倩：请托。读音qìng", "红巾翠袖：女子装饰，代指女子。", "揾：wèn。擦拭。"], "background": "公元1174年（宋孝宗淳熙元年），辛弃疾将任东安抚司参议官。这时作者南归已八、九年了，却投闲置散，任了一介小官，一次，他登上建康的赏心亭，极目远望祖国的山川风物，百感交集，更加痛惜自己满怀壮志而老大无成，于是写下一首《水龙吟》词。"},
{"title": "永遇乐·京口北固亭怀古", "author": "辛弃疾", "paragraphs": "千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。\t元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？", "topic": "爱国", "notes": ["京口：古城名，即今江苏镇江。因临京岘山、长江口而得名。", "孙仲谋：三国时的吴王孙权，字仲谋，曾建都京口。孙权（182年——252年），字仲谋。东吴大帝，三国时期吴国的开国皇帝。吴郡富春县（今浙江富阳）人。生于公元182年（光和五年），卒于公元252年（太元二年）。长沙太守孙坚次子，幼年跟随兄长吴侯孙策平定江东，公元200年孙策早逝。孙权继位为江东之主。", "寄奴：南朝宋武帝刘裕小名。 刘裕（363年4月——422年6月），字德舆，小名寄奴，汉族，先祖是彭城人（今江苏徐州市），后来迁居到京口（江苏镇江市），南北朝时期宋朝的建立者，史称宋武帝。中国历史上杰出的政治家、卓越的军事家、统帅。", "“想当年”三句：刘裕曾两次领兵北伐，收复洛阳、长安等地。", "元嘉：刘裕子", "年号。草草：轻率。封狼居胥：公元前119年（汉武帝元狩四年）霍去病远征匈奴，歼敌七万余，封狼居胥山而还。狼居胥山，在今蒙古境内。", "赢得：剩得，落得。", "烽火扬州路：指当年扬州路上，到处是金兵南侵的战火烽烟。", "“四十三年”句：作者于1162年（宋高宗绍兴三十二年）南归，到写该词时正好为四十三年。", "佛（bì）狸祠：佛狸，北魏太武帝拓跋焘小名。拓跋焘在打败南朝刘宋王玄谟军队后，追至长江北岸，在瓜不山上建立行宫，后称佛狸祠。", "神鸦：指在庙里吃祭品的乌鸦。社鼓：祭祀时的鼓声。", "廉颇：战国时赵国名将。"], "background": "这首词写于宋宁宗开禧元年（1205年），辛弃疾当时已有六十六岁。当时韩侂胄执政，正积极筹划北伐，闲置已久的辛弃疾于前一年被起用为浙东安抚使。辛弃疾的意见没有引起南宋当权者的重视。一次他来到京口北固亭，心中感慨万千，于是写下了这首佳作。"},
{"title": "江城子·密州出猎", "author": "苏轼", "paragraphs": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。\t酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。", "topic": "爱国", "notes": ["江城子：词牌名。", "密州：今山东诸城。", "老夫：作者自称，时年四十。", "聊：姑且，暂且。", "狂：豪情。", "左牵黄，右擎苍：左手牵着黄犬，右臂擎着苍鹰，形容围猎时用以追捕猎物的架势。", "黄：黄犬。", "苍：苍鹰。", "锦帽貂裘：名词作动词使用，头戴着华美鲜艳的帽子。貂裘，身穿貂鼠皮衣。是汉羽林军穿的服装。", "千骑卷平冈：形容马多尘土飞扬，把山冈像卷席子一般掠过。", "千骑：形容随从乘骑之多。", "倾城：全城的人都出来了。形容随观者之众。", "太守：指作者自己。", "看孙郎：孙郎，孙权。这里借以自喻。", "酒酣胸胆尚开张：极兴畅饮，胸怀开阔，胆气横生。", "尚：更。", "微霜：稍白。", "节：兵符，传达命令的符节。", "持节：是奉有朝廷重大使命。", "云中：汉时郡名，今内蒙古自治区托克托县一带，包括山西省西北一部分地区。", "会：定将。", "挽：拉。", "雕弓：弓背上有雕花的弓。", "满月：圆月。", "天狼：星名，又称犬星，旧说指侵掠，这里隐指西夏。词中以之隐喻侵犯北宋边境的辽国与西夏。"], "background": "这首词作于公元1075年（神宗熙宁八年），作者在密州（今山东诸城）任知州。这是宋人较早抒发爱国情怀的一首豪放词，在题材和意境方面都具有开拓意义。词的上阕叙事，，气势雄豪，淋淳酣畅，一洗绮罗香泽之态，读之令人耳目一新。首三句直出会猎题意，次写围猎时的装束和盛况，然后转写自己的感想：决心亲自射杀猛虎，答谢全城军民的深情厚意。过片以后，叙述猎后开怀畅饮，并以魏尚自比，希望能够承担起卫国守边的重任。结尾直抒胸臆，抒发杀敌报国的豪情：总有一天，要把弓弦拉得像满月一样，射掉那贪残成性的“天狼星”，将西北边境上的敌人统统一扫而光。这首词在偎红倚翠、浅斟低唱之风盛行的北宋词坛可谓别具一格，自成一体，对南宋爱国词有直接影响。作者对此阕也颇感自豪，在《与鲜于子骏书》中，他曾说此词“令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也”“自是一家”。可见这首词可能是作者第一次作豪放词的尝试，可见作者青出于蓝而胜于蓝，颇具文学底蕴。"},
{"title": "满江红·写怀", "author": "岳飞", "paragraphs": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！\t靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。", "topic": "爱国", "notes": ["怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极，冠是指帽子而不是头发竖起。", "潇潇：形容雨势急骤。", "长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。", "三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。", "八千里路云和月：形容南征北战、路途遥远、披星戴月。", "等闲：轻易，随便。", "靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。", "贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。", "胡虏（lǔ）：秦汉时匈奴为胡虏,后世用为与中原敌对的北方部族之通称。", "朝天（阙）：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。"], "background": "第一种说法：岳飞第一次北伐，即岳飞30岁出头时所作。第二种说法：公元1136年（绍兴六年）。绍兴六年，岳飞第二次出师北伐岳飞很快发现自己是孤军深入，既无援兵，又无粮草，不得不撤回鄂州（今湖北武昌）。此次北伐，岳飞壮志未酬，镇守鄂州时写下了千古绝唱的名词《满江红》。第三种说法：《满江红》创作的具体时间应该是在岳飞入狱前不久。"}
]