[
{"title": "竹枝词·山桃红花满上头", "author": "刘禹锡", "paragraphs": "山桃红花满上头，蜀江春水拍山流。\t花红易衰似郎意，水流无限似侬愁。", "topic": "爱情", "notes": ["山桃：野桃。上头：山头，山顶上。", "蜀江：泛指四川境内的河流。", "衰：凋谢。"], "background": "这组诗写于公元822年（唐穆宗长庆二年）刘禹锡任夔州刺史时。刘禹锡非常喜爱这种民歌，他学习屈原作《九歌》的精神，采用了当地民歌的曲谱，制成新的《竹枝词九首》。本诗即是其中一首。"},
{"title": "玉楼春·春恨", "author": "晏殊", "paragraphs": "绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。\t无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。", "topic": "爱情", "notes": ["玉楼春：词牌名。又名“木兰花”。", "长亭路：送别的路。", "长亭：古代驿路上建有供行人休息的亭子。", "年少抛人：人被年少所抛弃，言人由年少变为年老。", "残梦：未做完的梦。", "五更钟、三月雨：都是指思念人的时候。", "一寸：指愁肠。", "还：已经。", "千万缕：千丝万缕。比喻离恨无穷。"], "background": "此词为闺中人代言，述写相思之情，创作时间未详。实际上，此词写思妇闺怨，用的的确是“妇人语”。"},
{"title": "青玉案·凌波不过横塘路", "author": "贺铸", "paragraphs": "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。\t飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。\t凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。\t碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。", "topic": "爱情", "notes": ["青玉案：词牌名。汉", "《四愁诗》：“美人赠我锦绣段，何以报之青玉案”。因取以为调名。又名“横塘路”。双调六十七字，前后片各五仄韵，亦有第五句不用韵者。", "凌波：形容女子步态轻盈。", "横塘：在苏州城外，是作者隐居之所。", "芳尘去：指美人已去。", "锦瑟华年：指美好的青春时期。锦瑟，饰有彩纹的瑟。", "月桥花院：一作“月台花榭”。月桥，像月亮似的小拱桥。花院，花木环绕的庭院。", "琐窗：雕绘连琐花纹的窗子。朱户：朱红的大门。", "飞：一作“碧”。", "冉冉：指云彩缓缓流动。", "蘅（héng）皋（gāo）：长着香草的沼泽中的高地。", "彩笔：比喻有写作的才华。", "断肠句：伤感的诗句。", "试问：一说“若问”。闲愁：一说“闲情”。", "都几许：总计为多少。", "一川：遍地，一片。", "梅子黄时雨：江南一带初夏梅熟时多连绵之雨，俗称“梅雨”。"], "background": ""},
{"title": "清平乐·红笺小字", "author": "晏殊", "paragraphs": "红笺小字，说尽平生意。鸿雁在云鱼在水，惆怅此情难寄。\t斜阳独倚西楼，遥山恰对帘钩。人面不知何处，绿波依旧东流。", "topic": "爱情", "notes": ["清平乐：宋词常用词牌。此调正体双调八句四十六字，前片四仄韵，后片三平韵。", "红笺（jiān）：印有红线格的绢纸。多指情书。", "平生意：平生相慕相爱之意。", "鸿雁在云鱼在水：在古代传说中，鸿雁和鲤鱼都能传递书信。", "惆怅：失意，伤感。", "人面不知何处：化用唐", "《题都城南庄》诗：人面不知何处去，桃花依旧笑春风。"], "background": ""},
{"title": "采桑子·而今才道当时错", "author": "纳兰性德", "paragraphs": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。\t情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。", "topic": "爱情", "notes": ["才道：才知道。语本", "《醉落魄》词：“心心口口长恨昨，分飞容易当时错。”又宋", "：《忆秦娥》：“古来成败难描模，而近却悔当时错。”", "凄迷：凄凉迷乱。", "红泪，形容女子的眼泪。当初，魏文帝", "迎娶美女薛灵芸，薛姑娘不忍远离父母，伤心欲绝，等到登车启程以后，薛灵芸仍然止不住哭泣，眼泪流在玉唾壶里，染得那晶莹剔透的玉唾壶渐渐变成了红色。待车队到了京城，壶中已经泪凝如血。", "满眼春风百事非：句出于", "《三月》诗“东方风来满眼春，花城柳暗愁杀人。”又宋赵彦端《减字木兰花》词：“满眼春风，不觉黄梅细雨中。”", "无计：无法。", "欢期：佳期，指二人重会相守之期。", "落尽梨花月又西：唐", "《下第退居二首》之一，“落尽梨花春又了，破篱残雨晚莺啼。”又宋", "《苏幕遮》词：“落尽梨花春又了，满地残阳，翠色和烟老。”容若此句撇开前人，用“月字”独创出凄迷冷艳的意境。梨花同月若梅花惹雪，别是一种肌骨。"], "background": "此词的具体创作时间不详。自从纳兰的表妹进宫之后，词人便对她怀念不已。几年之后，在某一个春光明媚、心情本该最好的日子，痛定思痛，突然发现这场思念或许就不该开始，即便开始也本该早早结束。于是词人写下了这首词来表达自己内心的惆怅与思念。也有资料称该词是词人为爱人沈宛所作，旨在表达自己内心的爱人的思念之情。"},
{"title": "江城子·西城杨柳弄春柔", "author": "秦观", "paragraphs": "西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。\t韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。", "topic": "爱情", "notes": ["江城子：词牌名，又名“江神子”“村意远”。唐词单调，始见《花间集》", "词。宋人改《双调，七十字，上下片都是七句五平韵。", "弄春：谓在春日弄姿。", "离忧：离别的忧思；离人的忧伤。", "多情：指钟情的人。", "归舟：返航的船。", "韶华：美好的时光。常指春光。", "飞絮：飘飞的柳絮。", "春江：春天的江。"], "background": "此词的具体创作时间不详，主要抒写别恨，为怀人伤别之作，据词意可知作于某年的一个暮春，当为秦观前期的作品。"},
{"title": "浪淘沙·借问江潮与海水", "author": "白居易", "paragraphs": "借问江潮与海水，何似君情与妾心？\t相恨不如潮有信，相思始觉海非深。", "topic": "爱情", "notes": ["妾：古时女子的谦称。", "恨：埋怨，不满的情绪。《说文》恨，怨也。"], "background": "这首诗的创作时间大约是在大和至开成年间，作者在洛阳所作。"},
{"title": "千秋岁·数声鶗鴂", "author": "张先", "paragraphs": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。\t莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。", "topic": "爱情", "notes": ["千秋岁：词牌名。", "鶗鴂（tíjué）：即子规、杜鹃。《离骚》：\"恐鶗鴂之未先鸣兮，使夫百草为之不劳。”", "芳菲：花草，亦指春时光景。", "永丰柳：唐时洛阳永", "西南角荒园中有垂柳一株被冷落，", "赋《杨柳枝词》“永丰西角荒园里，尽日无人属阿谁。”以喻家妓小蛮。后传入乐府，因以“永丰柳”泛指园柳，喻孤寂无靠的女子。", "飞花雪：指柳絮。", "把：持，握。幺弦：琵琶的第四弦，各弦中最细，故称。亦泛指短弦、小弦。", "凝残月：一作“孤灯灭”。"], "background": ""},
{"title": "浣溪沙·闺情", "author": "李清照", "paragraphs": "绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。\t一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。", "topic": "爱情", "notes": ["《浣溪沙》：词牌名。本为唐玄宗时教坊曲名，后用为词牌，亦作《浣溪纱》。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。全词分两片，上片三句全用韵，下片末二句用韵。曲调轻松明快，是宋词中使用频率较高的词牌名。", "绣面：形容面容姣美。芙蓉：荷花，此处指面容好看像荷花盛开了。", "飞：《历代诗余》作“偎”。宝鸭：鸭形发式，或指钗头形状为鸭形的宝钗。香腮：唐代", "有“鬓云欲度香腮雪。”", "一面：整个脸上。", "风情：男女爱慕之情。", "韵：味道。", "半笺娇恨：半纸怨艾之辞。笺，纸，指信笺、诗笺。", "幽怀：犹幽情，指隐秘的感情。", "月移花影：这里指约会的时间，即月斜之际。宋", "《春夜》：“金炉香尽漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏杆。”"], "background": "李清照的词作大概可分为两个时期——前期及后期，即北宋之末与南宋之初两阶段。前者以闲情逸趣，儿女情长为主。后者则表现出怀家思国，愁绪难解的情怀。这首应是作者最早期的作品。当时的词人尚处在少女年纪，对美好的爱情充满向往。"},
{"title": "鹧鸪天·彩袖殷勤捧玉钟", "author": "晏几道", "paragraphs": "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。\t从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。", "topic": "爱情", "notes": ["鹧鸪天：词牌名，又名“思佳客”，五十五字。 此词黄升《花庵词选》题作《佳会》。", "彩袖：代指穿彩衣的歌女。", "玉钟：古时指珍贵的酒杯，是对酒杯的美称。", "拚（pàn）却：甘愿，不顾惜。却：语气助词。", "“舞低”二句：歌女舞姿曼妙，直舞到挂在杨柳树梢照到楼心的一轮明月低沉下去；歌女清歌婉转，直唱到扇底儿风消歇（累了停下来），极言歌舞时间之久。桃花扇，歌舞时用作道具的扇子，绘有桃花。歌扇风尽，形容不停地挥舞歌扇。这两句是《小山词》中的名句。“低”字为使动用法，使······低。", "同：聚在一起。", "剩把：剩：通“尽（jǐn）”，只管。把：持，握。", "银釭（gāng）：银质的灯台，代指灯。"], "background": "在仁宗至和二年(公元1055年)晏殊就已亡故，欧阳修则因反对新法，逐渐失势，后于熙宁五年(1072)病故，这使晏几道失去了政治上的依靠，生活景况日趋恶化。晏几道采用忆昔思今对比手法写下了许多追溯当年回忆的词作，《鹧鸪天·彩袖殷勤捧玉钟》便是这其中的佼佼之作。"},
{"title": "折桂令·春情", "author": "徐再思", "paragraphs": "平生不会相思，才会相思，便害相思。\t身似浮云，心如飞絮，气若游丝。\t空一缕余香在此，盼千金游子何之。\t证候来时，正是何时？灯半昏时，月半明时。", "topic": "爱情", "notes": ["身似浮云：形容身体虚弱，走路晕晕乎乎，摇摇晃晃，像飘浮的云一样。", "余香：指情人留下的定情物。", "盼千金游子何之：殷勤盼望的情侣到哪里去了。何之：往哪里去了。", "千金：喻珍贵。千金游子：远去的情人是富家子弟。", "证候：即症候，疾病，此处指相思的痛苦。"], "background": "徐再思在故国沦陷后，开始追寻古代隐士的足迹，寻找自我解脱的良方。从一开始的执著追求到最后回归自我，隐居江南。这处处是春、宜酒宜诗的江南风光让作者作者陶醉其间。并以清新柔婉的笔峰抒写下此曲。"},
{"title": "画堂春·一生一代一双人", "author": "纳兰性德", "paragraphs": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？\t浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。", "topic": "爱情", "notes": ["争教：怎教。销魂，形容极度悲伤、愁苦或极度欢乐。", "蓝桥：地名。在陕西蓝田县东南蓝溪上，传说此处有仙窟，为裴航遇仙女云英处。此处用这一典故是表明自己的“蓝桥之遇”曾经有过，且不为难得。", "药成碧海难奔：《淮南子·览冥训》：“羿请不死之药于西王母，姮娥窃之，奔月宫。”高诱注：“姮娥，羿妻，羿请不死之药于西王母，未及服之。姮娥盗食之，得仙。奔入月宫，为月精。”", "《嫦娥》：“嫦娥应悔偷灵药，碧海青天夜夜心。”这里借用此典说，纵有不死之灵药，但却难像嫦娥那样飞入月宫去，意思是纵有深情却难以相见。", "饮牛津：晋代", "《博物志》：“旧说云：天河与海通，近世有人居海诸者，年年八月，有浮槎来去，不失期。人有奇志，立飞阁于搓上，多资粮，乘搓而去。至一处，有城郭状，屋舍甚严，遥望宫中多织妇，见一丈夫牵牛诸次饮之，此人问此何处，答曰：‘君还至蜀郡问严君平则知之”，故饮牛津系指传说中的天河边。这里是借指与恋人相会的地方。"], "background": "这首词的具体创作背景不详。有认为词中所写乃是一“入宫女子”，并指此女子即性德表妹谢氏，谓其未入宫时，易与结为夫妻，入宫之后等于嫦娥奔月，便再难回人间，而纳兰性德对心上人的爱恋，却只能通过此词来遥寄。也有解作悼亡之作。"},
{"title": "摸鱼儿·雁丘词 / 迈陂塘·雁丘词", "author": "元好问", "paragraphs": "乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。\t问世间，情是何物，直教生死相许？\t天南地北双飞客，老翅几回寒暑。\t欢乐趣，离别苦，就中更有痴儿女。\t君应有语：渺万里层云，千山暮雪，只影向谁去？\t横汾路，寂寞当年箫鼓，荒烟依旧平楚。\t招魂楚些何嗟及，山鬼暗啼风雨。\t天也妒，未信与，莺儿燕子俱黄土。\t千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。", "topic": "爱情", "notes": ["《摸鱼儿》：一名《摸鱼子》，又名《买陂塘》、《迈陂塘》、《双蕖怨》等。唐教坊曲，后用为词牌。宋词以", "《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。双结倒数第三句第一字皆领格，宜用去声。", "乙丑岁：", "泰和五年（公元1205年），以天干地支纪年为乙丑年，当时", "年仅十六岁。", "赴试并州：《金史·选举志》载：金代选举之制，由乡至府，由府至省及殿试，凡四试。明昌元年罢免乡试。府试试期在秋八月。府试处所承安四年赠太原，共为十处。", "识（zhì）：标志。", "雁丘：嘉庆《大清一统志》：雁丘在阳曲县西汾水旁。金元好问赴府试……累土为丘，作《雁丘词》。", "无宫商：不协音律。", "直教：竟使。许：随从。", "双飞客：大雁双宿双飞，秋去春来，故云。", "“就中”句：这雁群中更有痴迷于爱情的。", "“君应”四句：万里长途，层云迷漫，千山暮景，处境凄凉，形影孤单为谁奔波呢？", "“横汾”三句：这葬雁的汾水，当年汉武帝横渡时何等热闹，如今寂寞凄凉。", "平楚：楚指丛木。远望树梢齐平，故称平楚。", "“招魂”二句：我欲为死雁招魂又有何用，雁魂也在风雨中啼哭。", "招魂楚些（suò）：《楚辞·招魂》句尾皆有“些”字。", "何嗟及：悲叹无济于事。山鬼：《楚辞·九歌·山鬼》篇指山神，此指雁魂。", "暗啼：一作“自啼”。", "“天也”二句：不信殉情的雁子与普通莺燕一样都寂灭无闻变为黄土，它将声名远播，使天地忌妒。", "骚人：诗人。"], "background": "金章宗泰和五年（公元1205年），年仅十六岁的青年诗人元好问，在赴并州应试途中，听一位捕雁者说，天空中一对比翼双飞的大雁，其中一只被捕杀后，另一只大雁从天上一头栽了下来，殉情而死。年轻的诗人便买下这一对大雁，把它们合葬在汾水旁，建了一个小小的坟墓，叫“雁丘”，并写《雁丘》辞一阕，其后又加以修改，遂成这首著名的《摸鱼儿·雁丘词》。"},
{"title": "蝶恋花·辛苦最怜天上月", "author": "纳兰性德", "paragraphs": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。\t无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。", "topic": "爱情", "notes": ["一昔句：昔，同“夕”，见《左传·哀公四年》：“为一昔之期。”玦（jué）玉玦，半环形之玉，借喻不满的月亮。这句是说，一月之中，天上的月亮只有一夜是圆满的，其他的夜晚就都是有亏缺的。 ", "不辞句：引用一则典故。荀粲之妻冬天高烧病重，全身发热难受。荀粲为了给妻子降温，脱光衣服站在大雪中，等身体冰冷时回屋给妻子降温。卿，“你”的爱称。《世说新语?惑溺》谓：“荀奉倩（粲）与妇至笃，冬月妇病热，乃出中庭，自取冷还，以身熨之。” ", "无那：无奈，无可奈何。 ", "软踏句：意思是说燕子依然轻轻地踏在帘钩上，呢喃絮语。 ", "唱罢句：唐", "《秋来》：“秋坟鬼唱鲍家诗，恨血千年土中碧。”这里借用此典表示总是哀悼过了亡灵，但是满怀愁情仍不能消解。 ", "春丛句：认取，注视着。取，语助词。此句意思是说，花丛中的蝴蝶可以成双成对，人却生死分离，不能团聚，故愿自己死后同亡妻一起化作双飞双宿的蝴蝶。", "《偶题二首》：“春丛定是双栖夜，饮罢莫持红烛行。” "], "background": "于康熙十六年（公元1677年）重阳前三日，亡妇百日之后，自梦中得句。谓临别之时，妇云：“衔恨愿为天上月，年年犹得向郎圆。”妻子卢氏去世后，作者生活便长期痛苦悲伤，他用月亮盈亏喻人生的聚散，希望月亮夜夜明亮，长圆不缺。所以作者将天上的月亮，作为歌咏对象作词一首。"},
{"title": "钗头凤·世情薄", "author": "唐婉", "paragraphs": "世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！\t人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！", "topic": "爱情", "notes": ["笺：写出。", "斜阑：指栏杆。", "病魂一句：描写精神忧惚，似飘荡不定的秋千索。", "阑珊：衰残，将尽。"], "background": "唐婉与大诗人陆游喜结良缘，后被逼分离。唐后来改嫁同郡宗人赵士程，在一次春游之中，恰巧与陆游相遇于沈园。唐征得赵同意后，派人给陆送去了酒肴。陆感怅恨不已，写了著名的《钗头凤》词以致意。唐婉则以此词相答。据说在此后不久，唐婉就在悲伤中死去。"},
{"title": "凤求凰", "author": "司马相如", "paragraphs": "其一：【琴曲出自王实甫《西厢记》】\t有一美人兮，见之不忘。（一作：有美人兮，见之不忘。）\t一日不见兮，思之如狂。\t凤飞翱翔兮，四海求凰。\t无奈佳人兮，不在东墙。\t将琴代语兮，聊写衷肠。\t何时见许兮，慰我彷徨。\t愿言配德兮，携手相将。\t不得於飞兮，使我沦亡。\t其二：\t凤兮凤兮归故乡，遨游四海求其凰。\t时未遇兮无所将，何悟今兮升斯堂！\t有艳淑女在闺房，室迩人遐毒我肠。\t何缘交颈为鸳鸯，胡颉颃兮共翱翔！\t凰兮凰兮从我栖，得托孳尾永为妃。\t交情通意心和谐，中夜相从知者谁？\t双翼俱起翻高飞，无感我思使余悲。", "topic": "爱情", "notes": ["室迩人遐：室：房屋；迩：近。房屋就在近处，可是房屋的主人却离得远了。", "颉颃（xié háng）：亦作“颉亢”。鸟上下飞、向上向下飞。", "孳（zī）尾：动物交配繁殖。后多指交尾。"], "background": "此二诗，据说是相如弹琴歌唱的《凤求凰》歌辞。因《史记》未载此辞，到陈朝徐陵编《玉台新咏》始见收录，并加序说明，唐《艺文类聚》、宋《乐府诗集》等书亦收载，故近人或疑乃两汉琴工假托司马相如所作。琴歌一类作品，假托的现象确实很多，但又难以找到确切根据来证明。这方面的问题，只好存疑。"},
{"title": "子夜歌", "author": "佚名", "paragraphs": "侬作北辰星，千年无转移。\t欢行白日心，朝东暮还西。", "topic": "爱情", "notes": ["侬：吴地人自称，意即“我”。", "欢：对所爱者的昵称。行：施行。", "还（音旋）：转，旋。"], "background": ""},
{"title": "寄生草·间别", "author": "查德卿", "paragraphs": "姻缘簿剪做鞋样，比翼鸟搏了翅翰，火烧残连理枝成炭，针签瞎比目鱼儿眼，手揉碎并头莲花瓣，掷金钗攧断凤凰头，绕池塘挼碎鸳鸯弹。", "topic": "爱情", "notes": ["间别：隔别、分离。", "姻缘簿：旧谓月下老人注定男女姻缘的簿册。", "比翼鸟：喻爱侣。搏：通“膊”，肢体分裂。翅翰：即翅羽毛。", "连理枝：喻夫妻恩爱，生死与共。", "签：刺。比目鱼：鱼名，双眼均生于身体一侧。", "并头莲：即“并蒂莲”，并排长在一根茎上的两朵莲花。", "攧断：摘断、掐断。攧：摔、跌。", "挼：揉、搓。鸳鸯弹：即鸳鸯蛋，指禽鸟的蛋。"], "background": ""},
{"title": "探芳信·为春瘦", "author": "吴文英", "paragraphs": "为春瘦。更瘦如梅花，花应知否。任枕函云坠，离怀半中酒。雨声楼阁春寒里，寂寞收灯后。甚年年、斗草心期，探花时候。\t娇懒强拈绣。暗背里相思，闲供晴昼。玉合罗囊，兰膏渍红豆。舞衣叠损金泥凤，妒折阑干柳。几多愁、两点天涯远岫。", "topic": "爱情", "notes": "", "background": ""},
{"title": "解连环·酬任公用梦窗留别石帚韵", "author": "麦孟华", "paragraphs": "旅怀千结，数征鸿过尽，暮云无极。怪断肠、芳草萋萋，却绿到天涯，酿成春色。尽有轻阴，未应恨、浮云西北。祗鸾钗密约，凤屧旧尘，梦回凄忆。\t年华逝波渐掷。叹蓬山路阻，乌盼头白。近夕阳、处处啼鹃，更刬地乱红，暗帘愁碧。怨叶相思，待题付、西流潮汐。怕春波、载愁不去，恁生见得？", "topic": "爱情", "notes": ["任公：梁启超号。", "梦窗：吴文英号。　石帚：南宋词人姜石帚。", "鸾钗：妇女首饰。", "凤屧：绣凤的鞋荐。屧，亦可解作屐。", "乌盼头白：燕太子丹质干秦，秦王对他无礼。", "刬地：平地。", "恁生见得：如何见得。恁生，怎生。"], "background": ""},
{"title": "天仙子·草绿裙腰山染黛", "author": "文廷式", "paragraphs": "草绿裙腰山染黛，闲恨闲愁侬不解。莫愁艇子渡江时，九鸾钗，双凤带，杯酒劝郎情似海。", "topic": "爱情", "notes": ["黛：青黑色。", "九鸾钗：古代女子的头饰。"], "background": ""},
{"title": "浣溪沙·容易浓香近画屏", "author": "纳兰性德", "paragraphs": "容易浓香近画屏，繁枝影著半窗横。风波狭路倍怜卿。\t未接语言犹怅望，才通商略已懵腾。只嫌今夜月偏明。", "topic": "爱情", "notes": ["浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》《小庭花》等。双调四十二字，五平韵。", "画屏：绘有彩画之屏风。", "商略：原为商讨之意，此处谓交谈。", "懵腾：迷糊、陶醉。唐", "《马上见》：“去带惜懵醉，归因困顿眠。”"], "background": "纳兰与恋人虽情投意合，且密有婚姻之约，而纳兰的父母也许不赞成。纳兰与恋人恋爱形迹落在纳兰父母的眼里，引起他们的嫉妒，遂硬将纳兰的恋人报名入宫，来断绝他的念想。然而纳兰之后常偷偷入宫与恋人相见，这首词就是词人重逢之后而写下的。"},
{"title": "落梅风·因他害", "author": "马致远", "paragraphs": "因他害，染病疾，相识每劝咱是好意。相识若知咱就里，和相识也一般憔悴。", "topic": "爱情", "notes": ["相识每：相好的朋友们。每，即“们”字，元人俗语。", "就里：内情。", "和：连。"], "background": ""},
{"title": "小桃红·晓妆", "author": "乔吉", "paragraphs": "绀云分翠拢香丝，玉线界宫鸦翅。露冷蔷薇晓初试。淡匀脂，金篦腻点兰烟纸。含娇意思，殢人须是，亲手画眉儿。", "topic": "爱情", "notes": ["绀云：青云，喻乌黑秀发。绀，深青色。", "玉线：将头发分开的中分线，因露出白色的头皮如玉，故称。界：划分开。", "腻点：细腻点缀。兰烟纸：一种润发香油。", "殢（tì）人：缠人，招惹人。"], "background": ""},
{"title": "愁倚阑令·花阴月", "author": "晏几道", "paragraphs": "花阴月，柳梢莺。近清明。长恨去年今夜雨，洒离亭。\t枕上怀远诗成。红笺纸、小砑吴绫。寄与征人教念远，莫无情。", "topic": "爱情", "notes": "", "background": ""},
{"title": "减字木兰花·花丛冷眼", "author": "纳兰性德", "paragraphs": "花丛冷眼，自惜寻春来较晚。知道今生，知道今生那见卿。\t天然绝代，不信相思浑不解。若解相思，定与韩凭共一枝。", "topic": "爱情", "notes": ["减字木兰花：词牌名，又名“减兰”“木兰香”“天下乐令”“玉楼春”“偷声木兰花”“木兰花慢”等。此调双调四十四字，前后段各四句，两仄韵两平韵。", "花丛：喻指成群的美女。", "冷眼：既指目光冷漠，也暗示心情凄苦。", "“自惜”句：唐于邺《扬州梦记》载，", "游湖州，颇恋一少女，许以十年为期，将娶为妻，十四年后守湖州．此女已嫁人三载，故悔而作诗日：“自是寻春去较迟，不须惆怅怨芳时。”", "绝代：指绝世美人。", "浑不解：全不知道。", "“定与”句：", "《搜神记》载，战国时宋康王舍人韩凭娶妻何氏，貌甚美，康王夺之。凭先为康王害，后自杀。何氏亦跳台而死，遗书愿与凭合葬，康王不许。虽两冢相望，然有大梓木生于两坟问，枝叶相交，有鸳鸯栖于树，晨夕不去，交颈悲鸣，其声甚感人。"], "background": ""},
{"title": "祝英台近·杏花初", "author": "李彭老", "paragraphs": "杏花初，梅花过，时节又春半。帘影飞梭，轻阴小庭院。旧时月底秋千，吟香醉玉，曾细听、歌珠一串。\t忍重见。描金小字题情，生绡合欢扇。老了刘郎，天远玉箫伴。几番莺外斜阳，阑干倚遍，恨杨柳、遮愁不断。", "topic": "爱情", "notes": ["祝英台近：词牌名，又名“祝英台”“祝英台令”“怜薄命”“月底修箫谱”等。双调七十七字，上片八句三仄韵，下片八句四仄韵。", "帘影飞梭：时光在帘子上飞快消逝。", "合欢扇：团扇。", "刘郎：汉代的刘晨，因入天台山遇到仙人。这里作者以刘郎自指。", "玉箫伴：吹箫的萧史的伴侣即弄玉。这里代指自己所恋的歌女。"], "background": "该词具体创作年份未知。由词意可以看出这首词乃词人中年之后所做。李彭老中年与量珠结合时，词人吴文英曾作《绛都春》祝贺，以“流莺常语烟中怨”赞颂他们的恋爱生活。这首词即李彭老在婚后思念量珠时所作。"},
{"title": "浪淘沙·海底飞尘终有日", "author": "白居易", "paragraphs": "海底飞尘终有日，山头化石岂无时。谁道小郎抛小妇，船头一去没回期。", "topic": "爱情", "notes": ["海底飞尘：即沧海成尘。比喻人世短暂。", "山头化石：古代传说，有女子送夫从役远方，立于山上望夫，化为石。此处借咏思妇。"], "background": ""},
{"title": "江城子·帐里鸳鸯交颈情", "author": "和凝", "paragraphs": "帐里鸳鸯交颈情，恨鸡声，天已明。愁见街前，还是说归程。临上马时期后会，待梅绽，月初生。", "topic": "爱情", "notes": "", "background": ""},
{"title": "满江红·小院深深", "author": "岳珂", "paragraphs": "小院深深，悄镇日、阴晴无据。春未足，闺愁难寄，琴心谁与？曲径穿花寻蛱蝶，虚阑傍日教鹦鹉。笑十三杨柳女儿腰，东风舞。\t云外月，风前絮。情与恨，长如许。想绮窗今夜，为谁凝伫？洛浦梦回留佩客，秦楼声断吹箫侣。正黄昏时候杏花寒，廉纤雨。", "topic": "爱情", "notes": "", "background": ""},
{"title": "生查子·长恨涉江遥", "author": "晏几道", "paragraphs": "长恨涉江遥，移近溪头住。闲荡木兰舟，误入双鸳浦。\t无端轻薄云，暗作廉纤雨。翠袖不胜寒，欲向荷花语。", "topic": "爱情", "notes": "", "background": ""},
{"title": "霓裳中序第一·亭皋正望极", "author": "姜夔", "paragraphs": "丙午岁，留长沙。登祝融。因得其祠神之曲曰《黄帝盐》、《苏合香》。又于乐工故书中得商调《霓裳曲》十八阕，皆虚谱无辞。按沈氏《乐律》，《霓裳》道调，此乃商调。乐天诗云：“散序六阕”，此特两阕。未知孰是？然音节闲雅，不类今曲：余不暇尽作。作《中序》一阕传于世。余方羁游，感此古音，不自知其辞之怨抑也。\t亭皋正望极，乱落江莲归未得。多病却无气力，况纨扇渐疏，罗衣初索。流光过隙，叹杏梁、双燕如客。人何在？一帘淡月，仿佛照颜色。\t幽寂，乱蛩吟壁，动庾信、清愁似织。沉思年少浪迹，笛里关山，柳下坊陌。坠红无信息，漫暗水、涓涓溜碧。飘零久、而今何意，醉卧酒垆侧。", "topic": "爱情", "notes": ["霓裳中序第一：词牌名，是", "所填“商调”曲。双调一百零一字，前片七仄韵，后片八仄韵，例用入声部韵。前片第四句第一字是领格，宜用去声。", "祝融：衡山七十二峰之最高峰。", "《黄帝盐》、《苏合香》：南宋时献神乐曲。前者原为唐代杖鼓曲，后者原为唐代软舞曲。", "商调：乐曲七调之一，其音凄怆哀怨。", "沈氏《乐律》：指", "《梦溪笔谈》论乐律。", "怨抑：怨恨抑郁。", "亭皋：水边的平地上。", "正望极：指望尽天涯。", "纨扇渐疏：秋天渐近，逐渐疏远团扇。", "罗衣：轻软丝织品制成的衣服。", "流光：指如流水般逝去的时光。", "过隙：喻时间短暂，光阴易逝。", "杏梁：文杏木做的屋梁。", "蛩：蟋蟀。", "庾信：南北朝时期诗人、文学家，字子山，小字兰成。诗赋大量抒发了自己怀念故国乡土的情绪，以及对身世的感伤，风格也转变为苍劲、悲凉。", "坠红：落花。", "醉卧酒垆侧：形容豪饮一醉方休。酒垆：置酒瓮的土台。"], "background": "公元1186年（宋孝宗淳熙十三年丙午），姜白石客游于湖南长沙，登南岳衡山七十二峰之最高峰祝融峰，发现了献神曲《黄帝盐》、《苏合香》乐谱。两曲原来都是唐代乐曲。继而又从乐师旧书之中，发现了商调《霓裳羽衣曲》乐谱。姜白石所发现之谱，调属夷则商，虽与唐乐原貌不尽相同，但毕竟是煌煌唐乐之遗响。"},
{"title": "清平乐·春宵睡重", "author": "辛弃疾", "paragraphs": "春宵睡重，梦里还相送。枕畔起寻双玉凤，半日才知是梦。\t一从卖翠人还，又无音信经年。却把泪来作水，流也流到伊边。", "topic": "爱情", "notes": "", "background": ""},
{"title": "小桃红·采莲女", "author": "杨果", "paragraphs": "采莲船上采莲娇，新月凌波小。记得相逢对花酌，那妖娆，殢人一笑千金少。羞花闭月，沉鱼落雁，不恁也魂消。\t采莲人唱采莲词，洛浦神仙似。若比莲花更强似，那些儿，多情解怕风流事。淡妆浓抹，轻颦微笑，端的胜西施。\t采莲湖上采莲人，闷倚兰舟问。此去长安路相近，恨刘晨，自从别后无音信。人间好处，诗筹酒令，不管翠眉颦。", "topic": "爱情", "notes": ["越调：宫调名，元曲常用宫调之一。", "小桃红：小桃红：越调常用曲牌名，又名“采莲曲”“武陵春”“绛桃春”“平湖乐”等，句式为七五七、三七、四四五，八句六韵。", "恁（nèn）：这样。", "洛浦神仙：指洛神。传说古帝宓羲氏之女溺死洛水而为神，又名宓妃。", "颦（pín）：皱眉。", "刘晨：用刘晨天台山遇仙的典故，喻指情郎。《幽明录》载，东汉人刘晨与阮肇入天台山采药，遇到两位仙女，分别和他们结亲，半年后回家，才知道已过百年。"], "background": "《采莲曲》，本是江南旧曲，南朝时梁武帝作《江南弄》七曲，其中就有一曲《采莲曲》，此曲其实来自民间，在南朝时期十分流行。后来的诗词，以此为题的也很多，比如唐代王昌龄的《采莲曲》。《采莲曲》在民间歌唱时，除了采莲女自唱以外，还发展为岸上有人以“踏歌”的形式和歌。杨果一生经历了金元两个时代，金初曾登科及第，担任官职。金亡五年之后，他经人举荐才出来做官。他有十一支《小桃红》曲子，见于《阳春白雪》者八支，没有题名；见于《太平乐府》三支，题作“采莲女”。这组曲子作于元代早期，具体创作时间不详。"},
{"title": "如梦令·一饷凝情无语", "author": "王之道", "paragraphs": "一饷凝情无语。手捻梅花何处。倚竹不胜愁，暗想江头归路。东去。东去。短艇淡烟疏雨。", "topic": "爱情", "notes": "", "background": ""},
{"title": "踏莎行·殢酒情怀", "author": "佚名", "paragraphs": "殢酒情怀，恨春时节。柳丝巷陌黄昏月。把君团扇卜君来，近墙扑得双蝴蝶。\t笑不成言，喜还生怯。颠狂绝似前春雪。夜寒无处著相思，梨花一树人如削。", "topic": "爱情", "notes": ["踏莎行：词牌名，又名《柳长春》、《喜朝天》等。双调五十八字，仄韵格。又有《转调踏莎行》，双调六十四字或六十六字，仄韵。 ", "殢（tì）酒：苦闷无聊之时以酒解愁，为酒所病。", "把：拿，持。", "团扇：一种丝制小圆扇，古时女子用来遮面。", "卜：占卜，预测吉凶之兆。", "颠狂：谓高兴得手舞足蹈。", "前春：早春。", "著（zhuó）：依附，牵系。", "人如削：谓人好像瘦削了许多。"], "background": "南宋末年赵闻礼编选的词集《阳春白雪》，顾名思义是收的文人雅词，但也混入了少数流行于民间的无名氏作品。此词即其中之一。"},
{"title": "浣溪沙·辛亥正月二十四日发合肥", "author": "姜夔", "paragraphs": "辛亥正月二十四日，发合肥\t钗燕笼云晚不忺。拟将裙带系郎船。别离滋味又今年。\t杨柳夜寒犹自舞，鸳鸯风急不成眠。些儿闲事莫萦牵。", "topic": "爱情", "notes": ["浣溪沙：唐代教坊曲名，后用为词牌。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。最早采用此调的是唐人", "，通常以其词为正体，另有四种变体。全词分两片，上片三句全用韵，下片末二句用韵。此调音节明快，为婉约、豪放两派词人所常用。", "钗燕：带有燕子形状装饰之钗。", "笼云：挽结云鬟。", "忺（xiān）：高兴、适意。"], "background": "这是一首与情人依依惜别的情词，作于绍熙二年辛亥（1191）正月二十四日离别合肥之际。此一别，很可能就是白石与合肥女子最后之别，至少那年之后，即成生离死别。"},
{"title": "江城子·初夜含娇入洞房", "author": "和凝", "paragraphs": "初夜含娇入洞房，理残妆，柳眉长。翡翠屏中，亲爇玉炉香。整顿金钿呼小玉，排红烛，待潘郎。", "topic": "爱情", "notes": "", "background": ""},
{"title": "采桑子·金风玉露初凉夜", "author": "晏几道", "paragraphs": "金风玉露初凉夜，秋草窗前。浅醉闲眠。一枕江风梦不圆。\t长情短恨难凭寄，枉费红笺。试拂么弦。却恐琴心可暗传。", "topic": "爱情", "notes": "", "background": ""},
{"title": "转调二郎神·闷来弹鹊", "author": "徐伸", "paragraphs": "闷来弹鹊，又搅碎、一帘花影。漫试著春衫，还思纤手，熏彻金猊烬冷。动是愁端如何向，但怪得、新来多病。嗟旧日沈腰，如今潘鬓，怎堪临镜？\t重省。别时泪湿，罗衣犹凝。料为我厌厌，日高慵起，长托春酲未醒。雁足不来，马蹄难驻，门掩一庭芳景。空伫立，尽日阑干倚遍，昼长人静。", "topic": "爱情", "notes": ["转调二郎神：唐教坊曲名。此牌转变甚多， 徐伸词，名《转调二郎神》， ", "词，名《十二郎》。", "弹鹊：用弹弓把喜鹊赶走。", "漫：随意，漫不经心。", "金猊（ní）烬冷：金猊炉内香灰已冷。金猊，狮形的铜香炉。", "沈腰：瘦腰。《梁书·沈约传》载： 沈约与徐勉素善，遂以书陈情于勉 ，言己老病，“百日数旬，革带常应移孔，以手握臂，率计月小半分。以此推算，岂能支久？”后因以“沈腰”作为腰围瘦减的代称", "潘鬓：未老头白。喻衰老。潘岳《秋兴赋》：“斑鬓髟以承弁兮，素发飒以垂颌。”言斑白鬓须上接帽子，白发飘飘直垂下马。", "凝：读去声，凝结。", "厌厌：微弱貌；精神不振貌。", "春酲（chéng）：春日醉酒后的困倦。", "雁足：雁足传书，代指信使。见《汉书·", "传》。", "阑干：栏杆。用竹、木、砖石或金属等构制而成，设于亭台楼阁或路边、水边等处作遮拦用。"], "background": "徐伸有一名色艺冠绝的侍妾，但因妻室不容，徐伸被迫将她逐去。后来他作此词怀念侍妾，词中多用平日里侍妾所用的言语。"},
{"title": "浣溪沙·入夏偏宜澹薄妆", "author": "李珣", "paragraphs": "入夏偏宜澹薄妆，越罗衣褪郁金黄，翠钿檀注助容光。\t相见无言还有恨，几回判却又思量，月窗香径梦悠飏。", "topic": "爱情", "notes": ["澹薄：即淡薄。澹，一作“淡”。", "郁金：草名，可制黄色染料，多年生草本，高二三尺，与百合科郁金香不同。梁武帝《河中之水歌》：“卢家兰室桂为梁，中有郁金苏合香。”", "翠钿句：意思是翠色钗钿，红色胭脂，更加增添了她美艳的容光。檀注：涂口红。李后主（", "）《一斛珠》词：“晓妆初过，沉檀轻注些儿个。”", "判却：抛弃。意思是赌气要与之断绝。判，一作“拚”。", "梦悠飏：梦境迷离，有飘飘然之感。"], "background": ""},
{"title": "清平乐·蕙心堪怨", "author": "晏几道", "paragraphs": "蕙心堪怨，也逐春风转。丹杏墙东当日见，幽会绿窗题遍。\t眼中前事分明，可怜如梦难凭。都把旧时薄幸，只消今日无情。", "topic": "爱情", "notes": ["清平乐：词牌名，双调，正体为平仄韵转换格，四十六字，上片四句二十二字，四仄韵；下片四句二十四字，三平韵。", "蕙（huì）心：女子的心意，犹“芳心”，比喻女子心地纯洁，性情高雅。蕙，即蕙兰，一种香草，花气芳香。", "分明：明明白白地。", "凭：凭借，依据，相信。", "薄幸：薄情，无情。幸，宠爱。", "只消：只抵。"], "background": ""},
{"title": "眉妩·戏张仲远", "author": "姜夔", "paragraphs": "看垂杨连苑，杜若侵沙，愁损未归眼。信马青楼去，重帘下，娉婷人妙飞燕。翠尊共款。听艳歌、郎意先感。便携手、月地云阶里，爱良夜微暖。\t无限。风流疏散。有暗藏弓履，偷寄香翰。明日闻津鼓，湘江上，催人还解春缆。乱红万点。怅断魂、烟水遥远。又争似相携，乘一舸、镇长见。", "topic": "爱情", "notes": ["眉妩：词牌名。一名“百宜娇”。《词谱》卷三十二列此词为正体。双调一百零三字，前片十一句五仄韵，后片十一句六仄韵。西汉京兆尹张敞常为妻子画眉，长安人说他“眉妩”。调名本此。", "张仲远：作者友人，吴兴（今浙江湖州）人。", "杜若：香草名，亦名山姜。芳草的代名词。", "青楼：指豪门贵族家、娼妓住所或富贵人家闺阁。此词当有娼妓住所之意。", "娉（pīng）婷：指好漂亮，娇美。", "翠尊：饰以绿玉的酒器。尊：同“樽”。", "弓履（lǚ）：弓鞋，指旧时女人穿的鞋，秀鞋。", "香翰（hàn）：有香味的书函，代指情书。", "津鼓：渡头更鼓。", "湘江：在湖南，此处点明湘江，应在湖南，但词意当指爱情之江。", "解春缆：解是解开，放开；缆是系船的缆绳；春缆乃是指男女情爱之激情。", "舸（gě）：大船。", "镇：为镇住、永远之意。"], "background": "根据当代诗人阿袁（陈忠远）编《宋词故事》中《妒妇破容词惹祸——词人姜夔这回玩笑开大了》一文所称，此词是作者为戏友人张仲远的艳遇而作。"},
{"title": "望江南·春不见", "author": "贺双卿", "paragraphs": "春不见，寻过野桥西。染梦淡红欺粉蝶，锁愁浓绿骗黄鹂。幽恨莫重提。\t人不见，相见是还非？拜月有香空惹袖，惜花无泪可沾衣。山远夕阳低。", "topic": "爱情", "notes": ["望江南：词牌名。《望江南》有单调、双调不同诸格体，把单调《望江南》扩大一倍，就成了双调望江南。其上下片字数、句数、押韵仍同单调。", "幽恨：埋藏在心里的深沉怨恨。", "是还非：似是而非。", "拜月：古代妇女祈祷幸福的一种方式。", "无泪：泪流完了，所以无泪。"], "background": "此词作于公元1733年（清雍正十一年）。据史震林《西青散记》载：“夏四月，余避暑绡山耦耕堂，怀芳子段玉函至，与之望晚山。双卿方执畚户外，已复携竹篮种瓜瓠于桥西岸，眉目轻扬，意兼凉楚。明日得其词，以芍药叶粉书《浣溪沙》。……又以玉簪叶粉书《望江南》……为词嘲怀芳子。”段玉函号怀芳子，自刻小印曰“情痴”，常出游数月不返，其妻则终日闭户，罕闻笑声。段玉函要比双卿大二十多岁，有诗词互相赠答。此词当为讽玉函不能珍惜妻子的真情。"},
{"title": "一落索·杨花终日空飞舞", "author": "秦观", "paragraphs": "杨花终日空飞舞，奈久长难驻。海潮虽是暂时来，却有个、堪凭处。\t紫府碧云为路。好相将归去。肯如薄幸五更风，不解与、花为主。", "topic": "爱情", "notes": ["一落索：词牌名。双调，四十六字，两阕平仄格式，各三仄韵。", "紫府：道家称仙人居所。", "相将：相与，相共。"], "background": "这首词约作于元丰年间及第之前，具体创作年份未知。时宋代世风淡薄，词人为了表达自己内心的嘲讽与无奈而写下了这首词。"},
{"title": "望远行·绣帏睡起", "author": "柳永", "paragraphs": "绣帏睡起。残妆浅，无绪匀红补翠。藻井凝尘，金梯铺藓。寂寞凤楼十二。风絮纷纷，烟芜苒苒，永日画阑，沈吟独倚。望远行，南陌春残悄归骑。\t凝睇。消遣离愁无计。但暗掷、金钗买醉。对好景、空饮香醪，争奈转添珠泪。待伊游冶归来，故故解放翠羽，轻裙重系。见纤腰围小，信人憔悴。", "topic": "爱情", "notes": ["望远行：唐教坊曲，后用为词牌。分令词与慢词两体，令词始自", "，慢词始自", "，此词《乐章集》注“中吕调”。双调一百七字，上片十句四仄韵，下片十一句六仄韵。", "绣帷：绣帐。指闺房内的床帐。", "匀红：涂抹胭脂。补翠：一作“铺翠”，意谓画眉。", "藻井：绘有纹彩状如井口的天花板。凝尘：凝满灰尘。", "金阶：对台阶的美称。藓：苔藓。", "凤楼：本指宫中楼阁，此指女子闺房。十二：即十二重，言闺房之深。", "烟芜：云烟迷茫的草地。苒苒：长势茂盛的样子。", "“永日”二句：为“独倚画阑，永日沉吟”之倒装。永日，从早到晚。画阑，雕花的阑干。", "南陌：南面的道路。悄归骑：即归骑悄，意谓不见思念的人骑马归来。", "凝睇：凝望，注视。", "暗掷：默默地拿了。", "醪（láo）：酒。", "争奈：怎奈。", "游冶：出游寻欢。", "故故：故意，特意。解放：打开系着或束着的东西。翠羽：即翠云裘，用翠羽编织成的云纹衣裙。", "信人：诚实的人。"], "background": "此词为代闺怨体，因词中说“待伊游冶归来”，而柳永即是常年在外“游冶”，据此可以推断此词所代之人应为柳永之妻。"},
{"title": "采桑子·土花曾染湘娥黛", "author": "纳兰性德", "paragraphs": "土花曾染湘娥黛，铅泪难消。清韵谁敲，不是犀椎是凤翘。\t只应长伴端溪紫，割取秋潮。鹦鹉偷教，方响前头见玉萧。", "topic": "爱情", "notes": ["采桑子：词牌名，又名“丑奴儿令”“丑奴儿”“罗敷媚歌”“罗敷媚”等。正体双调四十四字，上下片各四句三平韵。另有四十八上下片各四句两平韵一叠韵；五十四字上片五句四平韵，下片五句三平韵的变体。", "土花：此处指器物上的锈蚀斑迹。", "犀椎：即犀槌。古代打击乐器方响中的犀角制的小槌。凤翘：凤形首饰。", "端溪：溪名，在广东高要东南，产砚石，制成者称瑞溪砚或端砚，为砚中上品，后即以“端溪”称砚台。端溪紫，指端溪紫石砚。", "方响：古磬类打击乐器。"], "background": "该词具体创作年份未知。词或以为写隐秘的恋情，或以为悼亡，或以为咏物。端详词意，当以后者为是。"},
{"title": "渔家傲·灰暖香融销永昼", "author": "周邦彦", "paragraphs": "灰暖香融销永昼。蒲萄架上春藤秀。曲角栏干群雀斗。清明后。风梳万缕亭前柳。\t日照钗梁光欲溜。循阶竹粉沾衣袖。拂拂面红如著酒。沉吟久。昨宵正是来时候。", "topic": "爱情", "notes": ["渔家傲：词调名，又名《吴门柳》《荆溪咏》《水鼓子》《渔父词》《绿蓑令》等。上片，五句，五仄韵或两平韵三叶韵；下片，五句，五仄韵或两平韵三叶韵。 ", "灰暖：香灰温暖。古人有焚香的习惯。", "香融：香气融和。", "销永昼：漫长的白昼渐渐流逝。", "蒲萄：即葡萄。", "秀：清秀美好。", "曲角：栏杆拐角处。", "钗梁：一种首饰。", "光欲溜：流光闪烁，暗示女子光彩夺目。", "拂拂：散布、弥漫貌。", "著酒：饮酒。"], "background": "这首词具体创作时间不详。据《宋史·文苑传》，周邦彦“疏秀少检，不为州里推重”，又据《东都事略·文艺传》，周邦彦“性落魄不羁”。周邦彦曾长期与歌妓舞女交往，过着偎绿倚红的生活，《渔家傲·灰暖香融销永昼》属于这类爱情题材的词。"},
{"title": "阳春曲·题情", "author": "白朴", "paragraphs": "轻拈斑管书心事，细折银笺写恨词。可怜不惯害相思，则被你个肯字儿，迤逗我许多时。\t鬓云懒理松金凤，胭粉慵施减玉容。伤情经岁绣帏空，心绪冗，闷倚翠屏。\t慵拈粉线闲金缕，懒酌琼浆冷玉壶。才郎一去信音疏，长叹吁，香脸泪如珠。\t从来好事天生俭，自古瓜儿苦后甜。奶娘催逼紧拘钳，甚是严，越间阻越情忺。\t笑将红袖遮银烛，不放才郎夜看书。相偎相抱取欢娱，止不过迭应举，及第待何如。\t百忙里铰甚鞋儿样，寂寞罗帏冷篆香。向前搂定可憎娘，止不过赶嫁妆，误了又何妨。", "topic": "爱情", "notes": ["阳春曲：曲牌名，又名“喜春来”、“惜芳春”。题情：曲题。", "斑管：有斑纹的竹子做成的毛笔。", "银笺：洁白的信笺。恨词：抒写离愁别恨的话。", "迤（yí）逗：勾引，挑逗。", "鬓云：形容妇女鬓发美如乌云。金凤：凤形的首饰。", "玉容：美称女子的容貌。", "粉线：沾有黄、白色粉的粗线，用于裁衣时打底样。", "琼浆：原指仙人的饮料，此处喻美酒。", "好事：指男女间的爱情。俭：约束，拘检。", "奶娘：即亲娘。紧拘钳：紧紧地加以拘束钳制。", "间阻：从中阻拦。情忺（xiān）：情投意合。", "红袖：红色的衣袖。银烛：雪亮的蜡烛。", "止不过：即只不过。迭应举：屡次参加科举考试。", "及第：科举应试后中选。", "铰（jiǎo）：用剪刀的两刃相夹切，用剪刀剪。", "罗帏：罗帐。篆（zhuàn）香：犹盘香。"], "background": "这组歌咏男女恋情的散曲约创作于元世祖至元十七年（1280年）前后，为白朴定居金陵（今江苏南京）之后所作。"},
{"title": "浣溪沙·半踏长裾宛约行", "author": "孙光宪", "paragraphs": "半踏长裾宛约行，晚帘疏处见分明，此时堪恨昧平生。\t早是销魂残烛影，更愁闻着品弦声，杳无消息若为情。", "topic": "爱情", "notes": ["浣溪沙：唐代教坊曲名，后用为词牌名。分平仄两体，字数以四十二字居多。全词分两片，上片三句全用韵，下片末二句用韵。此调音节明快，为婉约、豪放两派词人所常用。", "半踏：小步。长裾（jū）：长襟衣服。裾：衣服的前襟，也称“大襟”。宛约：婉约，形容步态柔美。", "分明：明确，清楚。", "昧（mèi）平生：意思是素不相识无法向所爱之人表示情怀。一说即素昧平生，一向不了解。昧：暧昧。平生：平素；往常。", "销魂：谓灵魂离开肉体。形容极其哀愁。", "品弦声：演奏弦乐的声音。品：弹奏，品尝。", "若为情：如何能动情，或难以为情。若为：何为，怎为。"], "background": ""},
{"title": "南乡子·眼约也应虚", "author": "晏几道", "paragraphs": "眼约也应虚，昨夜归来凤枕孤。且据如今情分里，相于。只恐多时不似初。\t深意托双鱼。小剪蛮笺细字书。更把此情重问得，何如。共结因缘久远无。", "topic": "爱情", "notes": ["眼约：犹目成，通过眉目传情来结成亲好。", "凤枕：绣枕，绣有凤凰图案的枕头。", "相于：相厚、相亲近的意思。", "双鱼：谓书信。", "蛮笺：唐时高丽纸的别称。", "得：语助词，用于动词之后，犹着。 "], "background": ""},
{"title": "青玉案·新腔一唱双金斗", "author": "吴文英", "paragraphs": "新腔一唱双金斗，正霜落，分柑手。已是红窗人倦绣，春词裁烛，夜香温被，怕减银壶漏。\t吴天雁晓云飞后，百感情怀顿疏酒。彩扇何时翻翠袖，歌边拌取，醉魂和梦，化作梅花瘦。", "topic": "爱情", "notes": ["青玉案：词牌名。汉", "《四愁诗》：“美人赠我锦绣段，何以报之青玉案”。因取以为调名。六十七字，前后片各五仄韵。亦有第五句不用韵者。", "新腔：新创作的曲调。", "金斗：即金勺，一种酒器。", "柑（gān）手：果名，橘属。", "红窗：闺房中的窗子。", "春词裁烛：烛下吟诗。春词，指情诗；裁烛，剪去烬馀的烛心。", "夜香温被：用熏炉烘被子。", "银壶：银制的漏壶，古代计时器。", "吴天：犹言吴地。", "云飞：喻情人分离。", "疏：稀少。"], "background": "该词当写于淳祐三年（1143）词人离开苏州后不久。词人在拂晓时看到鸿雁穿过彩云飞过，心中想起了和逝去的爱妾在苏州的日子，心中顿然失去一切情趣，有感而发，写下了这首词。"},
{"title": "瑞鹤仙·晴丝牵绪乱", "author": "吴文英", "paragraphs": "晴丝牵绪乱。对沧江斜日，花飞人远。垂杨暗吴苑。正旗亭烟冷，河桥风暖。兰情蕙盼。惹相思，春根酒畔。又争知、吟骨萦销，渐把旧衫重剪。\t凄断。流红千浪，缺月孤楼，总难留燕。歌尘凝扇。待凭信，拌分钿。试挑灯欲写，还依不忍，笺幅偷和泪卷。寄残云剩雨蓬莱，也应梦见。", "topic": "爱情", "notes": ["晴丝：春夏季节，一晴无风时在空中飘荡和一些昆虫的吐丝，谐音双关为“情思”。", "牵绪：牵动思绪。", "吴苑：指春秋时吴王阖闾所建宫苑，在苏州。", "旗亭：酒楼。", "兰情蕙（huì）盼：形容伊人仪态清幽，眼波含情。兰、蕙：香草。情：含情顾盼。", "春根：春末。", "酒畔：指酒肆边。", "争知：即“怎知”。", "吟骨：指诗人的瘦骨。", "凄断：指极其凄凉或伤心。", "流红：指漂流在水中的落花。", "歌尘：形容歌声动听。", "拌分钿（diàn）：分钿，本《长恨歌》“钗留一股合一扇，钗擘（bò）黄金合分钿”。这里分钿作永诀意解，即拚出去分金饰盒的一半给你表示从此断绝。拌即判、拚的意思。", "笺幅：笺纸，信笺 。"], "background": ""},
{"title": "薄幸·青楼春晚", "author": "吕渭老", "paragraphs": "青楼春晚。昼寂寂、梳匀又懒。乍听得、鸦啼莺弄，惹起新愁无限。记年时、偷掷春心，花间隔雾遥相见。便角枕题诗，宝钗贳酒，共醉青苔深院。\t怎忘得、回廊下，携手处、花明月满。如今但暮雨，蜂愁蝶恨，小窗闲对芭蕉展。却谁拘管。尽无言、闲品秦筝，泪满参差雁。腰支渐小，心与杨花共远。", "topic": "爱情", "notes": ["青楼：这里泛指女子所居高楼。", "乍：突然。", "弄：鸟叫。", "偷掷春心：指暗暗爱恋一个人，以心相许。", "角枕：用兽角做装饰的枕头。", "宝钗贳酒：用钗钿换酒喝。贳酒：赊酒。", "却谁拘管：有什么办法管束住摇荡的情思。", "秦筝：古筝。", "参差雁：指筝上的弦柱斜列如飞雁。"], "background": ""},
{"title": "鼓笛慢·乱花丛里曾携手", "author": "秦观", "paragraphs": "乱花丛里曾携手，穷艳景，迷欢赏。到如今，谁把雕鞍锁定，阻游人来往。好梦随春远，从前事、不堪思想。念香闺正杳，佳欢未偶，难留恋、空惆怅。\t永夜婵娟未满，叹玉楼、几时重上。那堪万里，却寻归路，指阳关孤唱。苦恨东流水，桃源路、欲回双桨。仗何人细与、丁宁问呵，我如今怎向？", "topic": "爱情", "notes": ["1、鼓笛慢：此词调名，比较少见。万树《词律》卷八杜文澜按：“《词谱》以此词归人《水龙吟》调，注云：‘此添字《水龙吟》兼摊破句法，采人以备一体。”’与前《水龙吟》对照，字数句式，多有不同，当为另一体，而以鼓与笛为伴奏者也。", "2、乱花：盛开的繁花。", "3、穷：尽。", "4、艳景：犹美景。", "5、迷：迷恋，入迷。", "6、欢赏：欢乐游赏。", "7、雕鞍（ān）锁定：谓尽力挽留。", "8、杳（yǎo）：无影无声，杳无音信。", "9、永夜：长夜。", "10、婵（chán）娟：本意为美好。后多指月。", "11、玉楼：指女子所居之楼。", "12、阳关孤唱：阳关，即《阳关曲》，古代送别时所唱。", "13、桃源路、欲回双桨：旧注引梁", "《续齐谐记》刘晨、阮肇入天台山采药遇二仙女事释之，似未尽妥。词云“欲回双桨”，谓入桃源时有船可通也。因知此用", "《桃花源记》事，记云：“晋太元中，武陵人捕鱼为业，缘溪行，忘路之远近，忽逢桃花林。……复前行，欲穷其林。林尽水源，便得一山。山有小口，仿佛若有光，便舍船从口入。”或二事并用，宋词中常见之。双浆：指船。欲回双浆，谓想借船以回到桃源之中去，既远避尘世，又能谐昔日之欢。", "14、仗：依仗，依靠。", "15、丁宁：即叮咛。", "16、怎向：争向，怎奈。"], "background": "宋绍圣元年（1094年），少游坐元祜党籍，贬监处州（今浙江丽水）酒税。此时他心境凄苦，乃修忏于法海寺。三年（1096年），以谒告写佛书为罪，削秩徙郴州（今湖南郴县）。郴州比处州更远，距离词人的故乡和汴京则更为辽远。这首词抒发贬谪郴州时的忧伤之情。"},
{"title": "鹊桥仙·碧梧初出", "author": "严蕊", "paragraphs": "碧梧初出，桂花才吐，池上水花微谢。穿针人在合欢楼，正月露、玉盘高泻。\t蛛忙鹊懒，耕慵织倦，空做古今佳话。人间刚道隔年期，指天上、方才隔夜。", "topic": "爱情", "notes": ["鹊桥仙：词牌名，又名《鹊桥仙令》《金风玉露相逢曲》《广寒秋》等，双调五十六字，前后阕各两仄韵，一韵到底。前后阕首两句要求对仗。", "初出：刚开始下落。叶申芗《本事词》作“初坠”。", "玉盘：喻月亮。", "《古朗月行》:“小时不识月，呼作白玉盘。”", "蛛忙：谓蜘蛛忙于织网。", "鹊：喜鹊，神话传说每年七月七夕牛郎、织女相会，群鹊衔接为桥以渡银河。", "耕慵句：神话传说牛郎耕田，织女纺织，当七夕佳会之时，他们都不再劳作，因而显得“慵”、“倦”了。", "《鹊桥仙・七夕》:“双星良夜，耕慵织懒，应被群仙相妒。”"], "background": "这首词的具体创作时间不详。有一年阴历七月七日，官府宴请宾客，严蕊在席间伴酒，席上有个叫谢元卿的，久闻严蕊词名，便以《七夕》为题，限令用她自己的姓氏为韵，命严蕊即席赋词，严蕊于是填了这首《鹊桥仙》。"},
{"title": "昭君怨·暮雨丝丝吹湿", "author": "纳兰性德", "paragraphs": "暮雨丝丝吹湿，倦柳愁荷风急。瘦骨不禁秋，总成愁。\t别有心情怎说，未是诉愁时节，谯鼓已三更，梦须成。", "topic": "爱情", "notes": ["昭君怨：词牌名，又名“洛妃怨”“宴西园”等，双调，四十字，前后段各四句，两仄韵，两平韵。", "倦柳愁荷：此谓秋色已浓。", "不禁：不能经受。", "谯（qiáo）鼓：古代谯楼（城门之上的了望楼）上的更鼓。", "须：即“应”。"], "background": "纳兰性德对表妹情深之至，但其表妹最终辗转进宫。是夜，作者独看暮雨丝丝，秋雨凄苦，夜风凉，薄凌厉，柳树、荷花也倦极愁极，于是作者由这凄风苦雨，生出对表妹的无尽相思愁绪来。就是在这种煎熬中，作者创作了这首词以表达相思愁绪。"},
{"title": "薄幸·淡妆多态", "author": "贺铸", "paragraphs": "淡妆多态，更的的、频回眄睐。便认得琴心先许，与绾合欢双带。记画堂、风月逢迎、轻颦浅笑娇无奈。向睡鸭炉边，翔鸳屏里，羞把香罗偷解。\t自过了、烧灯后，都不见踏青挑菜。几回凭双燕，丁宁深意，往来却恨重帘碍。约何时再，正春浓酒困，人闲昼永无聊赖。厌厌睡起，犹有花梢日在。", "topic": "爱情", "notes": ["薄幸，词牌名之一，双调一百零八字，上片九句五仄韵，下片十句五仄韵。", "的的：频频、连连。郑仅《调笑转踏》词：“吴姬绰约开金盏，的的娇波流美盼”，同此义。也有版本记作“滴滴”，形容眼波不时注视的样子。", "眄睐（miǎnlài）：斜望。《古诗十九首》之十六：“眄睐以适意，引领遥相瞒。”", "琴心：以琴声达意。", "“欲绾（wǎn）”句：意谓结同心之好。绾，旋转打结。合欢带，即合欢结。梁武帝《秋歌》：“绣带合欢结，锦衣连理文。”", "烧灯：指元宵节。", "踏青挑菜：指踏青节、挑菜节，是古代的两个民间节日踏青：春日郊游。", "《绝句》：“江边踏青罢，回首见旌旗。”唐俗，农历二月初二日曲江挑菜，士民游观其间，谓之挑菜节。", "丁宁：叮嘱，嘱托。", "厌厌：同“恹恹”，形容精神压抑不舒畅。"], "background": ""},
{"title": "南歌子·有感", "author": "苏轼", "paragraphs": "笑怕蔷薇罥，行忧宝瑟僵。美人依约在西厢，只恐暗中迷路，认余香。\t午夜风翻幔，三更月到床。簟纹如水玉肌凉，何物与侬归去，有残妆。", "topic": "爱情", "notes": ["南歌子：词牌名。唐教坊曲。又名《南柯子》、《凤蝶令》等。有单调、双调两体。双调又有平韵、仄韵两体。宋人多用平韵体，此词用平韵体。", "罥（juàn），挂住。", "西厢：正房西侧的房子。", "认余香：辨认香气来寻路。", "午夜：半夜。幔：帷帐。", "簟（diàn）：竹席。", "侬：我。", "残妆：指残留的妆饰物。"], "background": "宋神宗元丰元年（1078年）正月，苏轼在徐州收到友人章楶寄赐的崔徽画像，联想到唐代传奇小说《莺莺传》有感而发，作该词歌咏《莺莺传》中崔莺莺和张生的爱情故事。"},
{"title": "西施·自从回步百花桥", "author": "柳永", "paragraphs": "自从回步百花桥。便独处清宵。凤衾鸳枕，何事等闲抛。纵有馀香，也似郎恩爱，向日夜潜消。\t恐伊不信芳容改，将憔悴、写霜绡。更凭锦字，字字说情憀。要识愁肠，但看丁香树，渐结尽春梢。", "topic": "爱情", "notes": ["西施：词牌名，因咏西施而得名。", "自度曲，《乐章集》注“仙吕调”。双调七十一字，前段七句四平韵，后段七句三平韵。", "回步：返回。百花桥：元彻、柳实与仙女相会之处。《续仙传》载：唐元和初，元彻、柳实赴浙右省亲，遭遇海风飘至孤岛，幸得南溟夫人相助，以百花桥送二人出岛。桥长数百步，栏槛之上，皆有异花。", "清宵：清静的夜晚。", "凤衾（qīn）：绣有凤凰花饰的被子。鸳枕：绣有鸳鸯的枕头。", "何事：为何，何故。等闲：随便。", "馀香：残留的香气。馀，同“余”，用“余”意义可能混淆时，用“馀”以区分，多见古文。", "向：怎奈。潜消：不知不觉地消逝。", "霜绡（xiāo）：白绫。亦指画在白色绫子上的真容。唐玄宗《题梅妃画真》：“霜绡虽似当时态，争奈娇波不顾人。”", "锦字：即“锦书”。《晋书·列女传》：“窦滔妻苏氏，始平人也，名蕙，字若兰，善属文。滔，苻坚时为秦州刺史，被徙流沙，苏氏思之，织锦为回文旋图诗以赠滔。宛转循环以读之，词甚凄惋。”后称妻子寄给丈夫的书信为锦书。", "情憀（liáo）：悲思之情。", "愁肠：忧思郁结的心肠。", "丁香树：常绿乔木，又名鸡舌香，丁子香。丁香花蕾称丁香结，古代诗词常用以喻愁思固结不解。", "春梢：春末，暮春。"], "background": "此词为代闺怨体，写离别后妻子对丈夫的思念，而柳词大多写实，故而可以断定此词的女主人公乃柳永之妻。词中开头所用“百花桥”典故，发生地是在浙江，联系到柳永其他的词作，足以说明柳永此时所在之地为钱塘，时间为柳永第一次从汴京出发远游江浙的第二年。"},
{"title": "浣溪沙·红藕花香到槛频", "author": "李珣", "paragraphs": "红藕花香到槛频，可堪闲忆似花人，旧欢如梦绝音尘。\t翠叠画屏山隐隐，冷铺文簟水潾潾，断魂何处一蝉新？", "topic": "爱情", "notes": ["红藕：红莲的别称。槛（jiàn）：栏杆，这里指亭栏。", "似花人：与荷花一样艳丽的美人。", "绝音尘：断绝了音信。", "“翠叠”句：画屏上翠山重叠，隐约可见。", "“冷铺”句：铺上冰凉的簟席，簟纹如水波潾潾。文，同“纹”。簟（diàn），竹席。", "一蝉新：突然响起一声蝉鸣。"], "background": ""},
{"title": "鹊桥仙·云林瞩题闰七夕联吟图", "author": "顾太清", "paragraphs": "新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？\t闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。", "topic": "爱情", "notes": ["玉绳：星名。常泛指群星。", "闺中女伴：指画中联吟赋诗的仕女们。"], "background": ""},
{"title": "解连环·秋情", "author": "吴文英", "paragraphs": "暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩綀帷倦入，又惹旧愁，汗香阑角。\t银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。翠冷红衰，怕惊起、西池鱼跃。记湘娥、绛绡暗解，褪花坠萼。", "topic": "爱情", "notes": ["解连环：又名“望梅”“杏梁燕”。计三体。此用正体，双调一百零六字，上片十一句五仄韵，下片十句五仄韵。", "凉薄：微凉。", "邈（miǎo）：远，渺茫。", "流萤（yíng）：飞行无定的萤。", "《秋夕》诗：“银烛秋光冷画屏，轻罗小扇扑流萤。”", "素怀：平素的抱负。", "双成：董双成，传说为西王母的侍女。", "凤笙（shēng）：笙的美称。笙形如凤凰，音如凤鸣。", "玉绳：天乙、太乙两星之共名。在北斗第五星玉衡北面。秋季夜半，玉绳自西北转，逐渐下沉，故古人多以玉绳低垂形容夜深或拂晓。", "綀（shū）帷：粗布制成的帷幔。", "露井：指无井盖、井栏之井。", "明月：指团扇。", "丹青：本指绘画用的材料，后泛指绘画。", "楚山：代指美女双眉。", "西池：指苏州西园中之池。一说指西湖。", "湘娥：湘夫人。", "绛绡（jiàng xiāo）暗解：即“香囊暗解”。", "萼：花萼。花瓣下部的一圈绿色小片。"], "background": "吴文英早年在苏州结识某女子。他们的爱情以悲剧告终。吴文英对她的情感是真挚深厚的，他在词作里常以极隐讳的笔法抒写无尽的哀怨。这首词是词人寓居苏州的后期、在其恋爱悲剧发生之后作的。充分抒发出作者的一腔忧怨之情。"},
{"title": "念奴娇·凤凰山下", "author": "张红桥", "paragraphs": "凤凰山下，恨声声玉漏、今宵易歇。三叠阳关歌未竞，哑哑栖鸟催别。含怨吞声，两行清泪，渍透千重铁。重来休问，尊前已是愁绝。\t还忆浴罢描眉，梦回携手，踏碎花间月。漫道胸前怀豆蔻，今日总成虚设。桃叶津头，莫愁湖畔，远树云烟叠。寒灯旅邸，荧荧与谁闲说？", "topic": "爱情", "notes": ["凤凰山；此指福建同安之大风山。", "阳关：即《阳关曲》，因须重复唱三次，故谓三叠。此泛指离别之曲。", "哑哑：形容鸦啼的声音。", "渍（zi）：浸；沾。", "描眉：《汉书·张敞传》载：西汉张敝，夫妻恩爱。妻子梳洗时，敞为其画眉。后以此形容夫妻恩爱。", "怀：揣。", "豆蔻：俗名“含胎花”，有香味，象征处子，旧传宜女子佩带。", "桃叶津、莫愁湖：均南京城名胜，与旧时男女风情传说有关。", "旅邸（di）：邸，高级官员的住所。此泛指一般旅舍。", "荧荧：形容灯光闪烁的样子。"], "background": "张红桥因说“欲得才如李青莲者事之耳”，于是四方才子纷纷投诗。经过严格筛选，最后终于选中了谱署林鸿。从此二人诗词唱和，感情甚笃。后来林鸿游金陵，行前作《大江东去》留别，于是红桥就和了这首《念奴娇》。"},
{"title": "江城子·迎得郎来入绣闱", "author": "和凝", "paragraphs": "迎得郎来入绣闱，语相思，连理枝。鬓乱钗垂，梳堕印山眉。娅姹含情娇不语，纤玉手，抚郎衣。", "topic": "爱情", "notes": ["连理枝：比喻相爱的夫妻。", "娅姹：明媚、美丽的样子。"], "background": ""},
{"title": "系裙腰·般涉调", "author": "张先", "paragraphs": "惜霜蟾照夜云天。朦胧影、画勾阑。人情纵似长情月，算一年年。又能得、几番圆。\t欲寄西江题叶字，流不到、五亭前。东池始有荷新绿，尚小如钱。问何日藕、几时莲。", "topic": "爱情", "notes": "", "background": ""},
{"title": "应天长·平江波暖鸳鸯语", "author": "毛文锡", "paragraphs": "平江波暖鸳鸯语，两两钓船归极浦。芦洲一夜风和雨，飞起浅沙翘雪鹭。\t渔灯明远渚，兰棹今宵何处？罗袂从风轻举，愁杀采莲女！", "topic": "爱情", "notes": ["极浦：目光望不到的水边。", "芦洲：芦苇洲。", "翘雪鹭：高翘长颈的白鹭。", "渚：水中小块陆地。", "兰棹：兰木做的桨，这里指离别的情人所乘的船。", "罗袂：罗袖。从风：随风。"], "background": ""},
{"title": "万年欢·春思", "author": "史达祖", "paragraphs": "两袖梅风，谢桥边、岸痕犹带残雪。过了匆匆灯市，草根青发。燕子春愁未醒，误几处、芳音辽绝。烟溪上、采绿人归，定应愁沁花骨。\t非干厚情易歇。奈燕台句老，难道离别。小径吹衣，曾记故里风物。多少惊心旧事，第一是、侵阶罗袜。如今但、柳发晞春，夜来和露梳月。", "topic": "爱情", "notes": ["谢桥：即为谢娘桥，泛指站着心爱女子的桥。", "灯市：指正月十五的元宵灯市。", "绿：是一种刍草的名。", "燕台：用唐诗人李商隐事。李曾作《燕台》诗四首，哀感顽艳，被一位叫做柳枝的姑娘所深赏，并相约幽会。由于机缘的错失，两人未能欢好便离别了。", "柳发：亦指自己稀疏的头发。"], "background": ""},
{"title": "六州歌头·东风著意", "author": "韩元吉", "paragraphs": "东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。\t共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。", "topic": "爱情", "notes": ["著（zhuó）：带着。", "朱扉：朱红的门扉。", "莎（suō）：草名，香附子。", "跋马：驰马。", "玉勒：玉制的马衔，也泛指马。", "蛾眉：此指美女。", "绣户：指女子的闺房。", "前度刘郎：化用", "诗和刘晨、阮肇人天台山遇仙女事，这里是作者自指。", "武陵溪：用", "《桃花源记》故事，也暗指刘晨、阮肇事。"], "background": "隆兴二年（1164）闰11月，韩元吉以新鄱阳守的身份赴镇江看望母亲，当时陆游恰好为镇江通判。他们两人是早就认识的，这次相逢镇江，一起览观江山，举酒相属，更相唱和。从隆兴2年的闰11月到乾道改元正月共60日，他们唱和的歌诗合计有30篇，此篇即为其中所作。"},
{"title": "两同心·楚乡春晚", "author": "晏几道", "paragraphs": "楚乡春晚，似入仙源。拾翠处、闲随流水，踏青路、暗惹香尘。心心在，柳外青帘，花下朱门。\t对景且醉芳尊。莫话消魂。好意思、曾同明月，恶滋味、最是黄昏。相思处，一纸红笺，无限啼痕。", "topic": "爱情", "notes": ["两同心：词牌名。此调有三体，这首词为平韵体，创自", "。双调六十八字，上片七句三平韵，下片七句四平韵。", "楚乡：楚地。", "仙源：特指", "所描绘的理想境地桃花源。", "拾翠：拾取翠乌羽毛以为首饰。后多指妇女游春。", "踏青：古人有农历二月二日或三月上巳日郊游的习俗。", "香尘：带有花香的尘土。", "心心：彼此间的情意。", "青帘：旧时酒店门口挂的幌子，多用青布制成。此处借指酒家。", "朱门：红漆大门。指贵族豪富之家。", "“莫话”句：谓不要说伤心的话。", "意思：心情，情绪。 "], "background": "这首词可能写于宋神宗元丰五年（1082），时词人在颍昌府任官。作者某日踏青游赏写下了这首词，寄托着作者的生活理想。"},
{"title": "蝶恋花·十二楼前生碧草", "author": "邵瑞彭", "paragraphs": "十二楼前生碧草。珠箔当门，团扇迎风小。赵瑟秦筝弹未了，洞房一夜乌啼晓。\t忍把千金酬一笑？毕竟相思，不似相逢好。锦字无凭南雁杳，美人家在长干道。", "topic": "爱情", "notes": "", "background": ""},
{"title": "虞美人·彩云易向秋空散", "author": "纳兰性德", "paragraphs": "彩云易向秋空散，燕子怜长叹。几翻离合总无因，赢得一回僝僽一回亲。\t归鸿旧约霜前至，可寄香笺字。不如前事不思量，且枕红蕤欹侧看斜阳。", "topic": "爱情", "notes": ["虞美人：词牌名，唐教坊曲。初咏", "宠姬虞美人，因以为名。又名 “一江春水”、“玉壶水”、“巫山十二峰”等。双调，五十六字，上下片各四句。", "僝僽（chán zhòu）：烦恼、愁苦。", "“归鸿”二句：香笺（jiān）：指散发有香气的信笺。红蕤（ruí）：红蕤枕。传说中的仙枕，此处代指绣花枕。欹（qī）：斜着。"], "background": "赵秀亭、冯统一《饮水词笺校》载：“以恋人口吻作寄友诗，亦释家常伎。此阕实为寄顾贞观词。性德康熙二十三年春寄顾贞观书云‘杪夏新秋，准期握手’，即词‘旧约霜前至’事；词‘几番离合’句，亦与梁汾曾数度南返合。词或二十三年春随书以寄。”"},
{"title": "黄金缕·家在钱塘江上住", "author": "司马槱", "paragraphs": "家在钱塘江上住。花落花开，不管年华度。燕子又将春色去，纱窗一阵黄昏雨。（家在一作：妾本）\t斜插犀梳云半吐。檀板清歌，唱彻黄金缕。望断云行无去处，梦回明月生春浦。（春浦一作：南浦）", "topic": "爱情", "notes": ["黄金缕：又名蝶恋花，词牌名。出自唐教坊曲，分上下两阕，共六十个字，一般用来填写多愁善感和缠绵悱恻的内容。", "本：原，原本。", "钱塘江：古称浙，最早见名于《山海经》，因流经古钱塘县（今杭州）而得名。", "黄梅雨：长江中下游流域春末夏初黄梅季节下的雨，也叫“梅雨”、“霉雨”。此指绵绵细雨。", "犀梳：犀牛角做成的梳子。", "檀板:即拍板。", "黄金缕：《黄金缕》，即《蝶恋花》调的别名，以", "《蝶恋花》词中有“杨柳风轻，展尽黄金缕”而得名。", "行云：指情人。", "南浦：泛指离别地点。"], "background": "据张耒《柯山集》载，司马制举中第，调关中第一幕官，行次里中，一日昼寐，恍惚间见一美妇人，衣裳甚古，人帘执板歌唱此词的上半阕，歌罢而去。司马因续成此曲。无论是司马故弄狡狯，假托本事，还是真有所梦，此词的著作权还是要归于他本人的。"},
{"title": "南歌子·倭堕低梳髻", "author": "温庭筠", "paragraphs": "倭堕低梳髻，连娟细扫眉。终日两相思。为君憔悴尽，百花时。", "topic": "爱情", "notes": ["南歌子：唐教坊曲名，后用为词牌名。又名”南柯子“”风蝶令“。《金奁集》入“仙吕宫”。", "倭堕：即倭堕髻，本是汉代洛阳一带妇女的时髦发式。", "连娟：或作联娟，微曲的样子，形容女子眉毛弯曲细长，秀丽俊俏。"], "background": "《草堂诗余别集》中温庭筠七首《南歌子》有题曰“闺怨”。可见此词是温庭筠为闺中女子代言之作，其具体创作年份未得确证。"},
{"title": "八六子·如花貌", "author": "柳永", "paragraphs": "如花貌。当来便约，永结同心偕老。为妙年、俊格聪明，凌厉多方怜爱，何期养成心性近，元来都不相表。渐作分飞计料。\t稍觉因情难供，恁殛恼。争克罢同欢笑。已是断弦尤续，覆水难收，常向人前诵谈，空遣时传音耗。漫悔懊。此事何时坏了。", "topic": "爱情", "notes": ["八六子：词牌名，又名《感黄鹂》，《乐章集》注“平调”。此调有数体，九十字至九十三字不等。然常体为平韵，此词为仄韵，其为", "依旧曲而自制新声。", "当来：原来，起初。", "妙年：青春年少。俊格：俊俏，漂亮。格，语助词，无实意。", "凌厉：本指勇往直前，气势猛烈，这里是爽朗无拘的意思。", "何期：哪里料到。心性近：心思性情不涵厚。近，浅陋。", "元来：同“原来”，表示发现原先不知道的情况。相表：即“相表里”的简写。", "分飞：分别，分离。计料：打算。", "稍：渐渐。供：维持。", "恁（nèn）：如此。殛（jí）恼：急躁烦恼。殛，通“急”。急躁。", "争克：怎能。罢：停止，这里是忘记的意思。", "断弦尤续：古以琴瑟喻夫妻，故男子丧妻成为断弦，此处指情爱断绝。尤，错，过失。", "覆水难收：比喻事成定居，无法挽回。多用于比喻夫妻离异难以复合。", "诵谈：诉说。", "音耗：音信。《周书·晋荡公护传》：“既许归吾於汝，又听先致音耗。”", "漫悔懊：空悔恨懊恼。"], "background": "此词应为柳永第一次离京不久之后创作的。观词中内容，应为柳永忆妻之妻，而他的妻子似乎是一位非凡的美女，但是却不够“贤惠”，两人之间曾有过矛盾，以至于“渐作分飞计料”，然而闹过之后，妻子“时传音耗”，柳永自己也“悔懊”，反问自己“此事何时坏了”。"},
{"title": "满江红·代北燕南", "author": "纳兰性德", "paragraphs": "代北燕南，应不隔、月明千里。谁相念、胭脂山下，悲哉秋气。小立乍惊清露湿，孤眠最惜浓香腻。况夜鸟、啼绝四更头，边声起。\t销不尽，悲歌意。匀不尽，相思泪。想故园今夜，玉阑谁倚。青海不来如意梦，红笺暂写违心字。道别来、浑是不关心，东堂桂。", "topic": "爱情", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多，格调沉郁激昂。另有平声格，双调九十三字，前片八句四平韵，后片十句五平韵。", "代北燕南：泛指山西、河北一带。代北，原指汉、晋时期之代郡，唐以后之代州北部等。燕南，泛指黄河以北之地。", "胭（yān）脂（zhī）山：即燕支山。在古匈奴境内，以产燕支（胭脂）草而得名因其地水草丰美，宜为畜牧，是为塞外之宝地。古诗中多代指值得怀念之地。", "秋气：指秋日的凄清、肃杀之气。", "边声：指边境上羌管、胡茄、角号等诸多声响。", "匀（yún）：抹。", "青海：本指青海省内之最大的咸水湖，北魏时始用此名。后以之喻边远荒漠之地。", "红笺（jiān）：红色笺纸，多用以题写诗词等，这里是指书写信札。", "浑是：全是。", "东堂桂：因科举考试而及第称为“东堂桂”。"], "background": "康熙二十二年（1683）秋，纳兰性德随扈五台山。在一个月夜里，词人因怀念妻子辗转难眠，为了表达对妻子的思念之情，故作下此词。"},
{"title": "祝英台近·惜多才", "author": "佚名", "paragraphs": "惜多才，怜薄命，无计可留汝。揉碎花笺，忍写断肠句。道旁杨柳依依，千丝万缕，抵不住、一分愁绪。\t如何诉。便教缘尽今生，此身已轻许。捉月盟言，不是梦中语。后回君若重来，不相忘处，把杯酒、浇奴坟土。", "topic": "爱情", "notes": ["祝英台近：词牌名，又名《宝钗分》《月底修箫谱》《燕莺语》《寒食词》。双调七十七字，上片八句四仄韵，下片八句四仄韵。另有押韵稍异者，为变体。 ", "多才：指富有才华的人。", "花笺：印有花纹的纸笺。", "便：犹言虽或纵然。", "捉月盟言：此指当初在月下立的盟誓。"], "background": "陶宗仪曾在自己所著的《南村辍耕录》中记载了一个这样的故事：戴复古在还未出仕之时，流落到武宁，有一位富有人家的老翁爱惜他的才华，把女儿嫁给他为妻。在相处了两三年之后，戴复古忽然提出要回乡，妻子询问他是何缘故，戴复古回答说因为曾经娶过别的女子。妻子向父亲说明了情况，父亲大怒，妻子委婉地解释之后，将所有嫁妆赠给戴复古，写下一首《祝英台近》，戴复古走后，妻子投水而死。这一首《祝英台近》，便是戴复古的妻子在他临别前所做的道别词。"},
{"title": "南歌子·懒拂鸳鸯枕", "author": "温庭筠", "paragraphs": "懒拂鸳鸯枕，休缝翡翠裙，罗帐罢炉熏。近来心更切，为思君。", "topic": "爱情", "notes": ["南歌子：原唐教坊曲名，后用为词牌名。一作“南柯子”，又名“风蝶令”“春宵曲”。《金奁集》入“仙吕宫”。", "拂：放置。《淮南子·齐俗训》高诱注：“拂，放也。”鸳鸯枕：绣有鸳鸯图形之枕，此作为象征男女欢合的意象。", "翡翠裙：绣有翡翠鸟的裙子，与第一句“鸳鸯枕”对文。", "罗帐罢炉熏：不再以炉香熏暖罗帐。罢，停止。熏，熏香，焚香。古时围炉燃香料，熏烤衣服和被帐等物，取其香暖。"], "background": "此词是温庭筠为闺中女子代言之作，其具体创作时间未得确证。史载温庭筠为人落拓不羁，在仕途上很不得意。在他的词作中，多通过女性化的愁思来表现自己的怀才不遇，把难以言说之情，借女子之口抒写自己内心的隐痛。这首《南歌子》正是这类作品的代表。"},
{"title": "南乡子·相见处", "author": "李珣", "paragraphs": "相见处，晚晴天，刺桐花下越台前。\t暗里回眸深属意，遗双翠，骑象背人先过水。", "topic": "爱情", "notes": ["南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。原为单调，有二十七字、二十八字、三十字各体，平仄换韵。单调始自后蜀", "，此词牌即以欧阳炯《南乡子》为正体。南唐", "始增为双调。冯词平韵五十六字，十句，上下片各四句用韵。另有五十八字体者。南乡子定格为双调五十六字，上下片各四平韵，一韵到底。 ", "刺桐：植物名，似桐而有刺。越台：即越王台，汉时南越王赵佗所筑，在今广州北越秀山上。", "回眸（móu）：囬转目光。深属意：表示深切的情意。属（zhǔ）意：留情，暗含情意。", "双翠：一双翠羽，女性头上妆饰品。", "骑象：李珣笔下的岭南风光有着神奇的异域色彩。岭南古为百越之地，是百越族居住的地方，远古时就与象结下了不解之缘。象崇拜渗透到百越族生活的各个领域。骑象少女是岭南奇异风光与风物人情之美的结合。背（bèi）人：指避开别人。"], "background": "李珣虽深受中国文化影响，亦颇负诗名，但终不脱波斯人本色，多年以经商为生，浪迹天涯，曾到过广州。李珣在那里如鱼得水，有一段颇为自在得意的生活，常邀女子同游。李殉共有十七首《南乡子》词，皆写南国山水风光与民俗人情。此词即为其中的一首。"},
{"title": "木兰花·清琴再鼓求凰弄", "author": "贺铸", "paragraphs": "清琴再鼓求凰弄，紫陌屡盘骄马鞚。远山眉样认心期，流水车音牵目送。\t归来翠被和衣拥，醉解寒生钟鼓动。此欢只许梦相亲，每向梦中还说梦。", "topic": "爱情", "notes": ["木兰花：唐教坊曲，《金奁集》入“林钟商调”。", "求凰弄：即《风求凰》曲。", "当年即弹此曲向", "求爱。", "紫陌句：紫陌，京都郊野之路，指繁华的大道。盘马：回旋其马。鞚（kòng）：马勒。", "远山眉：形容女子秀丽之眉。", "流水车：即车如流水，形容车多面奔驰迅疾。牵目送：车过人去，牵引着自己以目相送。", "欢：指情人。", "梦中还说梦：比喻虚幻无凭。"], "background": ""},
{"title": "生查子·情景", "author": "姚宽", "paragraphs": "郎如陌上尘，妾似堤边絮。相见两悠扬，踪迹无寻处。\t酒面扑春风，泪眼零秋雨。过了离别时，还解相思否？", "topic": "爱情", "notes": ["生查（zhā）子：词牌名。又名“相和柳”“梅溪渡”等。原唐教坊曲，后用为词调。双调，四十字。前后段各四句，两仄韵。", "陌上尘：大路上的尘土。", "堤边絮：河堤上的柳絮。", "悠扬：飞扬，飘忽起伏。", "酒面：因喝酒而泛红的脸庞。"], "background": "这首词从词意上看，写的是萍冰相逢式的短暂的爱情生活，词中的主人公为女性，大概是歌妓一类。这首词题为“情景”，很可能是作者亲眼见景见情，触动了灵感，于是创作了这一首词，以求真实反映宋代的社会现象，表现对歌妓深深的同情。"},
{"title": "浪淘沙·目送楚云空", "author": "幼卿", "paragraphs": "幼卿少与表兄同研席，雅有文字之好。未笄，兄欲缔姻。父母以兄未禄，难其请，遂适武弁。明年，兄登甲科，职教洮房，而良人统兵陕右，相与邂逅于此。兄鞭马略不相顾，岂前憾未平耶。因作浪淘沙以寄情云。\t目送楚云空，前事无踪。漫留遗恨锁眉峰。自是荷花开较晚，孤负东风。\t客馆叹飘蓬，聚散匆匆。扬鞭那忍骤花骢。望断斜阳人不见，满袖啼红。", "topic": "爱情", "notes": ["《浪淘沙》：唐教坊曲名，后用为词牌。双调，五十四字。上片五句，四平前，二十七字。下片同。", "同砚席：一起读书的意思。", "雅：很。此句说，共同学习中产生了感情。", "笄（jī）：簪子，古代用来插住挽起的发髻。“及笄”特指女子可以盘发插笄的年龄，即成年。未笄：未成年。", "缔（dì）姻：定婚。", "未禄：未得官禄。指未做官。父母：《全宋词》作“父兄”。《能改斋漫录）作“父母”。据以径改。", "难：拒绝。", "适：嫁，嫁给。武弁（biàn）：军人，武夫。《能改斋漫录》“武弁”后有“公”字。", "甲科：进士的代称。唐代进士分甲乙两科。", "职教：作管理教学的官职。洮房：疑指湖北房州（今房县）。", "良人：丈夫。陕右：陕西西部。", "邂逅（xiè hòu） ：偶然相遇。", "憾：心中不满。前憾：指以前求婚父母不许一事。", "楚云：南方的云。这里暗用巫山神女的典故。双关义指眼见从前的情意化为乌有。", "此句指，从前读书相爱的事今已无影无踪。", "飘蓬：飞蓬，秋后枯萎断根，随风飞旋的一种草。", "骤：马奔驰。花骢（cōng）：玉花骢。青白相间的马。唐太宗“八骏”中有玉花骢。此句意思是，你怎么能忍心扬鞭打马，让玉花骢急骤奔驰匆匆离去呢？", "啼红：啼哭的泪。"], "background": "该词具体创作年份未知。从词前小序可知，幼卿小时候与表兄感情很好，成年后，表兄曾来提亲，但幼卿父母以他未得功名为由拒绝，让女儿另嫁他人。从小序可知，她婚后和表兄在驿馆偶遇，随即匆匆而别，所以写该词表达她心中巨大的遗恨和痛苦。"},
{"title": "蝴蝶儿·蝴蝶儿", "author": "张泌", "paragraphs": "蝴蝶儿，晚春时。阿娇初著淡黄衣，倚窗学画伊。\t还似花间见，双双对对飞。无端和泪拭胭脂，惹教双翅垂。", "topic": "爱情", "notes": ["阿娇：汉武帝的陈皇后名阿娇。此泛指少女的小名。", "无端：无故。胭脂：一作“燕脂”。"], "background": ""},
{"title": "鬲溪梅令·丙辰冬自无锡归作此寓意", "author": "姜夔", "paragraphs": "丙辰冬，自无锡归，作此寓意。\t好花不与殢香人，浪粼粼。又恐春风归去绿成阴，玉钿何处寻。\t木兰双桨梦中云，小横陈。漫向孤山山下觅盈盈，翠禽啼一春。", "topic": "爱情", "notes": ["鬲溪梅令：又名《高溪梅令》。", "自度曲，官调。此调调名由来不虞，姜夔对此调无相关附注。双调，四十八字，用平韵。", "丙辰：宋宁宗庆元二年（1196年）。", "好花：指梅花。 殢（tì）香人：指为花香所陶醉的人，惜花的人。殢，困倦。", "粼粼：波浪细吹貌。", "玉钿（diàn）：用 珠玉制成的花朵形状的首饰，这里代指娇艳的春花。", "木兰双桨：指华美的船桨。", "漫：空。 盈盈：指仪表美好的女子。", "翠禽：绿色羽毛的鸟。"], "background": "宋宁宗庆元二年丙辰（公元1196年）冬，作者寓居无锡，本打算去合肥探视情人，但因故未能成行，作《江梅引》以寄相思。随即计划自无锡归杭州，作此词以寄相思。"},
{"title": "虞美人·玉楼缥缈孤烟际", "author": "欧阳澈", "paragraphs": "玉楼缥缈孤烟际。徒倚愁如醉。雁来人远暗消魂。帘卷一钩新月、怯黄昏。\t那人音信全无个。幽恨谁凭破。扑花蝴蝶若知人。为我一场清梦、去相亲。", "topic": "爱情", "notes": ["玉楼：华丽的楼阁。", "相亲：互相亲爱；相亲近。"], "background": ""},
{"title": "落梅风·心间事", "author": "马致远", "paragraphs": "心间事，说与他。动不动早言两罢。罢字儿碜可可你道是耍，我心里怕那不怕？", "topic": "爱情", "notes": ["早言：先说，就说。两罢：谓双方拉倒，断绝恋爱关系。", "碜可可：凄惨可怕的样子。耍：开玩笑。"], "background": ""},
{"title": "如梦令·纤月黄昏庭院", "author": "纳兰性德", "paragraphs": "纤月黄昏庭院，语密翻教醉浅。知否那人心？旧恨新欢相半。谁见？谁见？珊枕泪痕红泫。", "topic": "爱情", "notes": ["纤：细小。", "语密：缠绵的情话。", "翻：反，却。", "珊（shān）枕：珊瑚色的枕头，即红色的枕头。", "泫（xuàn）：流泪。"], "background": "苦闷的职业加之痛失爱妻，使纳兰性德深陷苦海当中怨天无门，他尤人不果，只能将所有的愁苦都寄托于笔端，有感而发，写出了这首词。"},
{"title": "鹊桥仙·说盟说誓", "author": "蜀妓", "paragraphs": "说盟说誓。说情说意。动便春愁满纸。多应念得脱空经，是那个、先生教底。\t不茶不饭，不言不语，一味供他憔悴。相思已是不曾闲，又那得、工夫咒你。", "topic": "爱情", "notes": "", "background": ""},
{"title": "蝶恋花·几许伤春春复暮", "author": "贺铸", "paragraphs": "几许伤春春复暮。杨柳清阴，偏碍游丝度。天际小山桃叶步。白头花满湔裙处。\t竟日微吟长短句。帘影灯昏，心寄胡琴语。数点雨声风约住。朦胧淡月云来去。", "topic": "爱情", "notes": ["蝶恋花：词牌名。又名“凤栖梧”“鹊踏枝”等。双调，六十字，上下片各四仄韵。", "徐冠卿：作者友人，生平未详。", "春复暮：春天又将尽。", "游丝：空气中浮游的蜘蛛所吐之丝。又，香炉中袅袅飘浮之烟亦称游丝。", "天际小山：形容古代青年女子所画淡眉的颜色像远在天边的小山。桃叶步：桃叶山，在今江苏六合。桃叶，晋代", "的妾名，后来成为女子的代称。步，江边可以系舟停船之处，即“埠”。", "湔（jiān）裙：洗裙。湔，洗涤。", "竟日：整日，整天。", "胡琴：唐宋时期，凡来自西北各民族的弦乐器统称胡琴。", "风约住：指雨声被风拦住。约，拦、束。", "朦胧：模糊不清的样子。"], "background": "这首词约作于宋哲宗绍圣三年丙子（1096年）三四月间，为伤春怀人之作。绍圣三年二月。贺铸曾到过扬州，稍后又到金陵。这首词很可能是词人身居金陵，同忆扬州情事之作，有同时的《献金杯》一词可相参看。又据词题，这首词可能是友人徐冠卿曾先赠一首词后作者稍改动所成。"},
{"title": "忆秦娥·花深深", "author": "郑文妻", "paragraphs": "花深深。一钩罗袜行花阴。行花阴。闲将柳带，细结同心。\t日边消息空沈沈。画眉楼上愁登临。愁登临。海棠开后，望到如今。", "topic": "爱情", "notes": ["一钩：常用于形容新月，此喻美人足。", "同心：即同心结。用锦带打成的连环回文样结子，为男女相爱的象征。"], "background": ""},
{"title": "减字木兰花·春夜闻隔墙歌吹声", "author": "项鸿祚", "paragraphs": "阑珊心绪，醉倚绿琴相伴住。一枕新愁，残夜花香月满楼。\t繁笙脆管，吹得锦屏春梦远。只有垂杨，不放秋千影过墙。", "topic": "爱情", "notes": ["减字木兰花：词牌名，唐教坊曲，双调四十四字，上下片各四句，两仄韵、两平韵，平仄韵互换。歌吹：歌唱和吹奏。词中偏指吹奏。", "阑珊：纷乱的样子。此处形容人物情绪。", "绿琴：绿绮琴，传说", "作《玉如意赋》，梁王悦之，赐以绿绮琴。后即用以指琴。", "残夜：夜将尽。", "繁笙（shēng）：谓笙声繁密。脆管：清脆的笛声。", "锦屏：鲜艳华美的屏风。", "《长干行》：“鸳鸯绿浦上，翡翠锦屏中。”此处代指华贵的卧房。", "“只有垂杨”二句：指垂杨挡住了隔壁秋千的影子。", "《青门引》：“那堪更被明月，隔墙送过秋千影。”此处反用其意。秋千：一种体育活动用具。此处代指荡秋千的女子。"], "background": "这首词的具体创作年代不详。这首词收于《忆云词》甲稿，是项鸿祚二十五岁前所写，为夜闻隔墙歌吹声有感而作之词。"},
{"title": "蝶恋花·几度凤楼同饮宴", "author": "冯延巳", "paragraphs": "几度凤楼同饮宴，此夕相逢，却胜当时见。低语前欢频转面，双眉敛恨春山远。\t蜡烛泪流羌笛怨，偷整罗衣，欲唱情犹懒。醉里不辞金爵满，阳关一曲肠千断。", "topic": "爱情", "notes": ["蝶恋花：唐教坊曲名。本名《鹊踏枝》。", "词改今名。调名取梁简文帝", "诗句“翻阶蛱蝶恋花情”中的三字。双调，六十字，十句，上下片各五句四仄韵。", "春山：指美人眉色。", "烛泪：烛油下流如泪也。羌笛怨：羌人吹笛往往引起戍边者思归之情，故日“羌笛怨”。", "金爵：饮器也。爵，雀也，刻其形于器上，故名饮器为爵。", "阳关：", "所作《送元二使安西》诗，名《渭城曲》，又名《阳关曲》，阳关在今甘肃敦煌县西南古董滩附近。"], "background": ""},
{"title": "人南渡·兰芷满汀洲", "author": "贺铸", "paragraphs": "兰芷满汀洲，游丝横路。罗袜尘生步，迎顾。整鬟颦黛，脉脉两情难语。细风吹柳絮，人南渡。\t回首旧游，山无重数。花底深朱户，何处？半黄梅子，向晚一帘疏雨。断魂分付与，春将去。", "topic": "爱情", "notes": ["人南渡：即《感皇恩》，唐教坊曲名，后用作词调。始见于敦煌曲子词。宋词始见于", "词。", "兰芷：香兰、白芷，均为香草。汀洲：长满香草的水中陆地。", "游丝：荡漾于空中的昆虫所吐的丝缕。", "整鬟颦黛：略整秀发，微皱双眉。 ", "脉脉：相视貌，含情不语貌。", "旧游：过去游玩处。", "朱户：红色房子，喻富贵人家。", "向晚：傍晚时分。", "分付：指交托。", "春将去：把春带去。"], "background": "该词大概作于宋哲宗绍圣四年（1097年）或元符元年（1098年）江夏任上。时值春末，词人触景伤情。回忆起一两年前的一段难舍之爱，心中无限怅惘。"},
{"title": "小重山·花院深疑无路通", "author": "贺铸", "paragraphs": "花院深疑无路通。碧纱窗影下，玉芙蓉。当时偏恨五更钟。分携处，斜月小帘栊。\t楚梦冷沉踪。一双金缕枕，半床空。画桥临水凤城东。楼前柳，憔悴几秋风。", "topic": "爱情", "notes": ["词牌名：又名《小重山令》。《金奁集》入“双调”。唐人例用以写“宫怨”，故其调悲。五十八字，前后片各四平韵。", "玉芙蓉：喻美人。玉是美好，芙蓉是荷花。", "五更钟：晓钟。一夜分为五更，此指第五。", "分携：分手，分别。帘栊：窗户。帘指窗帘、门裎，栊（话豫）是窗户。", "楚梦：", "《高唐赋》里有楚怀王与巫山神女在梦中相会的事。后用来形容好梦不长。此谓双方分离已久。踪：脚印，足迹。此处指梦中之往事。", "金缕：金线。", "凤城：指京城。 憔悴：形容人瘦弱，面色不好看。"], "background": ""},
{"title": "如梦令·尘拂玉台鸾镜", "author": "冯延巳", "paragraphs": "尘拂玉台鸾镜，凤髻不堪重整。绡帐泣流苏，愁掩玉屏人静。多病，多病，自是行云无定。", "topic": "爱情", "notes": ["玉台：玉饰的镜台；镜台的美称。", "鸾镜（luán jìng）：装饰有鸾鸟图案的铜镜。", "凤髻（fèng jì）：古代的一种发型，即将头发挽结梳成凤形，或在髻上饰以金凤。又叫鸟髻。", "绡帐（xiāo zhàng）：轻纱帐。", "玉屏：屏障", "多病：衰疾。", "行云：比喻人行踪不定"], "background": ""},
{"title": "小桃红·满城烟水月微茫", "author": "杨果", "paragraphs": "满城烟水月微茫，人倚兰舟唱。常记相逢若耶上，隔三湘，碧云望断空惆怅。美人笑道：莲花相似，情短藕丝长。\t采莲人和采莲歌，柳外轻舟过。不管鸳鸯梦惊破，夜如何？有人独上江楼卧。伤心莫唱，南朝旧曲，司马泪痕多。", "topic": "爱情", "notes": ["烟水：指水上升起的如烟雾气。", "微茫：若低若暗，模糊不清。", "兰舟：兰林木做的船。后用作对船的美称。", "若耶：溪名，在今浙江绍兴东南若耶山下。相传西施曾于此浣沙，又名“浣沙溪”。", "三湘：湖南漓湘、蒸湘、潇湘三水的合称。也泛指湘江流域一带。", "惆怅：失望伤感。", "若：谐为“思”。", "和：应和；跟着唱。", "轻舟：小船。", "江楼：江边的楼台。", "卧：睡倒，躺或趴", "南朝旧曲：指南朝陈后主乐府曲《玉树后庭花》。", "司马泪痕：指", "《琵琶行》“座中泣下谁最多，江州司马青衫湿”。这里指思亲之泪，亡国之痛。"], "background": "杨果是元代早期散曲作家，早期在金朝为官，金朝灭亡后在元朝做官，官越做越大，心情越来越好，曲中表现的情绪也越来越愉悦，这首曲就是在元朝为官时期的作品，大约创作于公元1260年。"},
{"title": "定风波·感旧", "author": "苏轼", "paragraphs": "莫怪鸳鸯绣带长，腰轻不胜舞衣裳。薄幸只贪游冶去，何处，垂杨系马恣轻狂。\t花谢絮飞春又尽，堪恨。断弦尘管伴啼妆。不信归来但自看，怕见，为郎憔悴却羞郎。", "topic": "爱情", "notes": ["定风波：词牌名，唐教坊曲。以五代", "所作为正格。双调62字，平韵仄韵互用。又名《定风流》、《定风波令》、《醉琼枝》。", "鸳鸯绣带：绣有鸳鸯花纹的衣带，男女定情信物之一。", "腰轻：细腰，这里代指瘦弱的身体。", "不胜：无法承担，承受不了。", "薄幸：薄情，负心。", "系马：拴马。恣：任凭。", "轻狂：放浪，轻浮。", "断弦：琴弦断绝。", "尘管：乐器陈旧。啼妆：泪湿容妆。", "归来：从良。", "憔悴（qiáo cuì）：黄瘦，困顿。"], "background": "宋神宗熙宁六年（1073年）三月的一天，陈襄宴请苏颂、苏轼，席上有歌妓唱曲。宋神宗熙宁七年（1074年）暮春，苏轼在返回杭州的途中回忆起歌妓唱的曲，作该词。"},
{"title": "浣溪沙·相见休言有泪珠", "author": "欧阳炯", "paragraphs": "相见休言有泪珠，酒阑重得叙欢娱，凤屏鸳枕宿金铺。\t兰麝细香闻喘息，绮罗纤缕见肌肤，此时还恨薄情无？", "topic": "爱情", "notes": ["酒阑：酒意已深。", "金铺：门上的装饰物，制成龙蛇兽头之形，用以衔门环，其色金，故曰“金铺”。这里以“金铺”借代“门”，意思是宿于屋里的凤屏之内、鸳枕之上。", "无否：表示疑问。唐人诗中，“无”字用于句末时，多表疑问语气。"], "background": ""},
{"title": "落花时·夕阳谁唤下楼梯", "author": "纳兰性德", "paragraphs": "夕阳谁唤下楼梯，一握香荑。回头忍笑阶前立，总无语，也依依。\t笺书直恁无凭据，休说相思。劝伊好向红窗醉，须莫及，落花时。", "topic": "爱情", "notes": ["落花时：词牌名，许增光绪六年（1880）《纳兰词》刻本，有注云：“按此调谱律不载，疑亦自度曲。一本作《好花时》。”双调四十八字，上阕三平韵，下阕两平韵。", "香荑（tí）：原指散发着芳香的嫩草，此处指女子柔嫩的手指。荑：茅草的嫩芽。", "总：通“纵”，即使，纵然。依依：依恋不舍的样子。", "笺书：信札，文书。直恁（nèn）：竟然如此。无凭据：不能凭信，难以料定。指书信中的期约竟如此不足凭信，即谓“误期、爽约”之意。"], "background": "这首词的具体创作年代已不可考。纳兰性德对纯真爱情的执着追求，对恋人妻子的真情挚爱，使他的许多词中描写的爱情生活十分旖旎动人，比如这首极富情趣的《落花时》，写的就是他与恋人之间的那种心心相印的温情和且亲且嗔的缠绵怜爱。"},
{"title": "荷叶杯·弱柳好花尽拆", "author": "顾敻", "paragraphs": "弱柳好花尽拆，晴陌。陌上少年郎，满身兰麝扑人香。狂么狂，狂么狂？", "topic": "爱情", "notes": ["尽拆：全都开放了。拆：同“坼”，裂开。", "晴陌：阳光照着的道路。"], "background": ""},
{"title": "生查子·含羞整翠鬟", "author": "欧阳修", "paragraphs": "含羞整翠鬟，得意频相顾。雁柱十三弦，一一春莺语。\t娇云容易飞，梦断知何处。深院锁黄昏，阵阵芭蕉雨。", "topic": "爱情", "notes": ["翠鬟：妇女环形发譬称鬟。翠鬟，泛称美发。", "雁柱十三弦；筝有十三弦；琴柱斜排如雁斜飞，称雁柱。这里均代指古筝。"], "background": "此词是用男子的口吻，回忆了自己喜欢的一位女子弹筝的情景。这是代言体作品，其创作时间难以考证。"},
{"title": "虞美人·春山拂拂横秋水", "author": "冯延巳", "paragraphs": "春风拂拂横秋水，掩映遥相对。只知长作碧窗期，谁信东风吹散彩云飞。\t银屏梦与飞鸾远，只有珠帘卷。杨花零落月溶溶，尘掩玉筝弦柱画堂空。", "topic": "爱情", "notes": ["拂拂：微风吹动的样子。横秋水：指男女之间频送秋波。", "碧窗：碧绿色的纱窗。这里代指男女欢会处。", "东风：比喻破坏男女爱情的恶势力。彩云：代指主人公所钟情的人。", "溶溶：形容月光荡漾。"], "background": ""},
{"title": "雨中花慢·邃院重帘何处", "author": "苏轼", "paragraphs": "邃院重帘何处，惹得多情，愁对风光。睡起酒阑花谢，蝶乱蜂忙。今夜何人，吹笙北岭，待月西厢。空怅望处，一株红杏，斜倚低墙。\t羞颜易变，傍人先觉，到处被着猜防。谁信道，些儿恩爱。无限凄凉。好事若无间阻，幽欢却是寻常。一般滋味，就中香美，除是偷尝。", "topic": "爱情", "notes": ["雨中花慢：词牌名。双调慢词。有平韵格和仄韵格两体。平韵格，始自", "；仄韵格，始自", "。该词用平韵格。", "邃（suì）院：深院。重帘：一道又一道的门帘。", "多情：多情之人，此处指张生。", "酒阑：酒筵将散。", "低墙：矮墙。", "羞颜易变：由于害羞，容易睑红。", "被着猜防：受到别人的猜疑、提防。被：蒙受，受到。", "些儿：片刻，一小会儿。", "好事：美好的事，指恋爱。", "间阻：阻隔。", "就中：其中。"], "background": "宋神宗元丰元年（1078年）正月，苏轼在徐州收到友人章楶寄赐的崔徽画像，联想到唐代传奇小说《莺莺传》有感而发，作该词歌咏《莺莺传》中崔莺莺和张生的爱情故事。"},
{"title": "蝶恋花·记得画屏初会遇", "author": "苏轼", "paragraphs": "记得画屏初会遇。好梦惊回，望断高唐路。燕子双飞来又去。纱窗几度春光暮。\t那日绣帘相见处。低眼佯行，笑整香云缕。敛尽春山羞不语。人前深意难轻诉。", "topic": "爱情", "notes": ["蝶恋花：又名“凤栖梧”、“鹊踏枝”等。唐教坊曲，后用为词牌。双调，六十字，上下片各四仄韵。", "画屏：有画饰的屏风。", "惊回：惊醒。", "高唐：战国时楚国台馆名，在云梦泽中，楚王游猎之所，一说在江汉平原。", "《高唐赋》：“昔者楚襄王与宋玉游于云梦之台，望高唐之观。其上独有云气，玉曰：‘昔者先王尝游高唐，怠而昼寝，梦见一妇人，曰：妾巫山之女也，为高唐之客．闻君游高唐，愿荐枕席。王因幸之。去而辞曰；‘妾在巫山之阳，高丘之阻。旦为朝云，暮为行雨。朝朝暮暮，阳台之下。旦暮视之如言。故为立庙，号曰朝云。”", "纱窗：蒙纱的窗户。这里喻指男女幽会的房间。春光：原指春天的风光，这里代指青春、岁月。", "佯行：假装走。", "香云缕：对妇女头发的美称。", "敛尽：紧收，收敛。春山：喻指妇女妓好的眉毛。", "轻诉：轻快地倾吐。"], "background": "这首《蝶恋花》约作于宋仁宗嘉祐五年（1060）正月。是时，东坡服丧期满，自四川而至江陵，陆行赴京师。途经三峡，看到楚地高唐（荆州郡管辖）神女峰时，触景而思念妻子王弗，作此词。"},
{"title": "阮郎归·宫腰袅袅翠鬟松", "author": "秦观", "paragraphs": "宫腰袅袅翠鬟松，夜堂深处逢。无端银烛殒秋风，灵犀得暗通。\t身有恨，恨无穷，星河沉晓空。陇头流水各西东，佳期如梦中。", "topic": "爱情", "notes": ["阮郎归：词牌名。又名《醉桃源》、《醉桃园》、《碧桃春》。唐教坊曲有《阮郎迷》，疑为其初名。", "袅袅（niǎo niǎo）：纤长柔美貌。", "翠鬟（huán）：青黑色发髻。鬟：指圈成环状之发髻。", "夜堂：夜中堂屋。", "无端：不料。", "殒（yǔn）秋风：被秋风吹灭。殒：灭也。", "“灵犀”句：谓两心因得相通也。灵犀：犀牛角，旧传有灵异。秦词灵犀代指两心。", "“星河”句：谓天将亮。", "陇（lǒng）头流水：喻情人之各去一方。陇头：陇山之巅。"], "background": "词当作于哲宗绍圣三年（1096）词人离处州将迁移郴州前。暮春时节，词人将要远离，为了表达自己内心的离愁，所以写下了这首词。"},
{"title": "江城子·斗转星移玉漏频", "author": "和凝", "paragraphs": "斗转星移玉漏频。已三更，对栖莺。历历花间，似有马啼声。含笑整衣开绣户，斜敛手，下阶迎。", "topic": "爱情", "notes": ["玉漏频：指计时的漏声频频传来。均指时间的推移。", "历历：分明可数，形容马蹄声非常清晰。", "绣户：绣花的门帘。 敛手：拱手，表示恭敬。"], "background": "后梁末帝乾化四年（914），明经及第。二年后，再登进士第。后梁郓州节度使贺瑰了解到和凝与自己是同乡时，便聘他为府中从事。一夜，作者看到妙龄的少女私下和自己心目中爱恋的人约会，那个人迟到了，可是少女依旧在苦苦等待，终于盼到了自己心爱的人，遂做此此词。"},
{"title": "南歌子·万万千千恨", "author": "辛弃疾", "paragraphs": "万万千千恨，前前后后山。傍人道我轿儿宽。不道被他遮得、望伊难。\t今夜江头树，船儿系那边。知他热后甚时眠。万万不成眠后、有谁扇。", "topic": "爱情", "notes": ["南歌子：原唐教坊曲名，后用为词牌。隋唐以来曲多以“子”名，“子”有小的含义，大体属于小曲。调名本自汉", "《南都赋》：“坐南歌兮起郑舞”句，取淳于棼事。”", "轿儿宽：轿子大，指当了大官。", "不道：不想，不料。他：指轿儿。伊：第三人称代词，此指词人所思者心目中的他。", "船儿：指卖唱女子所乘的小船。", "后：语气助词，约略相当于“啊”。"], "background": "淳熙五年（1178年）秋。作者由大理少卿转任湖北转运副使，临安赴湖北任职的路途上作下了此词。"},
{"title": "更漏子·金雀钗", "author": "温庭筠", "paragraphs": "金雀钗，红粉面，花里暂时相见。知我意，感君怜，此情须问天。\t香作穗，蜡成泪，还似两人心意。山枕腻，锦衾寒，觉来更漏残。", "topic": "爱情", "notes": ["金雀钗：华贵的首饰。", "《长恨歌》：“意钿委地无人收，翠翘金雀玉搔头。”又作金爵钗。", "《美女篇》：“头上金爵钗，腰佩翠琅玕。”", "里：雪本作“裏”，误。时：鄂本作“如”，误。", "“知我意”二句：上句主语是君，下句主语是我。怜：爱。", "香作穗：谓香烧成了灰烬，像穗一样坠落下来。此处形容男子心冷如香灰。", "山枕腻：谓枕头为泪水所污。腻：指泪污。"], "background": ""},
{"title": "浣溪沙·春情", "author": "苏轼", "paragraphs": "桃李溪边驻画轮。鹧鸪声里倒清尊。夕阳虽好近黄昏。\t香在衣裳妆在臂，水连芳草月连云。几时归去不销魂。", "topic": "爱情", "notes": ["浣溪沙：唐教坊曲，后用为词牌名。", "驻画轮：指停车。画轮：车之美称。", "倒清尊：指斟酒。", "销魂：梁·", "《别赋》：“黯然消魂者，唯别而已。”《诗词曲语词汇释》卷五：“销魂与凝魂，同为出神之义。”此处形容伤感。"], "background": "此词约作于宋哲宗元祐六年（1091年）四月。东坡自杭还朝，途经扬州，已近黄昏。目睹了“珠帘十里卷香风”的扬州，风彩翩翩，词兴大发，作此词，借以焕发饱经政治风霜的精神青春。"},
{"title": "鹊踏枝·萧索清秋珠泪坠", "author": "冯延巳", "paragraphs": "萧索清秋珠泪坠，枕簟微凉，展转浑无寐。残酒欲醒中夜起，月明如练天如水。\t阶下寒声啼络纬，庭树金风，悄悄重门闭。可惜旧欢携手地，思量一夕成憔悴。", "topic": "爱情", "notes": ["萧索（xiāo suǒ）：萧条冷落。", "珠泪：珍珠大小的眼泪。", "坠：指眼泪滑落。", "枕簟（diàn）：枕头和竹席。", "展转：即“辗转”，翻来覆去。", "浑：全。", "寐（mèi）：睡觉。", "残酒：残留的醉意。", "中夜：半夜。", "练：柔软洁白的织品。", "阶：屋前台阶。", "啼（tí）：啼叫。", "络纬（luò wěi）：即蟋蟀，一名莎鸡，俗称“纺织娘”。", "金风：秋风。旧说以四季分配五行，秋令属金。", "重（chóng）门：屋内之门。", "旧欢：旧时的欢愉。", "思量（liáng）：思念、回忆。", "一夕：一晚。", "憔悴（qiáo cuì）：瘦弱无力脸色难看的样子。"], "background": "词人此词写于南唐（937年-975年）后期，其时南唐受周、宋威胁，岌岌可危，词人自身在朋党倾轧中屡遭贬斥，在官场上郁郁不得志。词人忧心国事，壮志未酬，但迫于时代限制不得不含蓄隐晦地表达，只好通过闺中怨妇的内心视角写下了这首《鹊踏枝》。"},
{"title": "乌夜啼", "author": "李白", "paragraphs": "黄云城边乌欲栖，归飞哑哑枝上啼。\t机中织锦秦川女，碧纱如烟隔窗语。\t停梭怅然忆远人，独宿孤房泪如雨。", "topic": "爱情", "notes": ["乌夜啼：乐府旧题，《乐府诗集》卷四十七列于《清商曲辞·西曲歌》，并引《古今乐录》云：“西曲歌有《鸟夜啼》。”古辞多写男女离别相思之苦。", "黄云城边：一作黄云城南。乌欲栖：梁简文帝《乌栖曲》：“倡家高树乌欲栖。”乌欲栖，敦煌残卷本作“乌夜栖”。", "哑哑：乌啼声。", "《行路难五首》：“唯闻哑哑城上乌。”", "机中织锦：一作“闺中织妇”。秦川女：指晋朝苏蕙。《晋书·列女传》载，窦滔妻苏氏，始平人，名蕙，字若兰，善属文。窦滔原本是秦川刺史，后被苻坚徙流沙。苏蕙把思念织成回文璇玑图，题诗二百余，计八百余言，纵横反复皆成章句。", "碧纱如烟：指窗上的碧纱像烟一样朦胧。", "梭：织布用的织梭。其状如船，两头有尖。怅然：忧然若失的样子。远人：指远在外边的丈夫。怅然：一作怅望。", "“停梭”二句：一作“停梭向人问故夫，知在关西泪如雨”。独宿孤房：一作“欲说辽西”。孤：一作“空”。"], "background": "传说李白在天宝（唐玄宗年号，742—756）初年到长安，贺知章读了他的《乌栖曲》和《乌夜啼》等诗后，大为叹赏，说他是“天上谪仙人也”，于是在唐玄宗面前推荐了他。郁贤皓《李白集》认为此诗大概作于开元十八、十九年（730、731年）李白初次到长安之时。"},
{"title": "集贤宾·小楼深巷狂游遍", "author": "柳永", "paragraphs": "小楼深巷狂游遍，罗绮成丛。就中堪人属意，最是虫虫。有画难描雅态，无花可比芳容。几回饮散良宵永，鸳衾暖、凤枕香浓。算得人间天上，惟有两心同。\t近来云雨忽西东。诮恼损情悰。纵然偷期暗会，长是匆匆。争似和鸣偕老，免教敛翠啼红。眼前时、暂疏欢宴，盟言在、更莫忡忡。待作真个宅院，方信有初终。", "topic": "爱情", "notes": ["集贤宾：词牌名，", "《乐章集》注“林钟商调”，双调一百十七字，上中十句五平韵，下中十句六平韵。", "罗绮：丝织品，此指衣着华贵的女子。 ", " 《清平乐·禁闱秋夜》：“女伴莫话孤眠，六宫罗绮三千。”", "就中：其中。堪：值得。属意：注意。", "虫虫：妓女名，又名虫娘。柳永曾在多首词中提及此名，她可能与柳永保持了相当长时间的爱情关系。", "鸳衾（qīn）：绣着鸳鸯的锦被。凤枕：绣着凤凰的枕头。", "诮（qiào）恼：忧愁烦恼。诮，通“ 悄 ”。情悰（cóng）：情怀，情绪。", "争似：怎么比得上。和鸣：比喻夫妻和睦。", "敛翠啼红：皱眉流泪。敛翠，翠指翠眉，敛眉乃忧愁之状。啼红，红即红泪，指青年女子伤心时落下的泪。", "忡（chōng）忡：忧虑不安的样子。", "真个：真的。宅院：指姬妾。", "初终：始终。"], "background": "柳永与青楼女子关系密切，但多是填词讨润笔的关系，只有与个别女子如师师、香香、安安，尤其是虫虫，是才子和红颜知己的关系，柳永在外地写的思念红颜知己的词也大多是为虫虫而写。这首《集贤宾》词，写来有如以词代书，向虫虫表白自己的真实情感。"},
{"title": "江城子·竹里风生月上门", "author": "和凝", "paragraphs": "竹里风生月上门。理秦筝，对云屏。轻拨朱弦，恐乱马嘶声。含恨含娇独自语：今夜约，太迟生！", "topic": "爱情", "notes": ["江城子：调牌名。又名《江神子》、《村意远》、《水晶帘》。唐为单调，宋有双词体出现。此词单词8句，35字，1、2、3、5、8句押平韵。", "竹里风生：风吹竹丛，竹叶瑟瑟有声。月上门：月亮初生，照上门楣。", "理：温习，重复地弹奏。秦筝：即筝，原出于秦地。", "云屏：用云母装饰的屏风，一说指上有云彩图饰的屏风。", "朱弦：用熟丝制的琴弦。", "恐：担心。马嘶声：情郎来到时的马叫声。", "含恨含娇：带着怨恨和娇嗔。", "太迟生：即太迟，意谓时间过得太慢。生：语尾助词，无意。"], "background": "和凝一共写了五首《江城子》，是一组内容完整的组词，它们分别描述了一个女子在等待恋人、盼望见到恋人、与恋人见面、与恋人相处、与恋人离别等不同情况下的心绪。这首词是其中的第二首，紧承第一首“等待恋人”的描写。"},
{"title": "卷珠帘·记得来时春未暮", "author": "魏夫人", "paragraphs": "记得来时春未暮，执手攀花，袖染花梢露。暗卜春心共花语，争寻双朵争先去。\t多情因甚相辜负，轻拆轻离，欲向谁分诉。泪湿海棠花枝处，东君空把奴分付。", "topic": "爱情", "notes": ["分付：交给。"], "background": ""},
{"title": "南歌子·似带如丝柳", "author": "温庭筠", "paragraphs": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。", "topic": "爱情", "notes": ["南歌子：唐教坊曲名，后用为词握名。又名”南柯子“”风蝶令“。《金奁集》入“仙吕宫”。", "似带、如丝：都是形容柳的，即像带子像丝线一般的垂柳。这里以柳代女子之腰。", "酥：凝固的油脂，形容丰润柔嫩。一说团酥指蜡烛。握雪花，形容手上也着脂粉，如握雪花之洁白。", "玉钩：玉制的帘钩。", "衢（qú），四通八达的道路口。七香车：就是多种香料涂饰的华贵车子。"], "background": "温庭筠因为恃才不羁，触怒了上层社会，为其所不容，造成了他仕途不顺，屡遭失败。他常常与放荡子弟一同出入于酒肆青楼，冶游于花间柳畔。于是以对那个时代各阶层女性为题材创作了大量作品。此词即为其中之一，通常被认为表现的是男子视角下的女子形象，也有人认为反映的是女子期盼男子归家。"},
{"title": "渔家傲·近日门前溪水涨", "author": "欧阳修", "paragraphs": "近日门前溪水涨。郎船几度偷相访。船小难开红斗帐。无计向。合欢影里空惆怅。\t愿妾身为红菡萏。年年生在秋江上。重愿郎为花底浪。无隔障。随风逐雨长来往。", "topic": "爱情", "notes": ["渔家傲：可牌名。又名“吴门柳”“忍辱仙人”“荆溪咏”“游仙关”。双调六十二字，前后阕想同，仄韵。", "斗（dǒu）帐：一种形如覆斗的小帐子。《释名·释床帐》：“小帐曰斗帐，形如覆斗也。”", "无计向：犹言无可奈何。向，语助可。", "合欢：合欢莲，即双头莲，又名同心莲，指并蒂而开的莲花。惆怅：因失意或失望而伤感、懊恼。", "菡（hàn）萏（dàn）：即荷花，莲花。", "更（gèng）：一作“重（chóng）”。", "隔障：隔阂和障碍。"], "background": "欧阳修现存的词作中，《渔家傲》达数十阕，可见他对北宋民间流行的这一新腔有着特殊爱好。其中用这一词牌填的采莲词共六首。这首词即为其中之一。"},
{"title": "江城子·浣花溪上见卿卿", "author": "张泌", "paragraphs": "浣花溪上见卿卿，眼波明，黛眉轻。绿云高绾，金簇小蜻蜒。好是问他来得么？和笑道：莫多情。", "topic": "爱情", "notes": ["江城子：词牌名，又名“村意远”“江神子”“水晶帘”。有单调四体，字数有三十五、三十六、三十七三种；双调一体，七十字，上下片各七句，五平韵。", "浣花溪：一名濯锦江，又名百花潭，在今四川省成都市西郊，溪畔有", "故居浣花草堂。每年四月十九日，蜀人多游宴于此，谓之浣花日。唐名妓", "亦家于溪旁，以溪水造笺，号“浣花笺”。卿卿：男女之间的昵称。", "黛眉轻：谓眉画得淡淡的。", "“绿云”二句：绿云：浓密的乌发。高绾（wǎn）：把头发高高盘绕起来打成结。簇：从聚。", "好是：当时俗语，最是、真是。", "和笑：含笑。"], "background": "这首词具体创作时间不详。作者在浣花溪上见到一个可爱的姑娘，很想和她约会，却又怕她拒绝而没敢开口，只是远远看着姑娘的倩影离开。后来，诗人追忆自己与少女初遇到定情的情景，写下了这首词。"},
{"title": "最高楼·旧时心事", "author": "程垓", "paragraphs": "旧时心事，说着两眉羞。长记得、凭肩游。缃裙罗袜桃花岸，薄衫轻扇杏花楼。几番行，几番醉，几番留。\t也谁料、春风吹已断。又谁料、朝云飞亦散。天易老，恨难酬。蜂儿不解知人苦，燕儿不解说人愁。旧情怀，消不尽，几时休。", "topic": "爱情", "notes": ["最高楼：词牌名。南宋后作者较多，以《稼轩长短句》为准。八十一字，前片四平韵，后片三平韵，过片错叶二仄韵。体势轻松流美，渐开元人散曲先河。", "凭肩：肩靠着肩，形容极为亲密的样子。", "缃（xiāng）裙：浅黄色的裙子。", "罗袜：丝袜。", "朝云：朝云暮雨的略语，象征爱情生活。"], "background": "该词具体创作年份未知。据《词苑丛谈》载，作者早年在成都曾与一位锦江歌伎相恋，别时为赋《酷相思》（月桂霜林寒欲坠）以寄意。这首词为其多年之后的忆旧之作。"},
{"title": "迷仙引·才过笄年", "author": "柳永", "paragraphs": "才过笄年，初绾云鬟，便学歌舞。席上尊前，王孙随分相许。算等闲、酬一笑，便千金慵觑。常只恐、容易蕣华偷换，光阴虚度。\t已受君恩顾，好与花为主。万里丹霄，何妨携手同归去。永弃却、烟花伴侣。免教人见妾，朝云暮雨。", "topic": "爱情", "notes": ["笄（jī）年：十五岁。笄：簪子。古代女子十五岁举行戴笄的成年礼。", "绾（wǎn）：把头发盘旋起来打成结。云鬟（huán）：高耸入云的发髻。女子成年后发式由下垂改为绾结耸立。", "随分：随便、随意。", "等闲：平常。“酬一笑”两句，即一笑千金，也懒得再看。", "慵觑（yōng qù）：懒得看，不屑一顾。", "蕣（shùn）华：指朝开暮落的木槿花，借指美好而易失的年华或容颜。“华”，通“花”。", "君：指这位歌妓恩遇的倾吐对象。", "花：喻青春貌美的歌妓。", "丹霄：布满红霞的天空。", "烟花伴侣：青楼卖唱生涯。", "朝云暮雨：语出", "《高唐赋》巫山神女典故，这里比喻歌妓爱情不久长的卖唱生涯。"], "background": ""},
{"title": "好时光·宝髻偏宜宫样", "author": "李隆基", "paragraphs": "宝髻偏宜宫样，莲脸嫩，体红香。眉黛不须张敞画，天教入鬓长。\t莫倚倾国貌，嫁取个，有情郎。彼此当年少，莫负好时光。", "topic": "爱情", "notes": ["好时光：词牌为唐明皇", "所创。前后片各四句，共五十五字。前后片的二四句押韵，均用平声韵。《好时光》作为词牌名，有其固定的曲调，后世的文人多依据此固定的曲调而填词。", "宝髻：插戴珠宝的发髻。偏宜：甚合。宫样：宫中流行的式样。", "莲脸嫩：象莲花那样鲜艳娇嫩的脸。", "体红香：体，即躯体，这里指女子的肌肤。红：红润。香：馥郁芳香。", "黛：青黑色的颜料，古代女子用以画眉。眉黛即眉毛。张敞：汉宣帝时，为京兆尹。曾为妻子画眉。后来成为夫妻恩爱的典故，传为佳话。", "倚：倚仗。倾国貌：极言妇女之美貌。"], "background": "唐玄宗酷爱音乐。正是由于他酷爱音乐的缘故，他对宫中善于音律的女子宠爱有加。从词的前面内容来看，唐玄宗对女子的容貌和气质是十分欣赏的，暗含爱慕之意，非泛泛之交者可比，但从后面来看，又完全是一一种朋友口吻，虽有关切，却无爱恋。其间关系耐人寻味。"},
{"title": "卜算子·赠乐婉杭妓", "author": "施酒监", "paragraphs": "相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。\t别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。", "topic": "爱情", "notes": ["伊家：你。", "倚阑：靠着栏杆。"], "background": ""},
{"title": "南歌子·玉漏迢迢尽", "author": "秦观", "paragraphs": "玉漏迢迢尽，银潢淡淡横。梦回宿酒未全醒，已被邻鸡催起怕天明。\t臂上妆犹在，襟间泪尚盈。水边灯火渐人行，天外一钩残月带三星。", "topic": "爱情", "notes": ["南歌子：唐教坊曲名，此词有单调双调。此词有版本也题作“赠陶心儿”。", "玉漏：即报更滴漏之声。", "银潢（huáng）：银河。", "梦回：梦醒。 宿酒：隔夜之酒。 ", "妆：指梳妆所施脂粉。“臂上”句：此处指晨起别情。", "三星：参星。"], "background": "这是一首赠妓词。此词本事，历代词话多有记载。胡仔《苕溪渔隐从话前集》卷说是秦观在蔡州时，曾眷颐营妓陶心儿，在临别之时，写此词为赠。考秦观行实，他是在宋元祐元年丙寅（1086年）任蔡州教授，至宋元祐五年（1090年）赴京任太学博士，可见此词很有可能就是作于此一时期。"},
{"title": "清平乐·夏日游湖", "author": "朱淑真", "paragraphs": "恼烟撩露，留我须臾住。携手藕花湖上路，一霎黄梅细雨。\t娇痴不怕人猜，和衣睡倒人怀。最是分携时候，归来懒傍妆台。", "topic": "爱情", "notes": ["清平乐：词牌名，又名“清平乐令”“醉东风”“忆萝月”，双调四十六字，八句，前片四仄韵，后片三平韵。", "恼烟撩露：恼人的烟雾，撩拨人的水露。", "《少年游》：“恼烟撩雾，拚醉倚西风。”", "须臾：片刻。", "藕花：荷花。", "一霎：一会儿。", "猜：指责、议论。", "分携：分手。", "妆台：梳妆台。", "睡倒人怀：即拥抱伏枕于恋人肩上。", "和衣睡倒人怀：一作“随群暂遣愁怀”。"], "background": "朱淑真生活南宋程朱理学开始流行的社会，作者主动“休夫”，休夫回到娘家后。在娘家住了一段时间后，朱淑真再一次邂逅了少女时代的情人，并勇敢地与他重续前缘。她瞒着父母与情人有过几次来往，每一次都有诗词记载他们相处的过程，《清平乐·夏日游湖》就是其中一首。"},
{"title": "二郎神·炎光谢", "author": "柳永", "paragraphs": "炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。\t闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。", "topic": "爱情", "notes": ["二郎神：唐教坊曲名，后用作词牌名。《乐章集》注“林钟商”。双调一百四字，上片八句五仄韵，下片十句五仄韵。", "炎光谢：谓暑气消退。谢，消歇。", "“过暮雨”句：为“暮雨过、轻隔芳庭”之倒装，意谓暮雨过后，庭土为之一扫而物。芳庭，指庭土。", "乍露：初次结露或接近结露的时候。", "爽天如水：夜物像水一样清凉透明。爽天，清爽晴朗的天物。", "玉钩：喻新月。", "《玩月城西门廨中》：“蛾眉蔽珠栊，玉钩隔琐窓。”", "“应是”二句：意谓此时应该是织女叹长久别离，欲重叙旧约，驾飙车准备启程的时候了。星娥：指织女。", "《圣女祠》：“星娥一去后，月姊更来无？”飚轮，即飙车，御风而行的车。", "极目处：眼睛所能看到的地院。微云暗度：淡淡的云朵在不知不觉中慢慢移动。", "耿耿：明亮的样子。高泻：指银河高悬若泻。", "闲雅：娴静幽雅。闲，通“娴”。", "“运巧思”句：谓女子在彩楼上乞巧。农历七月七日夜（或七月六日夜），穿着新衣的少女们在庭院向织女星乞求智巧，称为“乞巧”。", "云鬟（huán）：高耸的环形发髻。", "《久别离》：“至此肠断彼心绝，云鬟绿鬓罢梳结。”相亚：相似。", "《搜神记》卷二：“吴孙峻杀朱主，埋於石子冈。归命即位，将欲改葬之，冢墓相亚，不可识别。”", "“钿合金钗”五句：用唐玄宗与杨贵妃七夕誓世世为夫妻典。钿合：亦作“钿盒”。镶嵌金、银、玉、贝的首饰盒子。李裕《次宋编修显夫南陌诗四十韵》：“宝钗分凤翼，钿合寄龙团。”"], "background": "此词为节序词，咏七夕节，然具体作年不可考。"},
{"title": "少年游·重阳过后", "author": "晏殊", "paragraphs": "重阳过后，西风渐紧，庭树叶纷纷。朱阑向晓，芙蓉妖艳，特地斗芳新。\t霜前月下，斜红淡蕊，明媚欲回春。莫将琼萼等闲分，留赠意中人。", "topic": "爱情", "notes": ["少年游：词牌名，又名“少年游令”“小阑干”“玉腊梅枝”。五十字，上片六句二平韵，下片五句三平韵。", "重阳：阴历九月九日为重阳节。", "朱阑：红色的栏杆。向晓：临近天亮。", "芙蓉：此处指木芙蓉，秋冬间开白色或淡红色的花。又名拒霜花。冬凋夏茂，仲秋开花，耐寒不落。", "特地：特意。芳新：芳香鲜艳。", "斜红：倾斜的红色花瓣。", "琼萼（è）：如美玉一般的花萼，为妇女首饰之一。等闲：轻易，随便。 "], "background": "这首词的具体创作年份已不详。晏殊的词大多都写愁思远怅。而像这首词中，却流露着一露清新明朗温暖的气息，在那百花渐凋的秋天里，词人独独看中并歌咏了凌霜耐冷的芙蓉花儿，要把它留赠给自己的意中人。以花赠友始陆凯赠范晔。"},
{"title": "减字木兰花·相逢不语", "author": "纳兰性德", "paragraphs": "相逢不语，一朵芙蓉著秋雨。小晕红潮，斜溜鬟心只凤翘。\t待将低唤，直为凝情恐人见。欲诉幽怀，转过回阑叩玉钗。", "topic": "爱情", "notes": ["芙蓉”又称为“荷”、“莲”。象征义：一是取荷美好形象营造一种雅致的景象，或宁静或欢愉；二是取败荷的形象营造一种衰败意境，或对逝去光阴叹惋，或对生活环境破败惋惜；三是取“芙蓉出污泥而不染”的品质，托物言志，寄寓自己不愿同流合污的高尚节操。这里则刻画了一位如荷般美丽、和谐、恬静的女子。", "小晕红潮：谓脸色微微泛起了红晕。", "鬟(huán)：总发也。", "凤翘：古代女子凤形的头饰。", "直为：只是由于……。　", "凝情：深细而浓烈的感情。", "回阑：曲折的栏干。阑，同“栏”。"], "background": "据清代无名氏《赁庑笔记》记载：“纳兰眷一女，绝色也，有婚姻之约。旋此女入宫，顿成陌路。容若愁思郁结，誓必一见，了此夙因。会遭国丧，喇嘛每日应入宫唪经，容若贿通喇嘛，披袈娑，居然入宫，果得彼妹一见。而宫禁森严，竟不能通一语，怅然而出。”"},
{"title": "忆江南·衔泥燕", "author": "牛峤", "paragraphs": "衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。", "topic": "爱情", "notes": ["占得：占据。", "杏梁：用杏树所做的屋梁，泛指优质木材所做的梁柱。", "因缘：指双燕美好的结合。"], "background": "乾符五年中进士，中进士两年后黄巢起义攻破长安，在光启二年（公元886年）为避襄王李媪之乱，先流落吴越，后寄寓巴蜀，过着渡口杨花，狂雪任风吹般的飘荡生活，这首词作正是那时所作。"},
{"title": "金明池·咏寒柳", "author": "柳如是", "paragraphs": "有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。\t春日酿成秋日雨。念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。", "topic": "爱情", "notes": ["金明池：词牌名，", "创调，词咏汴京金明池，故取以为名。", "怅：失意，懊恼。", "萧萧：风声，草木经风摇落之声。", "霜条：经霜的树枝条。", "旧时飞絮：化用", "《杨柳枝词》九首之九：“春尽絮飞留不得，随风好去落谁家”。", "晚来：夜晚来临之际。", "行客：来往的行旅客人。", "燕台佳句：燕台，又指燕昭王延揽天下贤士的黄金台。柳氏此处喻指几社文人雅集赋诗的地方。", "春日酿成秋日雨：指当年几社名流与柳氏交游，曾为她作春闺风雨的艳词，竞成为今日飘零秋雨的预兆。", "畴昔：过去，以前。", "如许：如此，此为概指之辞。", "绕堤画舸：化用", "《紫钗记》中“河桥路，见了些无情画舸，有恨香车”句意。", "忆从前：“忆”，回忆。此为回忆从前那些相恋的时光。", "眉儿愁苦：", "《钗头凤》：“一杯愁绪，几年离索”，表现词人怀念恋人，柔肠寸断的心绪。", "梅魂：化用", "《复出东门诗》：“长与东风约今日，暗香先返玉梅魂。”", "伊：彼，他或她。"], "background": "柳如是十五岁即落入风尘，成为歌妓。崇祯年间，和名士陈子龙相恋并同居，但陈子龙的祖母和嫡妻高氏均不相容，被逼迫离异。后来柳嫁钱谦益为妾。这首词其为哀叹自己身世之飘零和爱情的波折之作。"},
{"title": "摸鱼儿·问莲根有丝多少", "author": "元好问", "paragraphs": "泰和中，大名民家小儿女，有以私情不如意赴水者，官为踪迹之，无见也。其后踏藕者得二尸水中，衣服仍可验，其事乃白。是岁此陂荷花开，无不并蒂者。沁水梁国用，时为录事判官，为李用章内翰言如此。此曲以乐府《双蕖怨》命篇。“咀五色之灵芝，香生九窍；咽三危之瑞露，春动七情”，韩偓《香奁集》中自序语。\t问莲根、有丝多少，莲心知为谁苦？双花脉脉娇相向，只是旧家儿女。天已许。甚不教、白头生死鸳鸯浦？夕阳无语。算谢客烟中，湘妃江上，未是断肠处。\t香奁梦，好在灵芝瑞露。人间俯仰今古。海枯石烂情缘在，幽恨不埋黄土。相思树，流年度，无端又被西风误。兰舟少住。怕载酒重来，红衣半落，狼藉卧风雨。", "topic": "爱情", "notes": ["摸鱼儿：又名“摸鱼子”、“买陂塘”、“迈陂塘”、“双蕖怨”等。唐教坊曲，后用为词牌。宋词以", "《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。双结倒数第三句第一字皆领格，宜用去声。", "泰和：", "年号。", "大名：宋时大名府，元时大名路（今河北大名县）。", "陂（bēi）：水塘。", "脉（mò）脉：含情欲吐。", "旧家儿女：民家小儿女。", "已许：如此，这样。", "甚：什么。生死：偏义复词，指死。鸳鸯：雌雄偶居不离，古称“匹鸟”，后用以比喻夫妇。浦：水滨，这里指水塘。", "谢客：即谢灵运，南朝宋代诗人。陈郡阳夏（今河南太康）人，移籍会稽，幼时客养于外，族人名曰“客人”，世称谢客。善游览，写诗多描绘会稽、庐山名胜。", "湘妃：即湘夫人，名娥皇、女英，传说是尧的两个女儿，嫁与舜为妻。", "香奁（lián）：盛放香粉、镜子之类的匣子，引申为香艳之意，比喻恋人的相亲相爱。", "灵芝：古人迷信，认为芝是仙草，服则长生，故称“灵芝”。瑞露：吉祥的晨露。", "俯仰：瞬息，指生活。", "相思树：指古代韩凭夫妇的悲剧故事。韩凭是战国时宋康王舍人，娶妻何氏，貌美。宋康王夺娶何氏。韩凭被凶而死。何氏亦身坠楼台，留遗书于康王，望将其夫妇二人合葬。宋康王大怒，偏将何氏葬于韩凭墓的对面，使其可望而不可即。不久，两坟都长出合围大树，“屈体相就，根交于下，枝错于上”，上有相栖鸳鸯，日日相向而鸣。宋人哀悼他们，将此两树起名“相思树”。", "流年：年华，如流水之易逝。", "无端：无缘无故。西风：秋风。误：指损伤、摧残。", "兰舟：船之美称，指精美的小船。少：稍稍。住：停一停。", "红衣半落：指荷花花瓣飘落。", "狼藉：纵横散乱，引申为破败不可收拾，形容花瓣散乱。"], "background": "此词具体创作时间不详。金章宗时期，大名府一对男女青年痴情相爱，迫于封建礼教的摧残，双双投水殉情，上演了一出感天动地的爱情悲剧，听闻此事后，词人创作此词以抒发感想，向为争取爱情自由而牺牲的青年男女表示同情。"},
{"title": "应天长·别来半岁音书绝", "author": "韦庄", "paragraphs": "别来半岁音书绝，一寸离肠千万结。\t难相见，易相别，又是玉楼花似雪。\t暗相思，无处说，惆怅夜来烟月。\t想得此时情切，泪沾红袖黦。", "topic": "爱情", "notes": ["书：《全唐诗》作“信”。", "“一寸”句：意谓短短的一寸离肠也郁结着万千愁情。离肠：犹离情。结：谓离愁郁结。", "玉楼：即闺楼。花似雪：梨花如雪一样白。指暮春时节。", "烟月：指月色朦胧。", "红袖：妇女红色的衣袖。黦（yuè）：黑黄色。此指红袖上斑斑点点的泪痕。晋周处《风土记》：“梅雨沾衣，皆败黦。”"], "background": ""},
{"title": "西江月·携手看花深径", "author": "贺铸", "paragraphs": "携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。\t欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。", "topic": "爱情", "notes": ["西江月：词牌名，原唐教坊曲，后用作词调。又名“白蘋香”、“步虚词”、“晚香时候”、“玉炉三涧雪”、“江月令”。调名取自", "《苏台览古》“只今唯有西江月，曾照吴王宫里人”。", "携手：手挽手，形容很亲密的样子。深径：花丛深处的小路。", "扶肩：肩并肩。", "临分少伫：临别时少作伫立，表示不忍分离的情态。伫，久立而等待。伥（chāng）伥：迷茫不知所措貌。", "此段：近来。《宋书·", "传》：“此段不堪见宾，已数十日。”", "难销：即难消，难以经得住。"], "background": "这首词写于行舟江上的风雨长夜，或以为系宋徽宗崇宁四年（1105年）贺铸赴任太平途中所作。"},
{"title": "沁园春·情若连环", "author": "苏轼", "paragraphs": "情若连环，恨如流水，甚时是休。也不须惊怪，沈郎易瘦，也不须惊怪，潘鬓先愁。总是难禁，许多魔难，奈好事教人不自由。空追想，念前欢杳杳，后会悠悠。\t凝眸，悔上层楼，谩惹起、新愁压旧愁。向彩笺写遍，相思字了，重重封卷，密寄书邮。料到伊行，时时开看，一看一回和泪收。须知道，这般病染，两处心头。", "topic": "爱情", "notes": ["连环：连结成串的玉环，比喻连续不断。流水：流动的水，形容流逝的岁月。", "惊怪：感到惊异奇怪。沈郎：指南朝梁沉约，亦借指腰肢瘦损之义。潘鬓（ bìn）：晋", "《秋兴赋》序：“余春秋三十有二，始见二毛。”后因以“潘鬓”谓中年鬓发初白。", "好事：特指男女欢会或婚配。", "追想：犹回想。杳杳（yǎo）：指渺茫。悠悠：指思念貌；忧思貌。", "凝眸：注视；目不转睛地看。惹起：引起。新愁：新添的忧愁。", "相思：彼此想念。后多指男女相悦而无法接近所引起的想念。", "伊行：她那里。"], "background": "这首词选自明朝万历刊《重编东坡先生外传》卷八十三，《全宋词》未录。是北宋词人苏轼于早期所作，为描写古代女子思恋情人的闺情词。"},
{"title": "采莲子·船动湖光滟滟秋", "author": "皇甫松", "paragraphs": "船动湖光滟滟秋，贪看年少信船流。\t无端隔水抛莲子，遥被人知半日羞。", "topic": "爱情", "notes": ["滟滟：水面闪光的样子。", "举棹：括号里的“举棹”“年少”，均为和声。", "年少：指少年男子。信船流：任船随波逐流。", "无端：无故，没来由。"], "background": ""},
{"title": "玉楼春·桃溪不作从容住", "author": "周邦彦", "paragraphs": "桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。\t烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。", "topic": "爱情", "notes": ["玉楼春：词牌名。词谱谓五代后蜀顾夐词起句有“月照玉楼春漏促”、“柳映玉楼春欲晚”句；", "起句有“日照玉楼花似锦”、“春早玉楼烟雨夜”句，因取以调名（或加字令）亦称《木兰花》、《春晓曲》、《西湖曲》、《惜春容》、《归朝欢令》、《呈纤手》、《归风便》、《东邻妙》、《梦乡亲》、《续渔歌》等。双调五十六字，前后阕格式相同，各三仄韵，一韵到底。", "桃溪：虽说在宜兴有这地名，这里不作地名用。", "《宋四家词选》所谓“只赋天台事，态浓意远”是也。刘晨阮肇天台山故事，本云山上有桃树，山下有一大溪，见《幽明录》、《续齐谐记》。", "《梨花发赠刘师命》：“桃溪惆怅不能过。”魏承班《黄钟乐》词：“遥想玉人情事远，音容浑似隔桃溪。”用法均相同。", "秋藕绝来无续处：“秋藕”与“桃溪”，约略相对，不必工稳。俗语所谓“藕断丝连”，这里说藕断而丝不连。", "赤阑桥：这里似不作地名用。", "《题叶道士山房》：“水边垂柳赤栏桥。”", "《杨柳枝》词：“一渠春水赤栏桥。”", "《重过李氏园亭有怀》：“往年同在弯桥上，见倚朱栏咏柳绵，今日独来春径里，更无人迹有苔钱。”诗虽把“朱栏”“弯桥”分开，而本词这两句正与诗意相合，不仅关合字面。黄叶路点名秋景，赤阑桥未言杨柳，是春景却不说破。", "列岫：陈元龙注引《文选》“窗中列远岫”，乃谢眺《郡内高斋闲望》诗。全篇细腻，这里宕开，远景如画，亦对偶，却为流水句法。类似这两句意境的，唐人诗中多有，如", "、", "、", "、温庭筠。李商隐《与赵氏昆季燕集》“虹收青嶂雨，鸟没夕阳天”，与此更相近。", "情似雨馀粘地絮：", "《玉楼春》词：“便教春思乱如云，莫管世情轻似絮。”本词上句意略异，取譬同，下句所比亦同，而意却相反，疑周词从晏句变化。"], "background": "词是周邦彦元祐四年（1089）自庐州府教授离任时所作。词人将别桃溪，回想起从前的旖旎生活，内心无限惆怅，颇是难舍。"},
{"title": "鬓云松令·枕函香", "author": "纳兰性德", "paragraphs": "枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。\t掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？", "topic": "爱情", "notes": ["鬓（bìn）云松令：此调一作《鬓云松》，又名《苏幕遮》，原为唐教坊曲名，后用作词牌名。双调，上、下片各七句，共六十二字。各片第二、四、五、七句押韵，均为仄声韵", "枕函（hán）：古代陶瓷枕或木枕中空如函，可做成抽屉，存放贴身物件，是为枕函，可代指枕头。", "花径：花间调小路。南朝梁", "《和竹;》：“向岭分花径，随阶转药栏。”", "漏（lòu）：泄露，这里指春光泄露，", "《腊日》有“侵脸雪色还萱草。漏泄春光有柳条”。", "依约：仿佛。", "絮（xù）语：连续不断地说话。", "薄（bó）寒：微寒。", "病酒：饮酒沉醉或谓饮酒过量而生病。", "刬（chǎn）地：无端地、平白地。", "逗：引发、触动。", "红豆蔻（kòu）：植物名。宋", "《桂海虞衡志·志花·红豆蔻》：“红豆蔻花从生……穗数十蕊，淡红鲜妍，如桃杏花色。蕊重则下垂如葡萄，又如火齐璎珞及剪彩鸾枝之状。此花无实，不与草豆蔻同种。每蕊心有两瓣相并，词人托兴日比连理云。”"], "background": "据赵秀亭、冯统一《饮水词笺校》，该词应作于康熙十六年（1677）前，在沉凉月夜的环境下，作者怀念所爱之人，于是写下这首词。"},
{"title": "生查子·新月曲如眉", "author": "牛希济", "paragraphs": "新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。\t终日劈桃穰，仁在心儿里。两朵隔墙花，早晚成连理。", "topic": "爱情", "notes": ["生查子（zhā zǐ）：原为唐教坊曲名，后&为词牌名。《尊前集》注：双调。元高拭词注：南吕宫。四十字，上下片格式相同，各两仄韵，上去通押。", "新月：阴历月初的月亮。", "团圞（luán）：团圆。", "红豆：又名相思豆，草本植物，种子形如豌豆。", "劈：剖开。桃穰（ráng）：桃核。", "仁：桃仁。这里“仁”与“人”谐音，意思双关。", "连理：不同根的草木，它们的枝干连成为一体。古人喻夫妇为“连理枝”。"], "background": "五代后期，词人遭战乱流落到蜀国，为了表达对纯朴爱情的热切追求，借新月、红豆等物写下了这事抒情词。"},
{"title": "念奴娇·书东流村壁", "author": "辛弃疾", "paragraphs": "野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。\t闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？", "topic": "爱情", "notes": ["东流：东流县，旧地名。治所在今安徽省东至县东流镇。", "野棠：野生的棠梨。", "匆匆：形容时间过得飞快的样子。唐牟融《送客之杭》诗：“西风吹冷透貂裘，行色匆匆不暂留。”", "刬（chàn）地：宋时方言，相当于“无端地”、“只是”。", "云屏：云母镶制的屏风。寒怯：形容才气或才力不足。", "觞：中国古代的一种盛酒器具。", "系（jì）马：指拴马。", "“楼空”句：", "《永遇乐》：“燕子楼空，佳人何在？空锁楼中燕。”", "绮陌：多彩的大道，宋人多用以指花街柳巷。", "纤纤月：形容美人足纤细。", "《沁园春》（咏美人足）：“知何似，似一钩新月，浅碧笼云。”", "料得：预测到；估计到。明朝（zhāo）：以后，将来。", "尊：指酒器。重见（ jiàn）：重新相见，重新遇到。", "华发：花白的头发。《墨子·修身》：“华发隳颠，而犹弗舍者，其唯圣人乎？”"], "background": "此词是公元1178年（淳熙五年）江西帅召为大理少卿时作。辛弃疾年青时路过池州东流县，结识一位女子，此次经过此地，重访不遇，感发而作此词。"},
{"title": "清平乐·风鬟雨鬓", "author": "纳兰性德", "paragraphs": "风鬟雨鬓，偏是来无准。倦倚玉阑看月晕，容易语低香近。\t软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。", "topic": "爱情", "notes": ["风鬟雨鬓：本为鬟鬓蓬松不整之意。李朝威《柳毅传》：“见大王爱女牧羊于野，风鬟雨鬓，所不忍睹。”", "《永遇乐》：“如今憔悴，风鬟雾鬓。怕见夜间出去。”皆为此意，后代指女子。这里指亡妻，或指所恋之女子。", "语低香近：此谓与那美丽的女子软语温存，情意缠绵，那可人的缕缕香气更是令人销魂。", "心期句：意思是说如今与她远隔天涯，纵心期相见，那也是可望而不可及的了。"], "background": "纳兰并不是一个贪恋美色的人，但他却是一个最需要爱情的男人，他的爱情曾随着表妹的入宫一度低沉，随着妻子卢氏的去世差点毁灭，甚至随着沈宛的离去而消散殆尽。这首词写的是纳兰与妻子离别后，追忆将别时的情景，通过写歌女的孤单寂寞，来表达自己内心的伤感和无力。"},
{"title": "虞美人·春情只到梨花薄", "author": "纳兰性德", "paragraphs": "春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。\t银笺别梦当时句，密绾同心苣。为伊判作梦中人，索向画图清夜唤真真。", "topic": "爱情", "notes": ["虞美人：词牌名。此调原为唐教坊曲，初咏", "宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。", "梨花薄：谓梨花丛密之处。薄：指草木丛生之处。", "不道：犹不管、不顾。招魂：招生者之魂。《楚辞》有《招魂》篇，汉王逸题解：“", "怜哀", "忠而斥弃，愁懑山泽，魂魄放佚，厥其将落。故作《招魂》，欲以复其精神，延其年寿。”", "银笺（jiān）：涂有银粉的笺纸。", "同心苣（qǔ）：相连锁的火炬状图案花纹，亦指织有这种图案的同心结。古人常用以象征爱情。", "判作：甘愿作。", "索：犹应，须，得。真真：美人之代称。此处借指所思之情人或妻子。"], "background": "这首词至早当作于康熙十七年。词人目睹“春来梨花开，风去梨花落”的情景，联想到了亡妻卢氏，为了表达对亡妻的思念之情，作下此词。"},
{"title": "如梦令·正是辘轳金井", "author": "纳兰性德", "paragraphs": "正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。", "topic": "爱情", "notes": ["辘轳：井上汲水的工具。", "砌：台阶。", "蓦地：突然地。", "省（xing）：明白。"], "background": "有的论者认为，纳兰除先后娶妻卢氏、官氏外，尚有侍妾一人名沈宛。也有的论者以为，纳兰有表妹，与之曾有婚约，后被选人宫中，但情深不泯，纳兰未人值侍卫时，曾乔装僧人人宫探视，等等。说法不一，但皆认为作者是因为失去爱人，为表达自己的痛苦相思之情，写下了这首词。"},
{"title": "诉衷情·花前月下暂相逢", "author": "张先", "paragraphs": "花前月下暂相逢。苦恨阻从容。何况酒醒梦断，花谢月朦胧。\t花不尽，月无穷。两心同。此时愿作，杨柳千丝，绊惹春风。", "topic": "爱情", "notes": ["诉衷情：唐教坊曲名，后用为词调。又名《一丝风》、《步花间》、《桃花水》、《偶相逢》、《画楼空》、《渔父家风》。分单调、双调两体。单调三十三字，平韵、仄韵混用。双调四十一字，平韵。", "苦恨：甚恨，深恨。", "何况：用反问的语气表达更进一层的意思。", "绊惹：牵缠。"], "background": ""},
{"title": "桂殿秋·思往事", "author": "朱彝尊", "paragraphs": "思往事，渡江干，青蛾低映越山看。共眠一舸听秋雨，小簟轻衾各自寒。", "topic": "爱情", "notes": ["桂殿秋：词牌名，即《捣练子》，取自唐", "送神迎神曲的“桂殿夜凉吹玉笙”句。单调二十七字，五句三平韵。另有双调三十八字，前后段各五句，三平韵的变体。", "干，即岸，江边。", "“青蛾”句：女子的眉黛有似倒映在水中的山密。青蛾：形容女子眉黛。越山：嘉兴地处吴越之交，故云。", "舸（gě）：船。", "簟（diàn）：竹席。", "衾（qīn）：被子，轻衾即薄被。"], "background": "这首词忆念的是作者于顺治六年（1649年）随岳父从练浦迁居王店途中初相恋的往事。朱彝尊十七岁人赘到冯家，其妻妹冯寿常只有十岁。九年后冯氏出嫁，到了二十四岁她又回到娘家来住，在这时她才真的和朱彝尊有了爱情事件。但她在三十三岁就死去了。"},
{"title": "荷叶杯·记得那年花下", "author": "韦庄", "paragraphs": "记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。\t惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。", "topic": "爱情", "notes": ["谢娘：晋王凝之妻谢道韫有文才，后人因称才女为“谢娘”。", "水堂：临近水池的堂屋。", "相期：相约会。", "残月，谓将落的月亮。", "音尘：消息。隔音尘，即音信断绝。", "因：缘由，这里指机会。"], "background": "这首词有特殊的写作背景，俞陛云说：“《古今词话》称韦庄为蜀王所羁，庄有爱姬，资质艳美，兼工词翰。蜀王闻之，托言教授宫人，强夺之去。庄追念怏怏，作《荷叶杯》诸词，情意凄怨。”即韦庄的爱姬被蜀主王建所夺，韦庄创作这首词，就是回忆以前的欢乐，诉说此后的痛苦。又传说韦庄的爱姬读了这首词后，因痛苦而绝食而死。杨偍《古今词话》和蒋一葵《尧山堂外纪》记载：韦庄有宠姬，姿质艳丽，兼擅词翰，为蜀主王建所夺，于是作《荷叶杯》、《小重山》等词，词流入禁宫，姬闻之不食而死。"},
{"title": "木兰花·燕鸿过后莺归去", "author": "晏殊", "paragraphs": "燕鸿过后莺归去。细算浮生千万绪。长于春梦几多时，散似秋云无觅处。\t闻琴解佩神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。", "topic": "爱情", "notes": ["浮生：谓人生漂浮不定。", "春梦：喻好景不长。", "闻琴：据《史记》载：文君新寡，", "于夜以琴挑之，文君遂与相如私奔。解佩：", "《列仙传》：郑交甫至汉皋台下，遇二仙女佩两珠，交甫与她们交谈，想得到她们所佩宝珠，二仙女解佩给他，但转眼仙女和佩珠都不见了。", "解佩：据刘向《列仙传》载：郑交甫行汉水之滨，遇二美女而悦之，二女便解下玉佩相赠。", "独醒人：仅有的清醒的人。"], "background": "宋仁宗庆历三年（1043年），晏殊任同中书门下平章事（宰相），兼枢密使，握军政大权。可惜宋仁宗不能果断明察，又听信反对派的攻击之言，则韩琦先被放出为外官，范仲淹、富弼、欧阳修也相继外放，晏殊则罢相。此词即作于这种背景之下。"},
{"title": "女冠子·昨夜夜半", "author": "韦庄", "paragraphs": "昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。\t半羞还半喜，欲去又依依。觉来知是梦，不胜悲。", "topic": "爱情", "notes": ["女冠子：词牌名。", "桃花面：据孟棨《本事诗·情感》载：唐诗人", "尝于清明独游长安城南，见一庄居，有女子独倚小桃柯伫立，而意殊厚。来岁清明，崔又往寻之，刚门扃无人，因题诗于左扉曰：“去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。”后遂以“桃花面”来表示所思念的美女。", "柳叶眉：如柳叶之细眉，这里以“眉”借代为“面”，亦是“低面”的意思。", "依依：恋恋不舍的样子。", "胜：尽。"], "background": "关于《女冠子》二首词的本事背景，学术界意见有很多分歧。因而有人《女冠子》二首也是“思姬”之作，如吴世昌认为是“忆故姬之作”（《词林新话》），华钟彦认为是“为怀念宠姬而作”（《花间集注》）。但有人认为“思姬”的说法证据还不够充分。"},
{"title": "女冠子·四月十七", "author": "韦庄", "paragraphs": "四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。\t不知魂已断，空有梦相随。除却天边月，没人知。", "topic": "爱情", "notes": ["佯（yáng）低面：假装着低下脸。", "敛眉：皱眉头。", "敛（liǎn）：蹙。"], "background": ""},
{"title": "虞美人·银床淅沥青梧老", "author": "纳兰性德", "paragraphs": "银床淅沥青梧老，屧粉秋蛩扫。采香行处蹙连钱，拾得翠翘何恨不能言。\t回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。", "topic": "爱情", "notes": ["原为唐教坊曲，后用为词牌名。此调初咏", "宠姬虞美人死后地下开出一朵鲜花，因以为名。又名“一江春水”“玉壶水”“巫山十二峰”等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。 ", "银床：指井栏。一说为辘轳架。", "淅（xī）沥（lì）：象声词，形容风雨声、落叶声等。", "屧（xiè）粉：借指所恋之女子。屧，为鞋的衬底，与粉字连缀即代指女子。", "秋蛩（qióng）：蟋蟀。", "采香：指曾与她有过一段恋情的去处。", "蹙（cù）：聚拢，聚集。连钱：草名，叶呈圆形，大如钱。", "翠翘（qiào）：女子的首饰。", "回廊：用春秋吴王“响履廊”之典。宋", "《吴郡志》：“响履廊，在灵岩山寺。相传吴王令西施辈步履，廊虚而响，故名。”其遗址在今苏州市西灵岩山。作者词中多次提及此地，是", "与恋人开始恋情的地方。", "就：走进，接近。"], "background": "康熙十三年（1674），纳兰性德与卢氏结缡。三年后，卢氏去世。又六年，即康熙二十二年（1683），纳兰性德写下这首词，以寄托哀思。"},
{"title": "少年游·离多最是", "author": "晏几道", "paragraphs": "离多最是，东西流水，终解两相逢。\t浅情终似，行云无定，犹到梦魂中。\t可怜人意，薄于云水，佳会更难重。\t细想从来，断肠多处，不与今番同。", "topic": "爱情", "notes": ["解：懂得，知道。", "行云：喻自己所思念的女子，用巫山神女朝云暮雨的故事。", "可怜：可惜。", "佳会：美好的聚会。", "难重（chóng）：难以再来。"], "background": ""},
{"title": "诉衷情·永夜抛人何处去", "author": "顾夐", "paragraphs": "永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。\t争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。", "topic": "爱情", "notes": ["诉衷情：唐教坊曲名。因毛文锡词句有“桃花流水漾纵横”，又名《桃花水》；因顾夐本词，又名《怨孤衾》。", "永夜：长夜。", "眉敛：指皱眉愁苦之状。", "争忍：怎忍。", "孤衾：喻独宿。"], "background": ""},
{"title": "卜算子·答施", "author": "乐婉", "paragraphs": "相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。\t要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。", "topic": "爱情", "notes": ["卜算子：词牌名，又名《百尺楼》、《眉峰碧》、《楚天遥》等。", "答施：指答复姓施的情人。", "旧事：往事。", "如：如同。", "泪滴：流眼泪。", "因：作“由”的意思。", "拚（pàn）：割舍。", "了（liǎo）：结束，断绝。", "若是：如果是。", "重（chóng）：重新。"], "background": "这首词的具体创作时间不详。乐婉与施酒监两人情投意合。施酒监在京任职期满，即将调往他处，却无力给乐婉赎身。施酒监临行前写了一首词送给乐婉，乐婉读了这首词，心如刀绞。诗人强忍悲痛，写下一首答词《卜算子·答施》向情人作诀别。"},
{"title": "鹧鸪天·醉拍春衫惜旧香", "author": "晏几道", "paragraphs": "醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。\t云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。", "topic": "爱情", "notes": ["旧香：指过去欢乐生活遗留在衣衫上的香泽。", "无凭语：没有根据的话。"], "background": ""},
{"title": "八六子·倚危亭", "author": "秦观", "paragraphs": "倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。\t无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。", "topic": "爱情", "notes": ["八六子：", "始创此调，又名《感黄鹂》。", "恨如芳草：", "《清平乐》“离恨恰如芳草，更行更远还生。”", "刬（chǎn）：同“铲”。", "青骢（cōng）：毛色青白相间的马。", "袂（mèi）红：红袖，指女子，情人。", "娉（pīng）婷：美貌，指美人。", "“春风”句：杜牧《赠别》诗：“春风十里扬州路，卷上珠帘总不如。”", "怎奈向：即怎奈、如何。宋人方言，“向”字为语尾助词。", "销凝：消魂凝恨。", "黄鹂：又名黄莺。"], "background": "此词为一首怀人之作，写于元丰三年（1080），适时秦观三十二岁，还未能登得进士第，更未能谋得一官半职。然孔子曰：“三十而立。”在这种处境下，忆想起以往与佳人欢娱的美好时光，展望着今后的路程，使他不能不感怀身世而有所慨叹。"},
{"title": "采桑子·谁翻乐府凄凉曲", "author": "纳兰性德", "paragraphs": "谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。\t不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。", "topic": "爱情", "notes": ["（1）翻乐府：指填词。翻，按曲调作歌词，", "《琵琶行》：“为君翻作琵琶行”；", "《蝶恋花》：“红粉佳人翻丽唱，惊起鸳鸯，两两飞相向。“乐府，本为汉代管理，祭祀、巡行、宫廷所用音乐的官署，亦称由官署采集来的民歌为乐府。后来将一切可以入乐的诗歌均称为乐府，容若词中取其广义，代指词。", "（2）瘦尽句：意思是说眼望着灯花一点一点地烧尽散作灯花，彻夜不眠。", "（3）萦怀抱：萦绕在心。", "（4）谢桥：谢娘桥。相传六朝时即有此桥名。谢娘，未详何人，或谓名妓谢秋娘者。诗词中每以此桥代指冶游之地，或指与情人欢会之地。", "《鹧鸪天》：“梦魂惯得无拘检，又踏杨花过谢桥。”纳兰反用其意，谓在梦中追求的欢乐也完全幻灭了。"], "background": ""},
{"title": "生查子·元夕", "author": "欧阳修", "paragraphs": "去年元夜时，花市灯如昼。\t月上柳梢头，人约黄昏后。\t今年元夜时，月与灯依旧。\t不见去年人，泪湿春衫袖。", "topic": "爱情", "notes": ["元夜：元宵之夜。农历正月十五为元宵节。自唐朝起有观灯闹夜的民间风俗。北宋时从十四到十六三天，开宵禁，游灯街花市，通宵歌舞，盛况空前，也是年轻人蜜约幽会，谈情说爱的好机会。", "花市：民俗每年春时举行的卖花、赏花的集市。", "灯如昼：灯火像白天一样。", "月上：一作“月到”。", "见：看见。", "泪湿：一作“泪满”。", "春衫：年少时穿的衣服，也指代年轻时的自己。"], "background": "这首词多被认为是公元1036年（景祐三年）作者怀念他的第二任妻子杨氏夫人所作。一说朱淑真所作。"},
{"title": "浣溪沙·谁念西风独自凉", "author": "纳兰性德", "paragraphs": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。\t被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。", "topic": "爱情", "notes": ["谁：此处指亡妻。", "萧萧：风吹叶落发出的声音。", "疏窗：刻有花纹的窗户。", "被酒：中酒、酒醉。", "春睡：醉困沉睡，脸上如春色。", "赌书：此处为", "和赵明诚的典故。李清照《金石录后序》云：“余性偶强记，每饭罢，坐归来堂，烹茶，指堆积书史，言某事在某书某卷第几页第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起，甘心老是乡矣！故虽处忧患困穷而志不屈。”此句以此典为喻说明往日与亡妻有着像李清照一样的美满的夫妻生活。", "消得：消受，享受。"], "background": "纳兰性德妻子卢氏多才多艺，可惜的是“成婚三年后妻子亡故”。这首词就是纳兰性德为悼念亡妻卢氏所做。词中道出了今日的酸苦，即那些寻常的往事不能再现，亡妻不可复生，心灵之创痛也永无平复之日。其中有怀恋，有追悔，有悲哀，有惆怅，蕴藏了复杂的感情。"},
{"title": "卜算子·我住长江头", "author": "李之仪", "paragraphs": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。\t此水几时休，此恨何时已。只愿君心似我心，定不负相思意。", "topic": "爱情", "notes": ["选自《姑溪词》，作者", "。", "已：完结。停止。", "休：停止。", "定：此处为衬字。", "思：想念，思念"], "background": "北宋崇宁二年（1103年），仕途不顺的被贬到太平州。祸不单行，先是女儿及儿子相继去世，接着，与他相濡以沫四十年的夫人胡淑修也撒手人寰。事业受到沉重打击，家人连遭不幸，李之仪跌落到了人生的谷底。这时一位年轻貌美的奇女子出现了，就是当地绝色歌伎杨姝。杨姝是个很有正义感的歌伎。早年，被贬到当涂做太守，杨姝只有十三岁，就为黄庭坚的遭遇抱不平，她弹了一首古曲《履霜操》，《履霜操》的本意是伯奇被后母所谗而被逐，最后投河而死。杨姝与李之仪偶遇，又弹起这首《履霜操》，正触动李之仪心中的痛处，李之仪对杨姝一见倾心，把她当知音，接连写下几首听她弹琴的诗词。这年秋天，李之仪携杨姝来到长江边，面对知冷知热的红颜知己，面对滚滚东逝奔流不息的江水，心中涌起万般柔情，写下了这首千古流传的爱情词。"},
{"title": "钗头凤·红酥手", "author": "陆游", "paragraphs": "红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。\t春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！", "topic": "爱情", "notes": ["黄縢（téng）：酒名。或作“黄藤”。", "宫墙：南宋以绍兴为陪都，因此有宫墙。", "离索：离群索居柳简括。", "浥（yì）：湿润。", "鲛绡（jiāo xiāo）：神话传说鲛人所织柳绡，极薄，后用以泛指薄纱，这里指手帕。绡：生丝，生丝织物。", "池阁：池上柳楼阁。", "山盟：旧时常用山盟海誓，指对山立盟，指海起誓。", "锦书：写在锦上柳书信。"], "background": "陆游的原配夫人是同郡唐姓士族的一个大家闺秀唐氏。却不料，作为婚姻包办人之一的陆母却对儿媳产生了厌恶感，二人终于被迫分离。几年以后的一个春日，陆游在家乡沈园，与偕夫同游的唐氏邂逅相遇。心中感触很深，遂乘醉吟赋这首词，信笔题于园壁之上。"},
{"title": "蝶恋花·伫倚危楼风细细", "author": "柳永", "paragraphs": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。\t拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。", "topic": "爱情", "notes": ["蝶恋花：原唐教坊曲名，后用为词牌名。又名“鹊踏枝”“凤栖梧”。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。双调六十字，上下片各四仄韵。", "伫（zhù）倚危楼：长时间倚靠在高楼的栏杆上。伫，久立。危楼，高楼。", "望极：极目远望。", "黯黯（ànàn）：心情沮丧忧愁。生天际：从遥远无边的天际升起。", "烟光：飘忽缭绕的云霭雾气。", "会：理解。阑：同“栏”。", "拟把：打算。疏狂：狂放不羁。", "对酒当歌：语出", "《短歌行》 “ 对酒当歌，人生几何”。当：与\"对\"意同。", "强（qiǎng）乐：勉强欢笑。强，勉强。", "衣带渐宽：指人逐渐消瘦。语本《古诗十九首》：“相去日已远，衣带日已缓”。", "消得：值得。"], "background": ""},
{"title": "鹊桥仙·纤云弄巧", "author": "秦观", "paragraphs": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。\t柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。", "topic": "爱情", "notes": ["纤云：轻盈的云彩。弄巧：指云彩在空中幻化成各种巧妙的花样。", "飞星：流星。一说指牵牛、织女二星。", "银汉：银河。", "迢迢：遥远的样子。", "暗度：悄悄渡过。", "金风玉露：指秋风白露。", "忍顾：怎忍回视。", "朝朝暮暮：指朝夕相聚。语出", "《高唐赋》。"], "background": ""},
{"title": "江城子·乙卯正月二十日夜记梦", "author": "苏轼", "paragraphs": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。\t夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。", "topic": "爱情", "notes": ["乙卯：公元1075年，即北宋熙宁八年。", "十年：指结发妻子王弗去世已十年。", "思量：想念。", "千里：王弗葬地四川眉山与", "任所山东密州，相隔遥远，故称“千里”。", "孤坟：其妻王氏之墓。", "幽梦：梦境隐约，故云幽梦。", "小轩窗：指小室的窗前。轩：门窗。", "顾：看。", "明月夜，短松冈：苏轼葬妻之地。", "短松：矮松。"], "background": "苏东坡十九岁时，与年方二八（十六岁）的王弗结婚。王弗年轻美貌，且侍亲甚孝，二人恩爱情深。可惜天命无常，王弗二十七岁就去世了。这对东坡是绝大的打击，其心中的沉痛，精神上的痛苦，是不言而喻的。苏轼在《亡妻王氏墓志铭》里说：“治平二年（1065）五月丁亥，赵郡苏轼之妻王氏（名弗），卒于京师。六月甲午，殡于京城之西。其明年六月壬午，葬于眉之东北彭山县安镇乡可龙里先君、先夫人墓之西北八步。”于平静语气下，寓绝大沉痛。公元1075年（熙宁八年），东坡来到密州，这一年正月二十日，他梦见爱妻王氏，便写下了这首“有声当彻天，有泪当彻泉”（陈师道语）且传诵千古的悼亡词。"}
]