[
{"title": "浣溪沙·渔父", "author": "苏轼", "paragraphs": "西塞山边白鹭飞，散花洲外片帆微。桃花流水鳜鱼肥。\t自庇一身青箬笠，相随到处绿蓑衣。斜风细雨不须归。", "topic": "田园", "notes": ["浣溪沙：唐代教坊曲名，后用为词牌名，又名《浣溪纱》、《小庭花》等。双调四十二字，平韵。南唐", "有仄韵之作。此调音节明快，句式整齐，易于上口。为婉约、豪放两派词人所常用。", "西塞山：又名道士矶，今湖北省黄石市辖区之山名。", "散花州：鄂东长江一带有三个散花洲，一在黄梅县江中，早已塌没。一在浠水县江滨，今成一村。一在武昌（今湖北鄂州市）江上建“怡亭”之小岛，当地人称之为“吴王散花滩”。该词中所写散花洲系与西塞山相对的浠水县管辖的散花洲。", "鳜（guì）鱼：又名“桂鱼”，长江中游黄州、黄石一带特产。", "庇：遮盖。", "箬（ruò）笠：用竹篾做的斗笠。", "蓑（suō）衣：草或棕作的雨衣。"], "background": "宋神宗元丰七年（1084年）四月。苏轼离开黄州赴汝州途中，沿长江而下，在途中看到渔父生活的景象，即景联想，作该词描写渔父的生活。"},
{"title": "摸鱼儿·东皋寓居", "author": "晁补之", "paragraphs": "买陂塘、旋栽杨柳，依稀淮岸江浦。东皋嘉雨新痕涨，沙觜鹭来鸥聚。堪爱处最好是、一川夜月光流渚。无人独舞。任翠幄张天，柔茵藉地，酒尽未能去。\t青绫被，莫忆金闺故步。儒冠曾把身误。弓刀千骑成何事，荒了邵平瓜圃。君试觑。满青镜、星星鬓影今如许。功名浪语。便似得班超，封侯万里，归计恐迟暮。", "topic": "田园", "notes": ["摸鱼儿：本为唐教坊曲，后用为词牌。又名“摸鱼子”。双调一百一十六字，前）六仄韵，后）七仄韵。东皋：即东山。作者在贬谪后退居故乡时，曾修葺了东山的归来园。寓居：寄居。", "陂（bēi）塘：池塘。", "旋：很快，不久。", "依稀：好像了。", "嘉雨：一场好雨。", "沙觜（zuǐ）：即沙嘴，突出在水中的沙洲。觜，同“嘴”。", "渚（zhǔ）：水中的小洲（岛）。", "翠幄（wò）：绿色的帐幕，指池岸边的垂柳。", "柔茵：柔软的褥子。这里指草地。藉：铺垫。", "青绫被：汉代制度规定，尚书郎值夜班，官供新青缣白绫被或锦被。这里用来代表做官时的物质享受。", "邵闺：汉朝宫门的名称，又叫邵马门，了学士们著作和草拟文稿的地方。这里泛指朝廷。", "曾做过校书郎、著作佐郎这样的官。", "儒冠：指读书人。", "弓刀千骑（jì）：指地方官手下佩带武器的卫队。", "邵平瓜圃：邵平了秦时人，曾被封为东陵侯。秦亡，在长安城东种瓜，瓜有五色，味很甜美。世称东陵瓜。", "觑（qù）：细看，细观。", "青镜：青铜镜。古代镜子多用青铜制成，故称青镜。", "星星：指头发花白的样子。如许：这么多。", "浪语：空话，废话。", "班超：东汉名将，在西域三十余年，七十余岁才回到京都洛阳，不久即去世。", "迟暮：晚年，此指归来已晚。"], "background": "晁补之政治上接近苏轼，是书门四学士之一，随着元祐党人地位的变化而沉浮宦海。崇宁二年（1103）被免官回到故乡（山东巨野），自号归来子，于东山上修葺归来园，过着陶渊明式的隐士生活。这首词就是此时所作。"},
{"title": "蝶恋花·春涨一篙添水面", "author": "范成大", "paragraphs": "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转。横塘塔近依前远。\t江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱。看看尝面收新茧。", "topic": "田园", "notes": ["画舫：彩船。", "夷犹：犹豫迟疑，这里是指船行迟缓。", "横塘：在苏州西南，是个大塘。", "谷雨：二十四节气之一，在清明之后。", "看看：转眼之间，即将之意。", "江国：水乡。", "寒：指水冷。"], "background": "南宋时期在政治上软弱妥协，农业工业却发展很快，许多爱国之士都因政见与朝堂相左而隐居于世，范成大也是其中一员，这首词正是他隐居苏州那一代所作。"},
{"title": "浣溪沙·软草平莎过雨新", "author": "苏轼", "paragraphs": "徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。\t软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？\t日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。", "topic": "田园", "notes": ["莎：莎草，多年生草木，长于原野沙地。", "耦耕：两人各持一耜（sì，古时农具）并肩而耕。", "泼：泼水。形容雨后的桑麻，在日照下光泽明亮，犹如水泼其上。", "蒿（hāo）艾（ài）：两种草名。", "薰：香草名。", "元是：原是。我原是农夫中的一员。"], "background": ""},
{"title": "沁园春·再到期思卜筑", "author": "辛弃疾", "paragraphs": "一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。\t青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。", "topic": "田园", "notes": ["卜筑：选地盖房。卜：占卜。古人盖新居有请卜者看地形，相风水以定宅地的习俗，也称卜宅、卜居。", "经岁：一年后，此泛言若干年后。", "斜川：在今江西省都昌县，为风景优美之地。陶渊明居浔阳柴桑时，曾作《斜川诗》。诗前有小序略记其与邻居同游斜川的情景。辛词以斜川比期思。不负：不辜负", "蜗牛戴屋行：蜗牛是一种很小的软体动物，背有硬壳，呈螺旋形，似圆形之屋。爬动时如戴屋而行。", "平章：筹划，品评。着：此作建造讲。", "峥嵘：高峻不凡貌。", "妩媚：此处形容青山秀丽。", "解：领会、理解。频：屡屡不断。", "酒圣诗豪：指酷爱诗酒的人。乃：却。驾驭：主宰，统率。卿：“你”的美称，此指大自然。", "山灵：山神。"], "background": "宋光宗绍熙五年（1194年），辛弃疾在福建安抚使任上，再次被弹劾而罢官，在庆元元年（公元1195年），回到上饶后写了这首词。辛弃疾罢居带湖时，曾在期思买得瓢泉，以后常往返于带湖、瓢泉之间。这次再到期思，意在营建新居。"},
{"title": "沉醉东风·恰离了绿水青山那答", "author": "卢挚", "paragraphs": "恰离了绿水青山那答，早来到竹篱茅舍人家。野花路畔开，村酒槽头榨。直吃的欠欠答答。醉了山童不劝咱，白发上黄花乱插。", "topic": "田园", "notes": ["恰：刚才。那答：那块，那边。", "早来：已经。", "槽头：酿酒的器具。", "欠欠答答：疯疯癫癫，痴痴呆呆。形容醉态。"], "background": ""},
{"title": "哨遍·为米折腰", "author": "苏轼", "paragraphs": "陶渊明赋《归去来》，有其词而无其声。余治东坡，筑雪堂于上。人俱笑其陋，独鄱阳董毅夫过而悦之，有卜邻之意。乃取《归去来》词，稍加檃括，使就声律，以遗毅夫。使家童歌之，时相从于东坡，释耒而和之，扣牛角而为之节，不亦乐乎？\t为米折腰，因酒弃家，口体交相累。归去来，谁不遣君归。觉从前皆非今是。露未晞。征夫指予归路，门前笑语喧童稚。嗟旧菊都荒，新松暗老，吾年今已如此。但小窗容膝闭柴扉。策杖看孤云暮鸿飞。云出无心，鸟倦知还，本非有意。\t噫！归去来兮。我今忘我兼忘世。亲戚无浪语，琴书中有真味。步翠麓崎岖，泛溪窈窕，涓涓暗谷流春水。观草木欣荣，幽人自感，吾生行且休矣。念寓形宇内复几时。不自觉皇皇欲何之？委吾心、去留谁计。神仙知在何处？富贵非吾志。但知临水登山啸咏，自引壶觞自醉。此生天命更何疑。且乘流、遇坎还止。", "topic": "田园", "notes": ["治东坡：指在东坡垦荒耕种。", "鄱（pó）阳：今江西省鄱阳县东。董毅夫：人名。", "卜邻：选择邻居，即做邻居的意思。", "檃（yǐn）括：就某文体原有内容、词上改写为另一体裁之创作手法。", "释耒（lěi）：放下农具。", "节：节拍，打节拍。", "口体交相累：因口欲而拖累身体，因身体释受委屈而影响口欲。交相，互相。", "晞（xī）：干。", "征夫：指行人。", "“门前”上：言儿童在门前笑语喧哗。", "嗟：慨叹。", "容膝：仅容下双膝，言居室狭小。扉：门。", "策杖：拄杖。", "浪语：乱语。", "麓：山脚。", "窈窕（yǎo tiǎo）：美好貌。一说幽深貌。", "幽人：隐居的人。这里系作者自指。", "皇皇：同“惶惶”。心释安貌。", "觞（shāng）：酒杯。", "遇坎还止：意谓随意而安，顺其自然。坎，坑、穴。"], "background": "此词作于苏轼贬官黄州时期，其题序交待了创作背景，有个叫董毅夫的人罢官东川，归鄱阳，途经黄州，与苏轼相聚多日，董毅夫离去时，苏轼作此词相赠。"},
{"title": "江神子·博山道中书王氏壁", "author": "辛弃疾", "paragraphs": "一川松竹任横斜，有人家，被云遮。雪后疏梅，时见两三花。比着桃源溪上路，风景好，不争多。\t旗亭有酒径须赊，晚寒些，怎禁他。醉里匆匆，归骑自随车。白发苍颜吾老矣，只此地，是生涯。", "topic": "田园", "notes": ["江神子：词牌名，即“江城子”。博山：《舆地纪胜》江南东路信州：“博山在永丰西二十里，古名通元峰，以形似庐山香炉峰，故改今名。”", "一川：即“一片”或“满地”。", "桃源：即桃花源。", "不争多：即差不多。一作“不争些”。", "晚寒些：一作“晚寒咱”。"], "background": "这首词当作于淳熙十四年（1187）前后，当时辛弃疾闲居带湖。"},
{"title": "鹦鹉曲·山亭逸兴", "author": "冯子振", "paragraphs": "嵯峨峰顶移家住，是个不唧溜樵父。烂柯时树老无花，叶叶枝枝风雨。故人曾唤我归来，却道不如休去。指门前万叠云山，是不费青蚨买处。", "topic": "田园", "notes": ["鹦鹉曲：曲牌名。一名“黑漆弩”，又名“学士吟”。《太平乐府》注正宫。双调五十四字，前段四句三仄韵，后段四句两仄韵。", "山亭：山中的亭子，代指隐士栖游之所。", "嵯峨：山势高峻。", "不唧溜：不伶俐，不精明。", "青蚨：即钱。"], "background": "大德六年（1302年）冬，冯子振留寓京城，与几位朋友在酒楼听歌妇女御园秀演唱白贲的《鹦鹉曲》，冯子振一时兴发，按原韵和作三十八首，即景生情，抒怀写志，登临感兴，吊古伤时，笔锋所及，顷刻成篇而不失韵律，其胸中才气，笔底波澜，为古今所罕见。此首乃发笔第一篇。"},
{"title": "山坡羊·江山如画", "author": "陈草庵", "paragraphs": "江山如画，茅檐低厦，妇蚕缫婢织红奴耕稼。务桑麻，捕鱼虾。渔樵见了无别话，三国鼎分牛继马。兴，休羡他。亡，休羡他。", "topic": "田园", "notes": ["蚕缫：养蚕与抽收茧丝。织红：纺织与缝纫刺绣。耕稼：耕田与播种谷物。", "务：经营。桑麻：农作物的泛称。", "牛继马：晋朝司马氏开国初，西柳谷出土一石，上有图画及“牛继马后”的谶语。这里借指历史上王朝的更迭与嬗变。"], "background": ""},
{"title": "殿前欢·畅幽哉", "author": "贯云石", "paragraphs": "畅幽哉，春风无处不楼台。一时怀抱俱无奈，总对天开。\t就渊明归去来，怕鹤怨山禽怪，问甚功名在？酸斋是我，我是酸斋。", "topic": "田园", "notes": ["畅：极甚之词。真、好之意。幽：安闲。", "是风无处不楼台：句式倒装，即楼台无处不是风。", "怀抱：喻指抱负、志向。无奈：无可奈何。", "总：总然、终然。", "对天开：向苍天表白。开，陈述表白。", "就：趋就，遵循。归去来：晋陶渊明所作的辞赋名。", "酸斋：", "的别号。"], "background": "元仁宗时，贯云石官拜任命为翰林侍读学士、中奉大夫、知制诰同修国史。早先，他积极进谏，直陈政事。当时元朝的科举制度尚未恢复，他拟定了一系列恢复科举的条令，然而未能引起仁宗的兴趣，他递交的万言书也石沉大海，反而激起了一些权贵的怨恨。贯云石一下子清醒过来，毅然出世归隐之后便写下了这首曲子。"},
{"title": "普天乐·翠荷残", "author": "滕宾", "paragraphs": "翠荷残，苍梧坠。千山应瘦，万木皆稀，蜗角名，蝇头利。输与渊明陶陶醉，尽黄菊围绕东篱。良田数顷，黄牛二只，归去来兮。", "topic": "田园", "notes": ["蜗角名：如同蜗角那样的虚名，比喻渺小不足道的浮世虚名。", "蝇头利：如同苍蝇头那样的小利。比喻非常微小的利润。"], "background": ""},
{"title": "临江仙·风水洞作", "author": "苏轼", "paragraphs": "四大从来都遍满，此间风水何疑。故应为我发新诗。幽花香涧谷，寒藻舞沦漪。\t借与玉川生两腋，天仙未必相思。还凭流水送人归。层巅余落日，草露已沾衣。", "topic": "田园", "notes": ["临江仙：词牌名。唐教坊曲。原用以歌咏水仙，故名。又名《雁儿归》、《瑞鹤仙令》等。双调小令，平韵格。", "风水洞：《诗集》王文诰注引《杭州图经》：“洞去钱塘县旧治五十里，在杨村慈岩院。洞极大，流水不竭，洞顶又有一洞，清风微出，故名曰风水洞。”", "四大：佛教以地、水、火、风为四大。认为此四者广大，能产生出一切事物和道理。", "寒藻：指秋天的水藻。沦漪（户衣）：《诗经·魏风·伐檀》：“坎坎伐轮兮，置之河之漘（chún）兮，河水清且沦漪。”沦，细小而成圈的水纹。漪，语气词。", "玉川：唐诗人卢仝（tóng），号玉川子。两腋：.两边胳肢窝。卢全《走笔谢孟谏议寄新茶》诗云：“一碗喉吻润，两碗破孤闷。三碗搜枯肠，唯有文字五千卷。四碗发轻汗，平生不平事，尽向毛孔散。五碗肌骨清，六碗通仙灵。七碗吃不得也，唯觉两腋习习清风生。”", "凭：烦请。"], "background": "宋神宗熙宁六年（1073年）八月，苏轼游风水洞，被风水洞的美景所吸引，作该词描叙游览的经历和感受。"},
{"title": "鹧鸪天·戏题村舍", "author": "辛弃疾", "paragraphs": "鸡鸭成群晚不收，桑麻长过屋山头。有何不可吾方羡，要底都无饱便休。\t新柳树，旧沙洲，去年溪打那边流。自言此地生儿女，不嫁余家即聘周。", "topic": "田园", "notes": ["鹧（zhè）鸪（gū）天：词牌名。双调，五十五字，押平声韵。也是曲牌名。南曲仙吕宫、北曲大石调都有。字句格律都与词牌相同。北曲用作小令，或用于套曲。南曲列为“引子”，多用于传奇剧的结尾处。", "屋山：即屋脊。", "要底都无：别无所求。", "打：即从。", "聘：即以礼物订婚。"], "background": "宋孝宗淳熙五年，词人闲居于上饶，初期游历周边农村，浏览了当地山村的风土人情，于是写下了这首《鹧鸪天》来表达自己对田园生活的欣喜之情。"},
{"title": "水仙子·自足", "author": "杨朝英", "paragraphs": "杏花村里旧生涯，瘦竹疏梅处士家。深耕浅种收成罢。酒新篘，鱼旋打，有鸡豚竹笋藤花。客到家常饭，僧来谷雨茶，闲时节自炼丹砂。", "topic": "田园", "notes": ["处士：没有做官的读书人。此指隐士。", "酒新篘：酒刚刚滤出。篘，过滤。", "鱼旋打：鱼刚刚打起。旋，旋即，刚刚。", "豚：小猪。", "延雨茶：延雨节前采摘的春茶。", "炼丹砂：古代道教提倡炼丹服食，以延年益寿。丹砂，即朱砂，矿物名，水银和硫磺的化物，道家炼丹多用。"], "background": ""},
{"title": "鹧鸪天·黄沙道中", "author": "辛弃疾", "paragraphs": "句里春风正剪裁。溪山一片画图开。轻鸥自趁虚船去，荒犬还迎野妇回。\t松共竹，翠成堆。要擎残雪斗疏梅。乱鸦毕竟无才思，时把琼瑶蹴下来。", "topic": "田园", "notes": ["虚船：水鸟在水面上游走，给人以乘船的感觉，但因没有船，所以叫虚船。", "无才思：没有知识或不懂事。", "琼瑶：指雪。"], "background": ""},
{"title": "沉醉东风·闲居", "author": "卢挚", "paragraphs": "雨过分畦种瓜，旱时引水浇麻。共几个田舍翁，说几句庄家话。瓦盆边浊酒生涯。醉里乾坤大，任他高柳清风睡煞。", "topic": "田园", "notes": ["畦：田垠。", "田舍翁：种田的人。"], "background": ""},
{"title": "拨不断·菊花开", "author": "马致远", "paragraphs": "菊花开，正归来。伴虎溪僧、鹤林友、龙山客，似杜工部、陶渊明、李太白，在洞庭柑、东阳酒、西湖蟹。哎，楚三闾休怪！", "topic": "田园", "notes": ["虎溪僧：指晋代庐山东林寺高僧慧远。寺前有虎溪，常有虎鸣。鹤林友：指五代道士殷天祥，据传他曾在镇江鹤林寺作法使春天的杜鹃花在重阳节绽开。龙山客：指晋代名士孟嘉。征西大将军桓温在重阳节携宾客游龙山（在今湖北江陵县境内），孟嘉作为参军随游，忽然被风吹落了帽子，遭到人取笑，他泰然自若，从容作答，四座叹服。", "杜工部：即唐代诗人杜甫，曾任检校工部员外郎。", "洞庭柑：指江苏太湖洞庭山所产柑橘，为名产。东阳酒：又称金华酒，浙江金华出产的名酒。西湖蟹：杭州西湖的肥蟹。", "楚三闾：指", "。屈原曾任楚国三闾大夫。"], "background": ""}
]