[
{"title": "南歌子·游赏", "author": "苏轼", "paragraphs": "山与歌眉敛，波同醉眼流。游人都上十三楼。不羡竹西歌吹、古扬州。\t菰黍连昌歜，琼彝倒玉舟。谁家水调唱歌头。声绕碧山飞去、晚云留。", "topic": "端午", "notes": ["南歌子：《南歌子》是词牌名称之一，又名《南柯子》、《恨春宵》等。", "游人：指游玩的人。出自", "《泛舟城南会者五人分韵赋诗得人皆苦炎字》：桥上游人夜未厌，共依水槛立风檐。", "十三楼：宋代杭州名胜。出自吴自牧《梦梁录》卷一二《西湖》：“大佛头石山后名十三间楼，乃东坡守杭日多游此，今为相严院矣。“", "竹西：扬州亭名。本句意谓杭州十三楼歌唱奏乐繁华，不必再羡慕前代扬州的竹西了。", "扬州：淮河以南、长江流域东南地区，《周礼》称东南曰扬州。", "菰黍（gūshǔ）：指粽子。菰，本指茭白，此指裹棕的菰叶。", "昌歜（chāngchù）：宋时以菖蒲嫩茎切碎加盐以佐餐，名昌歇。", "琼彝（yí）：玉制的盛酒器皿。", "玉舟：玉制的酒杯。出自苏轼《次韵赵景贶督两欧阳诗破陈酒戒》：“明当罚二子，已洗两玉舟。”", "水调唱歌头：即唱水调歌头。傅本注：“水调曲颇广，谓之歌头，岂非首章之一解乎？白乐天六幺水调家家唱。”"], "background": "公元1090年（元祐五年），词人到杭州担任知州。在此期间词人游山玩水。端午节时词人与他的友人游览了杭州名胜十三楼，为了记录自己的游玩过程以及感受，于是写下了这首词。"},
{"title": "减字木兰花·竞渡", "author": "黄裳", "paragraphs": "红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。\t欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。", "topic": "端午", "notes": ["减字木兰花：词牌名，简称《减兰》。《张子野词》入“林钟商”，《乐章集》入“仙吕调”。双调四十四字，即就《木兰花》的前后片第一、三句减三字，改为平仄韵互换格，每片两仄韵转两平韵。", " 竞渡（dù）：划船比赛。每年端午节（农历五月初五）为表达对伟大的爱国诗人", "的尊敬和怀念，在民间形成的一种传统风俗。", "红旗高举：高高举起红旗。", "渚（zhǔ）：水中间的小洲。", "春雷：形容鼓声像春雷一样响个不停。", "远远回：形容龙舟的速度之快。", "惊退万人争战气：龙舟竞争之激烈气势，就像打仗一样，把观众都惊呆了。", "金碧楼西：领奖处装饰得金碧辉煌。", "衔（xián）得：夺得。", "锦标：古时的锦标，也就是一面彩缎的奖旗，一般都悬挂在终点岸边的一根竹竿上，从龙舟上就可以摘取到。"], "background": "北宋词人黄裳在端午时节看到了划船健儿竞渡夺标热烈的场面，触发了词人的诗兴，于是写下这首词来赞扬了划船健儿们勇往直前的英雄气概。"},
{"title": "摸鱼儿·午日雨眺", "author": "纳兰性德", "paragraphs": "涨痕添、半篙柔绿，蒲梢荇叶无数。台榭空蒙烟柳暗，白鸟衔鱼欲舞。红桥路，正一派、画船萧鼓中流住。呕哑柔橹，又早拂新荷，沿堤忽转，冲破翠钱雨。\t蒹葭渚，不减潇湘深处。霏霏漠漠如雾，滴成一片鲛人泪，也似汨罗投赋。愁难谱，只彩线、香菰脉脉成千古。伤心莫语，记那日旗亭，水嬉散尽，中酒阻风去。", "topic": "端午", "notes": ["摸鱼儿：词牌名。一名“摸鱼子”，又名“买陂塘”“迈陂塘”双蕖怨“等。唐教坊曲，后用为词牌。宋词以", "《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。午日：五月初五日，即端阳节日。", "涨痕，涨水的痕迹。柔绿，嫩绿，此处代指嫩绿之水色，蒲：蒲柳，即水杨。荇：多年生草本植物，叶呈对生圆形，可食。", "烟柳：谓烟雾笼罩的柳林。", "呕哑（ōu yā）柔橹（lǔ）：谓船行水面橹篙划水发出轻柔的水声。呕哑：象水声。", "翠钱雨：指新荷生出时所下的雨。翠钱：新荷之雅称。", "蒹葭渚：长满芦苇的洲渚。", "鲛人：神话传说中的人鱼。", "汨罗投赋：战国时楚诗人屈原忧愤国事，投汨罗江(湘江支流)而死。后人写诗作赋投入江中，以示凭吊。", "“愁难谱”二句：谓满怀忧怨哀愁难以表达，只有凭借用彩线缠裹香菰投入江中以示这千古的脉脉哀思了。菰（gū）米：即菱白。其食为菰米，亦称雕胡米，可食。", "旗亭：酒楼。因悬旗为酒招，故名。"], "background": "该词具体创作年份未知。从词的副标题“午日雨眺”可以看出，这首词写于五月初五端午节，纳兰雨中凭眺生情，感怀而作。"},
{"title": "临江仙·高咏楚词酬午日", "author": "陈与义", "paragraphs": "高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。\t万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。", "topic": "端午", "notes": ["午日：端午，酬：过，派遣。", "节序：节令。", "“榴花”句：言舞裙比石榴更红。这是怀念昔时生平岁月之意。", "戎葵：即蜀葵，花开五色，似木槿。"], "background": "此词为作者流寓邵州（湖南邵阳）时作，时为建炎四年（1130年）。避乱天南，再逢佳节。追忆中州盛日，不免凄然以悲。“无人”两句，以淡笔写深心。“试浇桥下水，今夕到湘中”，尤觉思远意长，婉曲沉挚。"},
{"title": "小重山·端午", "author": "舒頔", "paragraphs": "碧艾香蒲处处忙。谁家儿共女，庆端阳。细缠五色臂丝长。空惆怅，谁复吊沅湘。\t往事莫论量。千年忠义气，日星光。离骚读罢总堪伤。无人解，树转午阴凉。", "topic": "端午", "notes": ["小重山：词牌名。又名“小重山令”。《金奁集》入“双调”。唐人例用以写“宫怨”，故其调悲。五十八字，前后片各四平韵。", "端午：农历五月初五，又称端阳节、午日节等，中国传统的民间节日。亦以纪念相传于是自沉汨罗江的古代爱国诗人屈原，有裹粽子及赛龙舟等风俗。", "碧艾：绿色的艾草。香蒲（pú）：多年生草本植物。俗称蒲草。生长在水边或池沼内。叶狭长，夏季开花，雌雄花穗紧密排列在同一穗轴上，形如蜡烛，有绒毛，可做枕头心；叶片可编织席子、蒲包、扇子。花粉称蒲黄，用为止血药。旧时端午节有在门口挂菖蒲、艾叶、蒿草、白芷等植物的习俗。明陈汝元《金莲记·就逮》：“角黍包金，香蒲切玉，是处龙舟飞竞。”", "端阳：端阳节，端午节的别称。明冯应京《月令广义·岁令一·礼节》：“五月初一至初五日名女儿节，初三日扇市，初五日端阳节，十三日龙节。”", "五色臂丝：荆楚风俗，端午节以红、黄、蓝、白、黑五彩丝系臂，相传这五彩丝线代表着东、西、南、北、中五方神力，可以抵御邪祟灾瘟，人们称之为“长命线”。一说这五彩象征着五色龙，可以降服鬼怪。", "惆怅：因失意或失望而伤感、懊恼。《楚辞·九辩》：“廓落兮，羁旅而无友生；惆怅兮，而私自怜。”", "吊：凭吊，悼念。沅（yuán）湘：二水名，沅水和湘水的并称。沅水发源于贵州，湘水发源于广西，都经过湖南省注入洞庭湖。战国楚诗人屈原遭放逐后，曾长期流浪沅湘间。湘水支流中有汨罗江，为屈原自沉之处。《楚辞·离骚》：“济沅湘以南征兮，就重华而陈词。”这里指代屈原。", "往事：过去的事情。《", "·成相》：“观往事，以自戒，治乱是非亦可识。”此指屈原投江自尽之事。论量（liáng）：评论，计较。唐吴兢《贞观政要·论任贤》：“至于论量人物，直道而言。”", "千年：极言时间久远。晋", "《挽歌诗》：“幽室一已闭，千年不复朝。”忠义：忠贞义烈。《后汉书·桓典传》：“ 献帝即位，三公奏典前与何进 谋诛阉官，功虽不遂，忠义炳著。”此指屈原的忠贞义气。", "日星光：屈原《九章·涉江》：“与天地兮比寿，与日月兮同光。”这句是说屈原的忠义气节永不泯灭，就像太阳和星星的光辉一样。", "离骚：指屈原的长篇政治抒情诗《离骚》。此诗抒发了不与邪恶势力同流合污的斗争精神和至死不渝的爱国热情。", "解：懂得，明白。无人解：此句写出作者感叹不被世俗所理解的心情。", "午阴：中午的阴凉处。常指树荫下。宋", "《寄题赵叔平嘉树亭》诗：“午阴闲淡茶烟外，晓韵萧疏睡雨中。”"], "background": "《小重山·端午》是元曲作家、诗人、词人舒頔的作品，作于明朝建立（1368年）之后的一个端午节。舒頔生平处于元明之际，《新元史》称他“遭逢乱世”，“尝避寇岩谷，被执，頔正色叱贼（指朱元璋等起义军），贼感而释之”。他忠于元朝，入明不仕。"},
{"title": "渔家傲·五月榴花妖艳烘", "author": "欧阳修", "paragraphs": "五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。金盘送。生绡画扇盘双凤。\t正是浴兰时节动。菖蒲酒美清尊共。叶里黄鹂时一弄。犹瞢忪。等闲惊破纱窗梦。", "topic": "端午", "notes": ["妖艳：红艳似火。", "生绡：未漂煮过的丝织品。古时多用以作画，因亦以指画卷。", "浴兰：见浴兰汤。", "惊破：打破。"], "background": "农历五月初五是端午节。端午节始于中国的春秋战国时期，至今已有2000多年历史。端午节一直是一个多民族的全民健身、防疫祛病、避瘟驱毒、祈求健康的民俗佳节。"},
{"title": "浣溪沙·端午", "author": "苏轼", "paragraphs": "轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。\t彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。", "topic": "端午", "notes": ["浣溪沙：唐教坊曲，后用为词牌名。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。", "端午：民间节日，在旧历五月初五。", "碧纨（wán）：绿色薄绸。", "芳兰：芳香的兰花。端午节有浴兰汤的风俗。", "流香涨腻：指女子梳洗时，用剩下的香粉胭脂随水流入河中。", "云鬟（huán）：女子的发髻。"], "background": "公元1095年（宋哲宗绍圣二年）端午，这时东坡被贬惠州已经两年了，在端午节这个团聚的日子里，想到自己的侍妾朝云，于是作此词送给她。"},
{"title": "南乡子·端午", "author": "李之仪", "paragraphs": "小雨湿黄昏。重午佳辰独掩门。巢燕引雏浑去尽，销魂。空向梁间觅宿痕。\t客舍宛如村。好事无人载一樽。唯有莺声知此恨，殷勤。恰似当时枕上闻。", "topic": "端午", "notes": ["湿：浸润。", "独：独自一人。", "巢燕：巢里的燕子。", "客舍：旅居的客舍。", "村：乡野山村。", "好事：喜悦的事情。", "唯：只，仅仅。", "恰似：好像是。", "闻：听到。"], "background": ""},
{"title": "澡兰香·淮安重午", "author": "吴文英", "paragraphs": "盘丝系腕，巧篆垂簪，玉隐绀纱睡觉。银瓶露井，彩箑云窗，往事少年依约。为当时曾写榴裙，伤心红绡褪萼。黍梦光阴，渐老汀洲烟蒻。\t莫唱江南古调，怨抑难招，楚江沉魄。薰风燕乳，暗雨梅黄，午镜澡兰帘幕。念秦楼也拟人归，应剪菖蒲自酌。但怅望、一缕新蟾，随人天角。", "topic": "端午", "notes": ["澡兰香：词牌名，", "自度曲。词中多述端午风俗，中有“午镜澡兰帘幕”句，故名。双调一百零三字，仄韵格。", "淮安：今江苏淮安县。重午：端午节。", "盘丝：腕上系五色丝线。", "巧篆：精巧剪纸，妆饰于头发簪上。", "玉隐绀纱睡觉：玉人隐在天青色纱帐中睡觉。", "银瓶：汲水器。", "采箑（shà）：彩扇。", "写榴裙：是指在红色裙上写字。", "红绡退萼（è）：石榴花瓣落后留下花萼。", "黍梦：指黄粱梦，典出唐沈既济的传奇小说《枕中记》。", "烟蒻（ruò）：柔弱蒲草。", " 沉魄：指", "。", "午镜：盆水如镜。", "澡兰：五月五日，煮兰水沐浴。", "秦楼：秦穆公女弄玉，与萧史吹箫引凤，穆公为之筑凤台，后遂传为秦楼。", "菖蒲：端午一寸九节菖蒲浸酒，以辟瘟气。", " 新蟾（chán）：新月。神话传说月中有三足蟾蜍，因以蟾代称月。", "天角：天涯。指遥远的地方。"], "background": "词从内容来看是怀念作者的一位能歌善舞的姬妾。此时他客居淮安（今属江苏），正值端午佳节，不免思念家中的亲人，于是写了这首词。"},
{"title": "贺新郎·端午", "author": "刘克庄", "paragraphs": "深院榴花吐。画帘开、綀衣纨扇，午风清暑。儿女纷纷夸结束，新样钗符艾虎。早已有、游人观渡。老大逢场慵作戏，任陌头、年少争旗鼓。溪雨急，浪花舞。\t灵均标致高如许。忆生平、既纫兰佩，更怀椒醑。谁信骚魂千载后，波底垂涎角黍。又说是、蛟馋龙怒。把似而今醒到了，料当年、醉死差无苦。聊一笑，吊千古。", "topic": "端午", "notes": ["贺新郎：又名《金缕曲》、《乳燕飞》、《貂裘换酒》。传作以《东坡乐府》所收为最早，惟符豆平仄，与诸家颇多不合。因以《稼轩长短符》为准。一百十六字，前后片各六仄韵。大抵用入声部韵者较激壮，用上、去声部韵者较凄郁，贵能各适物宜耳。", "綀（shū）衣：葛布衣，指平民衣着。", "结束：妆束、打扮。", "钗符艾虎：钗符：又称钗头符，端午节时的一种头饰。《抱朴子》：“五月五日剪采作小符，缀髻鬓为钗头符”。艾虎：旧俗端午节用艾作虎，或剪彩为虎，粘艾叶，戴以辟邪。《荆门记》：“午节人皆采艾为虎为人，挂于门以辟邪旗。”", "观渡：《荆楚岁时记》：“五月五日竞渡，俗为屈原投汨罗日，人伤其死，故命舟楫拯之。”", "逢场作戏：原指艺人遇到合适的地方就表演，后指嬉游的活动。慵：懒得，表明“我”不想参加。", "陌头：裹着头巾。陌：头巾。争旗鼓：摇旗击鼓，为龙舟助威。", "灵均标致：屈原风度。屈原字灵均。", "纫兰佩：联缀秋兰而佩于身，意谓品德高雅。", "椒：香物，用以降神；醑（xǔ）：美酒，用以祭神。", "角黍（shǔ）：粽子。", "把似：假如。", "差无苦：几乎没有什么痛苦。差，差不多。"], "background": "咸淳三年时值端午节，作者看到路上行人精心打扮，一片喜悦氛围，殊不知国家危如累卵，又想到自己年近八十，却“前后四立朝”，仕途坎坷，屡遭挫折，胸中有许多牢骚不平之气，便借屈原事一吐为快，创作此词。"}
]