[
{"title": "摊破浣溪沙·菡萏香销翠叶残", "author": "李璟", "paragraphs": "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。\t细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚阑干。", "topic": "荷花", "notes": ["摊破浣溪沙：词牌名。又名“添字浣溪沙”“山花子”“南唐浣溪沙”。双调四十八字，前阕三平韵，后阕两平韵，一韵到底。前后阕基本相同，只是前阕首句平脚押韵，后阕首句仄脚不押韵。后阕开始两句一般要求对仗。这是把四十二字的“浣溪沙”前后阕末句扩展成两句，所以叫“摊破浣溪沙”。", "菡萏：荷花的别称。", "西风愁起：西风从绿波之间起来。以花叶凋零，故曰“愁起“。", "鸡塞：亦作鸡禄山。这里泛指边塞。", "彻：大曲中的最后一遍。“吹彻“意谓吹到最后一曲。笙以吹久而含润，故云”寒“。玉笙寒：玉笙以铜质簧片发声，遇冷则音声不畅，需要加热，叫暖笙。"], "background": ""},
{"title": "浣溪沙·荷花", "author": "苏轼", "paragraphs": "四面垂杨十里荷，问云何处最花多。画楼南畔夕阳和。\t天气乍凉人寂寞，光阴须得酒消磨。且来花里听笙歌。", "topic": "荷花", "notes": ["浣溪沙：唐教坊曲，后用为词牌名。", "问云句：袭用", "《奉酬卢给事云夫四兄〈曲江荷花行〉》诗“问言何处荚蓉多”句。下句“画楼南畔”是“何处”的回答。", "光阴句：承上句“人寂寞”，因寂寞无聊，所以要用酒消遣日子。唐人", "《样潼岁暮》诗：“美酒消磨日”、", "《退居述怀寄北京韩侍中》诗“万事消磨酒百分”。消磨：消遣，排遣。", "笙（shēng）歌：合笙之歌。"], "background": "此词作于宋哲宗元祐六年（1091年）闰八月至九月间词人初到颍州太守任上。词人当时在观赏颍州西湖的荷花，忽然感觉当官寂寞孤寥，于是作下了这首诗。"},
{"title": "踏莎行·杨柳回塘", "author": "贺铸", "paragraphs": "杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。\t返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。", "topic": "荷花", "notes": ["踏莎行：词牌名。又名《柳长春》《喜朝天》等。双调五十八字，仄韵。又有《转调踏莎行》，双调六十四字或六十六字，仄韵。", "回塘：环曲的水塘。", "别浦：江河的支流入水口。", "绿萍涨断莲舟路：这句话是说，水面布满了绿萍，采莲船难以前行。莲舟，采莲的船。", "红衣脱尽芳心苦：红衣，形容荷花的红色花瓣。芳心苦，指莲心有苦味。以上两句说，虽然荷花散发出清香，可是蜂蝶都断然不来，它只得在秋光中独自憔悴。", "返照：夕阳的回光。", "潮：指晚潮。", "行云：流动的云。", "依依：形容荷花随风摇摆的样子。", "骚人：诗人。", "不肯嫁春风：语出", "《寄恨》诗：“莲花不肯嫁春风。”", "在《一丛花》词里写道：“沉恨细思，不如桃杏，犹解嫁东风。”", "是把荷花来和桃杏隐隐对比。以上两句写荷花有“美人迟暮”之感。"], "background": "《宋史·文苑传》载贺铸“喜谈当世事，可否不少假借。虽贵要权倾一时，少不中意，极口诋之无遗辞。人以为近侠。……竟以尚气使酒，不得美官，悒悒不得志”。他出身高贵却长期屈居下僚，其心中的苦楚是一般人难以体会的。这首词的荷花美丽清高，却结局凄惨，作者可能也是在表达对自己早年过于孤高自傲的一种悔恨。"},
{"title": "鹧鸪天·赏荷", "author": "蔡松年", "paragraphs": "秀樾横塘十里香，水花晚色静年芳。胭脂雪瘦熏沉水，翡翠盘高走夜光。\t山黛远，月波长，暮云秋影蘸潇湘。醉魂应逐凌波梦，分付西风此夜凉。", "topic": "荷花", "notes": ["樾：树荫，道旁林荫树。", "燕支：即胭脂。"], "background": ""},
{"title": "采桑子·荷花开后西湖好", "author": "欧阳修", "paragraphs": "荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。\t画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。", "topic": "荷花", "notes": ["西湖：指颍州（今安徽省阜阳市）西湖。", "晚年退休后住在颍州，写了一组《采桑子》（十首）。", "旌（jīng）旗：古代旌旗仪仗。", "幢（chuáng）：古代的帐幔。", "盖：古代一种似伞的遮阳物。", "卮（zhī）：古代盛酒的器皿。", "笙（shēng）：簧管乐器。"], "background": "公元1049年（宋仁宗皇祐元年），作者时知颍州，趁着盛夏之季游玩西湖写下此词，记载了西湖风光及游湖之乐。"},
{"title": "苏幕遮·燎沉香", "author": "周邦彦", "paragraphs": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。\t故乡遥，何日去？家住吴门，久作长安旅。五月渔郎相忆否？小楫轻舟，梦入芙蓉浦。", "topic": "荷花", "notes": ["燎（liáo）：烧。", "沉香：一种名贵香料，置水中则下沉，故又名沉水香，其香味可辟恶气。沉，古时作沈。", "溽(rù)暑：潮湿的暑气。溽，湿润潮湿。", "呼晴：唤晴。旧有鸟鸣可占晴雨之说。", "侵晓：快天亮的时候。侵，渐近。", "宿雨：昨夜下的雨。", "清圆：清润圆正。", "风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。", "吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。", "长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。", "旅：客居。", "楫（jí）：划船用具，短桨。", "芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。词中指杭州西湖。浦，水湾、河流。芙蓉，又叫“芙蕖”，荷花的别称。"], "background": "这首词作于公元1083年（宋神宗元丰六年）至公元1086年（宋哲宗元祐元年）之间，当时周邦彦一直客居京师，周邦彦本以太学生入都，以献《汴都赋》为神宗所赏识，进为太学正，但仍无所作为，不免有乡关之思。"},
{"title": "念奴娇·闹红一舸", "author": "姜夔", "paragraphs": "余客武陵。湖北宪治在焉：古城野水，乔木参天。余与二三友，日荡舟其间。薄荷花而饮，意象幽闲，不类人境。秋水且涸。荷叶出地寻丈，因列坐其下，上不见日。清风徐来，绿云自动。间于疏处，窥见游人画船，亦一乐也。朅来吴兴。数得相羊荷花中，又夜泛西湖，光景奇绝。故以此句写之。\t闹红一舸，记来时，尝与鸳鸯为侣，三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容消酒，更洒菇蒲雨。嫣然摇动，冷香飞上诗句。\t日暮，青盖亭亭，情人不见，争忍凌波去？只恐舞衣寒易落，愁人西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。", "topic": "荷花", "notes": ["武陵：今湖南常德县。", "薄：临近。", "朅（qiè）：来，来到。", "吴兴：今浙江湖州。", "相羊：亦作“ 相佯 ”。亦作“ 相徉 ”。 徘徊；盘桓。", "光景：风光；景象。", "三十六陂：地名。在今 江苏省 扬州市 。诗文中常用来指湖泊多。", "水佩风裳：以水作佩饰，以风为衣裳。", "菇蒲：水草。菇即茭白。", "青盖：特指荷叶。", "争忍：犹怎忍。", "凌波：行于水波之上。常指乘船。", "南浦：南面的水边。后常用称送别之地。", "田田：莲叶盛密的样子。", "沙际：沙洲或沙滩边。"], "background": ""},
{"title": "渔家傲·花底忽闻敲两桨", "author": "欧阳修", "paragraphs": "花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。\t花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。", "topic": "荷花", "notes": ["渔家傲：词牌名。此调原为北宋年间流行歌曲，始见于北宋", "，因词中有“神仙一曲渔家傲” 句，便取“渔家傲”三字作词名。双调六十二字，上下片各四个七字句，一个三字句，每句用韵，声律谐婉。南北曲均有。", "逡（qūn）巡：宋元俗语，犹顷刻，一会儿。指时间极短。", "旋（xuàn）：随时就地。当（dàng）：当做，代替。", "“时时”句：谓莲花映入酒杯，随舟荡漾，显出红色波纹。红浪：指人面莲花映在酒杯中显出的红色波纹。", "清厮酿（niàng）：清香之气混成一片。厮酿：相互融合。", "花腮（sāi）：指荷花。形容荷花像美人面颊的花容。酒面：饮酒后的面色。宋", "《牡丹》诗：“时结游朋去寻玩，香吹酒面生红波。”", "一饷（xiǎng）：即一晌，片刻。《敦煌变文集·", "变文》：“若道一时一饷，犹可安排；岁久月深，如何可度。”蒋礼鸿通释：“一饷，就是吃一餐饭的时间。”", "阁（gē）：同“搁”，放置，此处指搁浅。一作“搁”。"], "background": "欧阳修以《渔家傲》词调共作了六首采莲词，这首词即为其中之一。其具体创作时间未详。"},
{"title": "摸鱼儿·问莲根有丝多少", "author": "元好问", "paragraphs": "泰和中，大名民家小儿女，有以私情不如意赴水者，官为踪迹之，无见也。其后踏藕者得二尸水中，衣服仍可验，其事乃白。是岁此陂荷花开，无不并蒂者。沁水梁国用，时为录事判官，为李用章内翰言如此。此曲以乐府《双蕖怨》命篇。“咀五色之灵芝，香生九窍；咽三危之瑞露，春动七情”，韩偓《香奁集》中自序语。\t问莲根、有丝多少，莲心知为谁苦？双花脉脉娇相向，只是旧家儿女。天已许。甚不教、白头生死鸳鸯浦？夕阳无语。算谢客烟中，湘妃江上，未是断肠处。\t香奁梦，好在灵芝瑞露。人间俯仰今古。海枯石烂情缘在，幽恨不埋黄土。相思树，流年度，无端又被西风误。兰舟少住。怕载酒重来，红衣半落，狼藉卧风雨。", "topic": "荷花", "notes": ["摸鱼儿：又名“摸鱼子”、“买陂塘”、“迈陂塘”、“双蕖怨”等。唐教坊曲，后用为词牌。宋词以", "《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。双结倒数第三句第一字皆领格，宜用去声。", "泰和：", "年号。", "大名：宋时大名府，元时大名路（今河北大名县）。", "陂（bēi）：水塘。", "脉（mò）脉：含情欲吐。", "旧家儿女：民家小儿女。", "已许：如此，这样。", "甚：什么。生死：偏义复词，指死。鸳鸯：雌雄偶居不离，古称“匹鸟”，后用以比喻夫妇。浦：水滨，这里指水塘。", "谢客：即谢灵运，南朝宋代诗人。陈郡阳夏（今河南太康）人，移籍会稽，幼时客养于外，族人名曰“客人”，世称谢客。善游览，写诗多描绘会稽、庐山名胜。", "湘妃：即湘夫人，名娥皇、女英，传说是尧的两个女儿，嫁与舜为妻。", "香奁（lián）：盛放香粉、镜子之类的匣子，引申为香艳之意，比喻恋人的相亲相爱。", "灵芝：古人迷信，认为芝是仙草，服则长生，故称“灵芝”。瑞露：吉祥的晨露。", "俯仰：瞬息，指生活。", "相思树：指古代韩凭夫妇的悲剧故事。韩凭是战国时宋康王舍人，娶妻何氏，貌美。宋康王夺娶何氏。韩凭被凶而死。何氏亦身坠楼台，留遗书于康王，望将其夫妇二人合葬。宋康王大怒，偏将何氏葬于韩凭墓的对面，使其可望而不可即。不久，两坟都长出合围大树，“屈体相就，根交于下，枝错于上”，上有相栖鸳鸯，日日相向而鸣。宋人哀悼他们，将此两树起名“相思树”。", "流年：年华，如流水之易逝。", "无端：无缘无故。西风：秋风。误：指损伤、摧残。", "兰舟：船之美称，指精美的小船。少：稍稍。住：停一停。", "红衣半落：指荷花花瓣飘落。", "狼藉：纵横散乱，引申为破败不可收拾，形容花瓣散乱。"], "background": "此词具体创作时间不详。金章宗时期，大名府一对男女青年痴情相爱，迫于封建礼教的摧残，双双投水殉情，上演了一出感天动地的爱情悲剧，听闻此事后，词人创作此词以抒发感想，向为争取爱情自由而牺牲的青年男女表示同情。"},
{"title": "洞仙歌·荷花", "author": "刘光祖", "paragraphs": "晚风收暑，小池塘荷净。独倚胡床酒初醒。起徘徊、时有香气吹来，云藻乱，叶底游鱼动影。\t空擎承露盖，不见冰容，惆怅明妆晓鸾镜。后夜月凉时，月淡花低，幽梦觉、欲凭谁省。且应记、临流凭阑干，便遥想，江南红酣千顷。", "topic": "荷花", "notes": ["胡床：一种可以折叠的轻便坐具，也叫交椅、交床。由胡地传入，故名。", "云藻乱、叶底游鱼动影：池塘中鱼的影子四处流动，打乱了水中云影与绿藻安静的姿态。", "空擎承露盖：只剩下荷花的茎秆空举着残败的荷叶。 ", "不见冰容：荷花已然凋谢。", "临流凭阑干：靠着水边栏杆眺望流水。", "江南红酣千顷：追忆江南水乡千顷荷花竞相开放的美景。"], "background": ""},
{"title": "疏影·咏荷叶", "author": "张炎", "paragraphs": "碧圆自洁。向浅洲远渚，亭亭清绝。犹有遗簪，不展秋心，能卷几多炎热。鸳鸯密语同倾盖，且莫与、浣纱人说。恐怨歌、忽断花风，碎却翠云千叠。\t回首当年汉舞，怕飞去、谩皱留仙裙折。恋恋青衫，犹染枯香，还叹鬓丝飘雪。盘心清露如铅水，又一夜、西风吹折。喜静看、匹练秋光，倒泻半湖明月。", "topic": "荷花", "notes": ["碧圆：指荷叶。", "遗簪：指刚出水面尚未展开的嫩荷叶。未展叶之荷叶芽尖，似绿簪。", "倾盖：二车相邻，车盖相交接，表示一见如故。", "怨歌：喻秋声。", "花风：花信风，应花期而来的风。", "汉舞：指汉赵飞燕掌中起舞。", "翠云千叠：指荷叶堆叠如云的样子。", "留仙初褶（zhě）：此指荷叶多皱褶，灯多褶裙。《赵后外传》：“后歌归风送远之曲，帝以文犀箸击玉瓯。酒酣风起，后扬袖曰：‘仙乎仙乎，去故而就新。’帝令左右持其裙，久之，风止，裙为之皱。后曰：‘帝恩我，使我仙去不得。’他日宫姝或襞裙为皱，号‘留仙裙’。”", "盘心清露如铅水：喻荷叶带水。"], "background": "这首词约作于南宋覆灭，作者隐居浙江之时。"},
{"title": "燕归梁·风莲", "author": "蒋捷", "paragraphs": "我梦唐宫春昼迟。正舞到、曳裾时。翠云队仗绛霞衣。慢腾腾、手双垂。\t忽然急鼓催将起，似彩凤、乱惊飞。梦回不见万琼妃。见荷花、被风吹。", "topic": "荷花", "notes": [], "background": ""},
{"title": "蝶恋花·笑艳秋莲生绿浦", "author": "晏几道", "paragraphs": "笑艳秋莲生绿浦。红脸青腰，旧识凌波女。照影弄妆娇欲语。西风岂是繁花主。\t可恨良辰天不与。才过斜阳，又是黄昏雨。朝落暮开空自许。竟无人解知心苦。", "topic": "荷花", "notes": ["红脸青腰：写荷的红花绿茎。", "自许：自我期许。"], "background": ""},
{"title": "念奴娇·西湖和人韵", "author": "辛弃疾", "paragraphs": "晚风吹雨，战新荷、声乱明珠苍璧。谁把香奁收宝镜，云锦红涵湖碧。飞鸟翻空，游鱼吹浪，惯趁笙歌席。坐中豪气，看公一饮千石。\t遥想处士风流，鹤随人去，老作飞仙伯。茅舍疏篱今在否，松竹已非畴昔。欲说当年，望湖楼下，水与云宽窄。醉中休问，断肠桃叶消息。", "topic": "荷花", "notes": ["香奁（lián）：古代盛梳妆用品的匣子。", "《骄儿诗》：“凝走弄香奁,拔脱金屈戌。”", "宝镜：借喻太阳。", "云锦：", "《和文与可西川园池横湖诗》：“贪看翠盖拥红妆，不觉湖边一夜霜。卷却天机云锦段，从教匹练写秋光。”", "处士：林逋字君复，杭州钱塘人。结庐西湖之孤山，二十年足不及城市，号西湖处士。", "鹤随句：《诗话总龟》：“林逋隐于武林之西湖，不娶，无子。所居多植梅畜鹤。泛舟湖中，客至则放鹤致之。因谓梅妻鹤子。”", "飞仙：《十洲记》：“篷莱山周回五千里，有圆海绕山，无风而洪波百丈，不可往来，唯飞仙能到其处耳。”", "望湖楼：《临安志》：“望湖楼在钱塘门外一里，一名看经楼。乾德五年钱忠懿", "。”", "桃叶：《古乐府》注：“", "爱妾名桃叶，尝渡此，献之作歌送之曰：桃叶复桃叶，渡江不用楫。但渡无所苦，我自迎接汝。”"], "background": "《念奴娇·西湖和人韵》约作于末孝宗乾道六年（1170年）或七年（1171年），辛弃疾任司农寺主簿。"},
{"title": "卜算子·席间再作", "author": "葛立方", "paragraphs": "袅袅水芝红，脉脉蒹葭浦。淅淅西风淡淡烟，几点疏疏雨。\t草草展杯觞，对此盈盈女。叶叶红衣当酒船，细细流霞举。", "topic": "荷花", "notes": ["卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》 入“歇指调”。", "水芝：荷花的别称。", "蒹葭浦：即指一般的、寻常的水滨。蒹葭，河辺芦菷。", "草草：随意、潦草。", "杯觞：酒杯。", "盈盈女：姿容美好的女子，此处借指荷花。", "叶叶：言以荷花为盛酒之具。", "流霞：神话中的仙酒，见《论衡·道虚篇》，此处指美酒。"], "background": ""},
{"title": "临江仙·长爱碧阑干影", "author": "晏几道", "paragraphs": "长爱碧阑干影，芙蓉秋水开时。脸红凝露学娇啼。霞觞熏冷艳，云髻袅纤枝。\t烟雨依前时候，霜丛如旧芳菲。与谁同醉采香归。去年花下客，今似蝶分飞。", "topic": "荷花", "notes": "", "background": ""},
{"title": "鹧鸪天·守得莲开结伴游", "author": "晏几道", "paragraphs": "守得莲开结伴游，约开萍叶上兰舟。来时浦口云随棹，采罢江边月满楼。\t花不语，水空流，年年拚得为花愁。明朝万一西风动，争向朱颜不耐秋。", "topic": "荷花", "notes": ["结伴：这里指相约、邀约。", "约：拦阻。兰舟：即木兰舟，船的美称。", "花愁：花落春去而伤愁", "朱颜：红颜，明指莲花，暗指采莲女自己。"], "background": ""},
{"title": "祝英台近·荷花", "author": "高观国", "paragraphs": "拥红妆，翻翠盖，花影暗南浦。波面澄霞，兰艇采香去。有人水溅红裙，相招晚醉，正月上、凉生风露。\t两凝伫。别后歌断云间，娇姿黯无语。魂梦西风，端的此心苦。遥想芳脸轻颦，凌波微步，镇输与、沙边鸥鹭。", "topic": "荷花", "notes": "", "background": ""},
{"title": "喜迁莺·暑风凉月", "author": "辛弃疾", "paragraphs": "谢赵晋臣敷文赋芙蓉词见寿，用韵为谢。\t暑风凉月。爱亭亭无数，绿衣持节。掩冉如羞，参差似妒，拥出芙蓉花发。步衬潘娘堪恨，貌比六郎谁洁？添白鹭，晚晴时，公子佳人并列。\t休说，搴木末；当日灵均，恨与君王别。心阻媒劳，交疏怨极，恩不甚兮轻绝。千古离骚文字，芳至今犹未歇。都休问，但千杯快饮，露荷翻叶。", "topic": "荷花", "notes": ["注释", "喜迁莺：词牌名。有小令与长调两体。此词为长调，双调一百零三字，仄韵。", "赵晋臣：《上饶县志》：“赵不迂，字晋臣。”敷文：《铅山县志》：“赵不迂，武礽四畅，绍兴二十四年进武，中奉大夫，直敷文阁学武。”", "芙蓉：荷花的别名。", "见寿：为我祝寿。见，范围副词，释为“我”。", "亭亭：挺拔娇好貌。宋", "《爱莲说》：“中通外直，不蔓不枝，香远益清，亭亭净植。”", "持节：带着传达命令的符节。节，古代使臣用以证明身份的信物。", "《武城畅·密州出猎》：“持节云中，何日遣冯唐。”", "掩冉：掩映，彼此遮掩，互相衬托。", "参差：不齐。《诗经·周南·关雎》：“参差荇菜。”", "芙蓉：一作“芙蕖”。苏轼《武城畅·武景》：“一朵芙蕖，开过尚盈盈。”", "步衬潘娘：潘娘系指南齐东昏侯宠妃潘妃。《南史》：“凿金为莲花，以帖地，令潘妃行其上，曰：‘此步步生莲华也。’”", "貌比六郎：六郎系指唐代张昌宗。张昌宗、张易之都以姿容见幸于武后，贵震天下，时人号张易之为“五郎”，张昌宗为“六郎”。《新唐书·杨再思传》：“再思每曰：‘人言六郎似莲华，非也；正谓莲华似六郎耳。’其巧谀无耻类如此。”", "佳人：貌美的女畅。《汉书·外戚传》：“", "性知音，善歌舞，武帝爱之，尝侍上，起舞而歌曰：‘北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得。’”", "搴（qiān）：拔取。木末：树梢。屈原《九歌·湘君》：“采薜荔兮水中，搴芙蓉兮木末。”", "灵均：屈原的字。《离骚》：“名余正则兮，字余曰灵均。”", "“心阻”三句：语出《九歌·湘君》：“心不同兮媒劳，恩不甚兮轻绝。”", "离骚：《楚辞》篇名。屈原的代表作品。", "千杯：此处以荷叶喻酒杯。", "露荷翻叶：谓倾杯一饮。此以叶上露珠喻酒。"], "background": "这首词写于宋宁宗庆元六年（公元1200年），这一年，辛弃疾六十一岁，第二次被免官在瓢泉闲居。他的好友赵晋臣，名不迂（一作不遇），宋朝宗室成员，曾经担任过直敷文阁学士，所以又叫敷文。庆元六年，赵晋臣也被罢官在家。这年夏天，他作了一首芙蓉词给辛弃疾作寿，辛弃疾便以此词答谢。"},
{"title": "临江仙·雨停荷芰逗浓香", "author": "阎选", "paragraphs": "雨停荷芰逗浓香，岸边蝉噪垂杨。\t物华空有旧池塘，不逢仙子，何处梦襄王？\t珍簟对欹鸳枕冷，此来尘暗凄凉。\t欲凭危槛恨偏长。\t藕花珠缀，犹似汗凝妆。", "topic": "荷花", "notes": ["荷芰（jì）：荷花和菱花。芰，菱。", "逗：招引，带来。", "噪：指蝉鸣叫。", "物华：美好的景物。", "簟（diàn）：竹席。", "欹（qī）：歪斜，倾斜。", "鸳枕：即鸳鸯枕，男女共用的枕头，共有一对。", "尘暗：气氛昏暗。", "凭：靠，靠着。", "危槛：高楼上的栏杆。危，高耸的样子。“藕花”二句：荷花上面点缀着露水，好像是美人红面上凝聚的汗珠。缀，点缀。犹似，好似。犹与若、似意同，作同义词叠用。孔欣《置酒高楼上》诗：“生犹悬水溜，死若波澜停。” "], "background": ""},
{"title": "过秦楼·黄钟商芙蓉", "author": "吴文英", "paragraphs": "藻国凄迷，麹澜澄映，怨入粉烟蓝雾。香笼麝水，腻涨红波，一镜万妆争妒。湘女归魂，佩环玉冷无声，凝情谁诉。又江空月堕，凌波尘起，彩鸳愁舞。还暗忆、钿合兰桡，丝牵琼腕，见的更怜心苦。玲珑翠屋，轻薄冰绡，稳称锦云留住。生怕哀蝉，暗惊秋被红衰，啼珠零露。能原注去声西风老尽，羞趁东风嫁与。", "topic": "荷花", "notes": ["麹：亦写作“曲”。澜：一作“尘”。映：一本作“碧”。", "诉：亦写作“愬”，一本作“想”，一本作“语”。", "彩鸳：一本作“绣鵷”。", "兰：一本作“蓝”。", "屋：一本作“谷”，一本作“幄”。", "生怕哀蝉：一本缺“蝉”字。", "被：一本作“破”。", "能：原注：去声；一本作“奈”。", "羞趁东风嫁与：一本无“羞”字。"], "background": ""},
{"title": "醉桃源·芙蓉", "author": "吴文英", "paragraphs": "青春花姊不同时。凄凉生较迟。艳妆临水最相宜。风来吹绣漪。\t惊旧事，问长眉。月明仙梦回。凭阑人但觉秋肥。花愁人不知。", "topic": "荷花", "notes": ["醉桃源：词牌名，又名“阮郎归”等，双调，四十七字，上片四句四平韵，下片五句四平韵。", "芙蓉：即荷花。", "青春：春季。", "花姊：指先于芙蓉开放的其他花，因时节早于芙蓉，故曰“花姊”。姊，一作“柳”。", "绣漪（yī）：形容涟漪如绣。漪，指涟漪，细小的水波。", "旧事：似指汉宫旧事。", "长眉：这里指宫人侍女。", "仙梦：似指赵飞燕风中托舞欲仙去之事。", "秋肥：形容秋季万物成熟肥美。"], "background": "荷花有春花之丰容华彩，秋花之艳质冰骨，但却因未能植根陶谢名门，恰如格调迥异世俗、无以自托良媒的未嫁贫女。词人虽不遇于时世，却有未肯俯仰俗流的心志，于是，词人于某日创作此词，借咏荷花以抒写词人生不逢时的慨叹。"},
{"title": "浣溪沙·宿醉离愁慢髻鬟", "author": "韩偓", "paragraphs": "宿醉离愁慢髻鬟，六铢衣薄惹轻寒，慵红闷翠掩青鸾。\t罗袜况兼金菡萏，雪肌仍是玉琅玕，骨香腰细更沈檀。", "topic": "荷花", "notes": ["浣溪沙：唐教坊曲，用作词调。又名《小庭花》、《减字浣溪沙》、《东风寒》、《和清风》等。", "宿醉：隔夜犹存的余醉。", "慢：胡乱，随便。", "髻鬟（jì huán）：环形发髻。古代中国妇女发式。", "六铢衣：中国古代计量以二十四铢为一两，六铢极言其轻。也指仙人之衣。", "青鸾：青鸟。古代创说中能帮人传递信息的仙鸟。这里指青铜鸾镜。", "菡萏（hàn dàn）：指莲花。", "玉琅玕（láng gān）：玉石。", "沈檀：沉香与檀香。“沈”通“沉”。"], "background": "该词创作时间约为860-880年之间，词人韩偓在南唐皇帝唐昭宗下任兵部侍郎等职，专写女子裙裾脂粉之词供皇帝娱乐，该词收录于《尊前集》。"},
{"title": "临江仙·一番荷芰生池沼", "author": "尹鹗", "paragraphs": "一番荷芰生池沼，槛前风送馨香。昔年于此伴萧娘。相偎伫立，牵惹叙衷肠。\t时逞笑容无限态，还如菡萏争芳。别来虚遣思悠飏。慵窥往事，金锁小兰房。", "topic": "荷花", "notes": ["一番：一片。", "馨香：芳香，散布得很远的香气。馨（xīn 新）：香气。《诗经·大雅·凫鹥》：“尔酒既清，尔肴既馨。”毛传：“馨，香之远闻也。”", "萧娘：泛指美妇人。见孙光宪《更漏子》“其一”注。", "伫立：久立。", "逞笑容：展露笑容。曹植《求自试表》：“欲逞其才力，输能于明君也。”", "菡萏：荷花。《尔雅·释草》：“荷，芙渠……其华菡萏。”《诗经·陈风·泽陂》：“彼泽之陂，有蒲菡萏。”朱熹注：“菡萏，荷华也。”", "慵窥：懒于回顾。", "金锁句：意思是将小兰房锁住不开，以免触物生情。"], "background": ""}
]