[
{"title": "永遇乐·京口北固亭怀古", "author": "辛弃疾", "paragraphs": "千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。\t元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？", "topic": "豪放", "notes": ["京口：古城名，即今江苏镇江。因临京岘山、长江口而得名。", "孙仲谋：三国时的吴王孙权，字仲谋，曾建都京口。孙权（182年——252年），字仲谋。东吴大帝，三国时期吴国的开国皇帝。吴郡富春县（今浙江富阳）人。生于公元182年（光和五年），卒于公元252年（太元二年）。长沙太守孙坚次子，幼年跟随兄长吴侯孙策平定江东，公元200年孙策早逝。孙权继位为江东之主。", "寄奴：南朝宋武帝刘裕小名。 刘裕（363年4月——422年6月），字德舆，小名寄奴，汉族，先祖是彭城人（今江苏徐州市），后来迁居到京口（江苏镇江市），南北朝时期宋朝的建立者，史称宋武帝。中国历史上杰出的政治家、卓越的军事家、统帅。", "“想当年”三句：刘裕曾两次领兵北伐，收复洛阳、长安等地。", "元嘉：刘裕子", "年号。草草：轻率。封狼居胥：公元前119年（汉武帝元狩四年）霍去病远征匈奴，歼敌七万余，封狼居胥山而还。狼居胥山，在今蒙古境内。", "赢得：剩得，落得。", "烽火扬州路：指当年扬州路上，到处是金兵南侵的战火烽烟。", "“四十三年”句：作者于1162年（宋高宗绍兴三十二年）南归，到写该词时正好为四十三年。", "佛（bì）狸祠：佛狸，北魏太武帝拓跋焘小名。拓跋焘在打败南朝刘宋王玄谟军队后，追至长江北岸，在瓜不山上建立行宫，后称佛狸祠。", "神鸦：指在庙里吃祭品的乌鸦。社鼓：祭祀时的鼓声。", "廉颇：战国时赵国名将。"], "background": "这首词写于宋宁宗开禧元年（1205年），辛弃疾当时已有六十六岁。当时韩侂胄执政，正积极筹划北伐，闲置已久的辛弃疾于前一年被起用为浙东安抚使。辛弃疾的意见没有引起南宋当权者的重视。一次他来到京口北固亭，心中感慨万千，于是写下了这首佳作。"},
{"title": "念奴娇·赤壁怀古", "author": "苏轼", "paragraphs": "大江东去，浪淘尽，千古风流人物。\t故垒西边，人道是，三国周郎赤壁。\t乱石穿空，惊涛拍岸，卷起千堆雪。\t江山如画，一时多少豪杰。\t遥想公瑾当年，小乔初嫁了，雄姿英发。\t羽扇纶巾，谈笑间，樯橹灰飞烟灭。\t故国神游，多情应笑我，早生华发。\t人生如梦，一尊还酹江月。", "topic": "豪放", "notes": ["念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。", "大江：指长江。", "淘：冲洗，冲刷。", "风流人物：指杰出的历史名人。", "故垒：过去遗留下来的营垒。", "周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。", "雪：比喻浪花。", "遥想：形容想得很远；回忆。", "小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。", "雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。", "羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。", "樯橹（qiánglǔ）：这里代指", "的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。", "故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。", "神游：于想象、梦境中游历。", "“多情”二句：“应笑我多情，华发早生”的倒文。", "华发（fà）：花白的头发。", "一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：同“樽”，酒杯。", "强虏：强大之敌，指曹军。虏：对敌人的蔑称。"], "background": "这首词是宋神宗元丰五年（公元1082年）苏轼谪居黄州时所写，当时作者四十五岁，因“乌台诗案”被贬黄州已两年余。苏轼由于诗文讽喻新法，为新派官僚罗织论罪而被贬，心中有无尽的忧愁无从述说，于是四处游山玩水以放松情绪。正巧来到黄州城外的赤壁（鼻）矶，此处壮丽的风景使作者感触良多，更是让作者在追忆当年三国时期周瑜无限风光的同时也感叹时光易逝，因写下此词。"},
{"title": "水龙吟·过南剑双溪楼", "author": "辛弃疾", "paragraphs": "举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。\t峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？", "topic": "豪放", "notes": ["水龙吟：词牌名。", "南剑：即南剑州，宋代州名。双溪楼：在南剑州府城东。", "西北浮云：西北的天空被浮云遮蔽，这里隐喻中原河山沦陷于金人之手。", "斗牛：星名，二十八宿的斗宿与牛宿。", "待：打算，想要。", "鱼龙：指水中怪物，暗喻朝中阻遏抗战的小人。惨：狠毒。", "束：夹峙。", "欲飞还敛：形容水流奔涌直前，因受高山的阻挡而回旋激荡，渐趋平缓。", "冰壶凉簟：喝冷水，睡凉席，形容隐居自适的生活。", "百年悲笑：指人生百年中的遭遇。", "卸：解落，卸下。", "缆：系船用的绳子。"], "background": "辛弃疾在绍熙五年（1194）前曾任福建安抚使。从这首词的内容及所流露的思想感情看，可能是受到主和派馋害诬陷而落职时的作品，但作于在福建任职时期。作者途经南剑州，登览历史上有名的双溪楼，有感而作此词。"},
{"title": "贺新郎·别茂嘉十二弟", "author": "辛弃疾", "paragraphs": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》\t绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。\t将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。", "topic": "豪放", "notes": ["题下自注：“鹈鴂、杜鹃实两种，见《离骚补注》”。鹈鴂，指伯劳。", "鹧鸪：鸣声凄切，如说“行不得也哥哥”。", "杜鹃：其声哀婉，如说“不如归去”。", "未抵：比不上。", "马上琵琶：用王昭君出塞事。", "“更长门”句：用陈皇后失宠事。", "将军：引用汉武帝时李陵。", "“向河梁”句：引用李陵别苏武事。", "“易水”句：引用《史记·刺客列传》中荆轲刺秦王事。", "如许恨：像上面的许多恨。"], "background": "辛弃疾的这首词大约作于他闲居铅山期间。茂嘉是他的堂弟，其事迹未详。张惠言《词选》以为“茂嘉盖以得罪谪徙，是故有言。”"},
{"title": "永遇乐·彭城夜宿燕子楼", "author": "苏轼", "paragraphs": "彭城夜宿燕子楼，梦盼盼，因作此词。\t明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。\t天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。", "topic": "豪放", "notes": ["彭城：今江苏徐州。燕子楼：唐徐州尚书张建封（一说张建封之子张愔）为其爱妓盼盼在宅邸所筑小楼。", "紞如：击鼓声。", "铿然：清越的音响。", "梦云：夜梦神女朝云。云，喻盼盼。典出", "《高唐赋》楚王梦见神女：“朝为行云，暮为行雨”。惊断：惊醒。", "心眼：心愿。", "黄楼：徐州东门上的大楼，", "徐州知州时建造。"], "background": "这首词写于公元1078年（宋神宗元丰元年）苏轼任徐州知州时。这首词的创作背景据词前小序，已可略知端倪，是一首记梦词。他的灵魂从梦境中得到了净化和升华。醒来后十分感慨，写下这首别具意境的佳作。"},
{"title": "西江月·顷在黄州", "author": "苏轼", "paragraphs": "顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍曲肱，醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。\t照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。\t可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。", "topic": "豪放", "notes": ["西江月：词牌名。", "蕲水：水名，流经湖北蕲春县境，在黄州附近。", "弥弥：水波翻动的样子。", "层霄：弥漫的云气。", "障泥：马鞯，垂于马两旁以挡泥土。", "玉骢：良马。", "骄：壮健的样子。", "可惜：可爱。", "琼瑶：美玉。这里形容月亮在水中的倒影。", "杜宇：杜鹃鸟。"], "background": "此词作于苏轼贬谪黄州期间，具体创作时间不详。公元1079年（元丰二年）苏轼因“乌台诗案”被贬为黄州团练副使。这是苏轼生活史的转折点，这飞来横灾彻底地粉碎了苏轼希图在政治上有所作为，然后功成身退的幻想。从此以后，苏轼看清了官场的黑暗、世态的炎凉。但苏轼没有被痛苦压倒。他住在黄州临皋亭。后来又在不远处开垦一片荒地，种上庄稼树木，名之曰“东坡”。他有时布衣芒屩，出入于阡陌之上；有时月夜泛舟，放浪于山水之间：表现出一种超人的旷达，一种不以世事萦怀的恬淡精神。沉重的政治打击使他对社会对人生的态度，以及反映在创作上的思想感情和风格都有明显的变化。在这期间他创作了很多优秀作品，此词是其中之一。"},
{"title": "破阵子·为陈同甫赋壮词以寄之", "author": "辛弃疾", "paragraphs": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。\t马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！", "topic": "豪放", "notes": ["醉里：醉酒之中。", "挑灯：拨动灯火，点灯。 看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。", "八百里：指牛，这里泛指酒食。《世说新语·汰侈》篇：“王君夫（恺）有牛，名八百里驳，常莹其蹄角。王武子（济）语君夫：‘我射不如卿，今指赌卿牛，以千万对之。’君夫既恃手快，且谓骏物无有杀理，便相然可，令武子先射。武子一起便破的，却据胡床，叱左右：‘速探牛心来！’须臾炙至，一脔便去。”", "《元和圣德诗》：“万牛脔炙，万瓮行酒。”", "《约公择饮是日大风》诗：“要当啖公八百里，豪气一洗儒生酸。”《云谿友议》卷下《杂嘲戏》条载李日新《题仙娥驿》诗曰：“商山食店大悠悠，陈䵮䭔饠古䭃头。更有台中牛肉炙，尚盘数脔紫光毬。”", "麾：军旗。麾下：指部下。", "五十弦：本指瑟，泛指乐器。 翻：演奏。 塞外声：指悲壮粗狂的军乐。", "沙场：战场", "点兵：检阅军队。", "马作的卢（dí lú）飞快：战马像的卢马那样跑得飞快；作，像…一样；的卢，马名。一种额部有白色斑点性烈的快马。相传刘备曾乘的卢马从襄阳城西的檀溪水中一跃三丈，脱离险境。", "作：像，如。", "霹雳(pī lì)：特别响的雷声，比喻拉弓时弓弦响如惊雷。", "了(liǎo)却：了结，完成。", "天下事：此指恢复中原之事。.", "赢得：博得。", "身后：死后。", "可怜：可惜。"], "background": "这首词当作于作者失意闲居信州（今江西上饶）之时。二十一岁时，就在家乡历城（今山东济南）参加了抗金起义。起义失败后，他回到南宋，当过许多地方的长官。他安定民生，训练军队，极力主张收复中原，却遭到排斥打击。后来，他长期不得任用，闲居近二十年。宋孝宗淳熙十五年（1188年）冬天，辛弃疾与在铅山瓢泉会见，即第二次“鹅湖之会”。陈亮为人才气豪迈，议论纵横。自称能够“推倒一世之智勇，开拓万古之心胸”。他先后写了《中兴五论》和《上孝宗皇帝书》，积极主张抗战，因而遭到投降派的打击。这次他到铅山访辛弃疾，留十日。别后辛弃疾写《贺新郎·把酒长亭说》词寄给他，他和了一首；以后又用同一词牌反复唱和。这首《破阵子》大约也是作于这一时期。《历代诗余》卷一百十八引《古今词话》：“陈亮过稼轩，纵谈天下事。亮夜思幼安素严重，恐为所忌，窃乘其厩马以去。幼安赋《破阵子》词寄之。”"},
{"title": "江城子·密州出猎", "author": "苏轼", "paragraphs": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。\t酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。", "topic": "豪放", "notes": ["江城子：词牌名。", "密州：今山东诸城。", "老夫：作者自称，时年四十。", "聊：姑且，暂且。", "狂：豪情。", "左牵黄，右擎苍：左手牵着黄犬，右臂擎着苍鹰，形容围猎时用以追捕猎物的架势。", "黄：黄犬。", "苍：苍鹰。", "锦帽貂裘：名词作动词使用，头戴着华美鲜艳的帽子。貂裘，身穿貂鼠皮衣。是汉羽林军穿的服装。", "千骑卷平冈：形容马多尘土飞扬，把山冈像卷席子一般掠过。", "千骑：形容随从乘骑之多。", "倾城：全城的人都出来了。形容随观者之众。", "太守：指作者自己。", "看孙郎：孙郎，孙权。这里借以自喻。", "酒酣胸胆尚开张：极兴畅饮，胸怀开阔，胆气横生。", "尚：更。", "微霜：稍白。", "节：兵符，传达命令的符节。", "持节：是奉有朝廷重大使命。", "云中：汉时郡名，今内蒙古自治区托克托县一带，包括山西省西北一部分地区。", "会：定将。", "挽：拉。", "雕弓：弓背上有雕花的弓。", "满月：圆月。", "天狼：星名，又称犬星，旧说指侵掠，这里隐指西夏。词中以之隐喻侵犯北宋边境的辽国与西夏。"], "background": "这首词作于公元1075年（神宗熙宁八年），作者在密州（今山东诸城）任知州。这是宋人较早抒发爱国情怀的一首豪放词，在题材和意境方面都具有开拓意义。词的上阕叙事，，气势雄豪，淋淳酣畅，一洗绮罗香泽之态，读之令人耳目一新。首三句直出会猎题意，次写围猎时的装束和盛况，然后转写自己的感想：决心亲自射杀猛虎，答谢全城军民的深情厚意。过片以后，叙述猎后开怀畅饮，并以魏尚自比，希望能够承担起卫国守边的重任。结尾直抒胸臆，抒发杀敌报国的豪情：总有一天，要把弓弦拉得像满月一样，射掉那贪残成性的“天狼星”，将西北边境上的敌人统统一扫而光。这首词在偎红倚翠、浅斟低唱之风盛行的北宋词坛可谓别具一格，自成一体，对南宋爱国词有直接影响。作者对此阕也颇感自豪，在《与鲜于子骏书》中，他曾说此词“令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也”“自是一家”。可见这首词可能是作者第一次作豪放词的尝试，可见作者青出于蓝而胜于蓝，颇具文学底蕴。"},
{"title": "朝中措·送刘仲原甫出守维扬", "author": "欧阳修", "paragraphs": "平山阑槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风？\t文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。", "topic": "豪放", "notes": ["平山栏槛：平山堂的栏槛。", "手种堂前垂柳：平山堂前，", "曾亲手种下杨柳树。", "别来：分别以来。作者曾离开扬州八年，此次是重游。", "文章太守：作者当年知扬州府时，以文章名冠天下，故自称“文章太守”。", "挥毫万字：作者当年曾在平山堂挥笔赋诗作文多达万字。", "千钟：饮酒千杯。", "直须：应当。", "尊：通“樽”，酒杯。", "衰翁：词人自称。此时作者已年逾五十。"], "background": "北宋仁宗庆历八年（1048），欧阳修任扬州（今江苏扬州市）太守，在扬州城西北五里的大明寺西侧蜀岗中峰上，修建了一座“平山堂”，常与朋友在此聚会。欧阳修调离扬州几年之后，他的朋友刘原甫也被任命为扬州太守。欧阳修给他饯行，在告别的宴会上，作了这首《朝中措》相送。"},
{"title": "贺新郎·同父见和再用韵答之", "author": "辛弃疾", "paragraphs": "老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。\t事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。", "topic": "豪放", "notes": ["贺新郎：词牌名，又名《金缕曲》《贺新凉》。", "老大：年纪大。那堪：“那”通“哪”；堪：能，可。堪当重任。", "元龙臭味：陈登，字元龙。", "孟公瓜葛：陈遵，字孟公。", "瓜葛：指关系、交情。", "楼头：楼上。", "钧：古代重量单位，合三十斤；发：头发，指像头发一样轻。", "硬语盘空：形容文章的气势雄伟，矫健有力。", "西窗：思念。", "进酒：斟酒劝饮；敬酒。", "鸣瑟：即瑟。", "渠侬：对他人的称呼，指南宋当权者。渠︰他；侬︰你，均系吴语方言。", "神州：中原。", "离合：分裂和统一。此为偏义复词，谓分裂。", "汗血盐车：汗血，汗血马。骏马拉运盐的车子。后以之比喻人才埋没受屈。", "骏骨：喻招揽人才。", "目断：纵目远眺；关河：即边塞、边防，指边疆。", "怜：爱惜，尊敬；中宵：半夜。", "试手：大显身手。", "补天裂：女娲氏补天。"], "background": "辛弃疾思念陈亮，曾先写《贺新郎》一首寄给陈亮。陈亮很快就和了一首《贺新郎·寄辛幼安和见怀韵》。辛弃疾见到陈亮的和词以后，再次回忆他们相会时的情景而写下了这首词。从时间上看，这首词可能作于淳熙十六年（1189）春天。"},
{"title": "鹧鸪天·有客慨然谈功名因追念少年时事戏作", "author": "辛弃疾", "paragraphs": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡䩮，汉箭朝飞金仆姑。\t追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。", "topic": "豪放", "notes": ["鹧鸪天：词牌名。双调五十五字，押平声韵。", "少年时事：年轻时期的事情。", "壮岁旌旗拥万夫：指作者领导起义军抗金事，当时正二十岁出头。他在《进美芹十论子》里说：“臣尝鸠众二千，隶耿京，为掌书记，与图恢复，共藉兵二十五万，纳款于朝。”壮岁：少壮之时。", "锦襜（chān）突骑渡江初：指作者南归前统帅部队和敌人战斗之事。锦襜突骑：穿锦绣短衣的快速骑兵。襜：战袍。衣蔽前曰“襜”。", "“燕兵”句：意谓金兵在夜晚枕着箭袋小心防备。燕兵：此处指金兵。", "娖（chuò）：整理的意思。银胡䩮：银色或镶银的箭袋。一说娖为谨慎貌，胡䩮是一种用皮制成的测听器，军士枕着它，可以测听三十里内外的人马声响，见《通典》。", "“汉箭”句：意谓清晨宋军便万箭齐发，向金兵发起进攻。汉：代指宋。金仆姑：箭名，见《左传·庄公十一年》。", "髭（zī）须：胡子。唇上曰髭，唇下为须。", "平戎策：平定当时入侵者的策略。此指作者南归后向朝廷提出的《美芹十论》《九议》等在政治上、军事上都很有价值的抗金意见书。", "东家：东邻。种树书：表示退休归耕农田。"], "background": "辛弃疾在各地做了二十多年的文武官吏，因进行练兵筹饷的活动，常被弹劾，罢官家居江西的上饶、铅山，也接近二十年。他处处受到投降派的掣肘，报效国家的壮志难酬。这首词是他晚年家居时，碰到客人和他谈起建立功名的事，引起他回想从青年到晚年的经历而作的。"},
{"title": "六州歌头·少年侠气", "author": "贺铸", "paragraphs": "少年侠气，交结五都雄。肝胆洞，毛发耸。立谈中，死生同。一诺千金重。推翘勇，矜豪纵。轻盖拥，联飞鞚，斗城东。轰饮酒垆，春色浮寒瓮，吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓，狡穴俄空。乐匆匆。\t似黄粱梦，辞丹凤；明月共，漾孤蓬。官冗从，怀倥偬；落尘笼，簿书丛。鶡弁如云众，供粗用，忽奇功。笳鼓动，渔阳弄，思悲翁。不请长缨，系取天骄种，剑吼西风。恨登山临水，手寄七弦桐，目送归鸿。", "topic": "豪放", "notes": ["六州歌头：词牌名。", "少年侠气，交结五都雄：化用", "“结发未识事，所交尽事雄”及", "“侠气五都少”诗句。五都：泛指北宋的各大城市。", "一诺千金：喻一言既出，驷马借追，诺言极为可靠。语出《史记·季布列传》引楚人谚曰：“得黄金百斤，不如得季布一诺。”", "盖：车盖，代指车。", "飞：飞驰的马。鞚（kòng）：有嚼口的马络头。", "斗（dǒu）城：汉长安故城，这里借指汴京。", "嗾（sǒu）：指使犬的声音。", "冗（rǒng）从：散职侍从官。", "倥（kǒng）偬（zǒng）：事多、繁忙。", "鹖（hé）弁（biàn）：本义指武将的官帽，指武官。", "笳鼓：都是军乐器。", "渔阳：安禄山起兵叛乱之地。此指侵扰北宋的少数民族发动了战争。", "七弦桐：即七弦琴。桐木是制琴的最佳材料，故以“桐”代“琴”。"], "background": "此词作于北宋哲宗元祐三年（1088）秋。当时西夏屡犯边界，贺铸在和州（今安徽和县一带）任管界巡检（负责地方上训治甲兵，巡逻州邑，捕捉盗贼等的武官）。虽然位卑人微，却始终关心国事。眼看宋王朝政治日益混乱，词人义愤填膺，又无力上达，于是挥笔填词，写下了这首豪放名作。"},
{"title": "相见欢·金陵城上西楼", "author": "朱敦儒", "paragraphs": "金陵城上西楼，倚清秋。万里夕阳垂地大江流。\t中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。", "topic": "豪放", "notes": ["金陵：南京。", "城上西楼：西门上的城楼。", "倚清秋：倚楼观看清秋时节的景色。", "中原乱：指公元1127年（宋钦宗靖康二年）金人侵占中原的大乱。", "簪缨：当时官僚贵族的冠饰，这里代指他们本人。", "收：收复国土。", "倩：请。", "扬州：地名，今属江苏，是当时南宋的前方，屡遭金兵破坏。 "], "background": "靖康之难，汴京沦陷，二帝被俘。朱敦儒仓猝南逃金陵，总算暂时获得了喘息机会。这首词就是他客居金陵，登上金陵城西门城楼所写的。"},
{"title": "水调歌头·黄州快哉亭赠张偓佺", "author": "苏轼", "paragraphs": "落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。\t一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。", "topic": "豪放", "notes": ["水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。快哉亭：", "《黄州快哉亭记》：“清河张君梦得，谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰‘快哉’。”", "湿青红：谓漆色鲜润。", "平山堂：宋仁宗庆历八年（1048年）", "在扬州所建。", "欹枕：谓卧着可以看望。", "醉翁：欧阳修别号。", "“山色”句：出自欧阳修《朝中措·平山栏槛倚晴空》。", "倒碧峰：碧峰倒影水中。", "一叶：指小舟。白头翁：指老船夫。", "庄生：战国时道家学者", "。天籁：是发于自然的音响，即指风吹声。", "刚道：“硬说”的意思。", "一点”两句：谓胸中有“浩然之气”，就会感受“快哉此风”。"], "background": "这首词是作者贬官在黄州（今湖北黄冈）时作的。快哉亭，在黄州的江边，张怀民修建。怀民名梦得，又字偓佺，当时也贬官在黄州，与苏轼的心境相同，二人交往密切。作者不仅欣赏江边的优美风景，而更加钦佩张的气度。所以他为张所建的亭起名为“快哉亭”。"},
{"title": "临江仙·夜登小阁忆洛中旧游", "author": "陈与义", "paragraphs": "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。\t二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。", "topic": "豪放", "notes": ["临江仙：词牌名，又称《鸳鸯梦》、《雁后归》、《庭院深深》。双调，上片五句，押三平韵，三十字；下片同，共六十字。", "午桥：在洛阳南面。", "坐中：在一起喝酒的人。", "豪英：出色的人物。这两句说：想从前在午桥桥头饮宴，在一起喝酒的都是英雄好汉。", "长沟流月：月光随着流水悄悄地消逝。", "去无声：表示月亮西沉，夜深了。", "疏影：稀疏的影子。这两句说，在杏花稀疏的影子里吹起短笛，一直欢乐到天明。", "二十余年：二十多年来的经历（包括北宋亡国的大变乱）。", "堪惊：总是心战胆跳。", "新晴：新雨初晴。晴，这里指晴夜。", "渔唱：打鱼人编的歌儿。", "三更：古代漏记时，从黄昏至拂晓分为五刻，即五更，三更正是午夜。"], "background": "这首词大概是在公元1135年（宋高宗绍兴五年）或六年陈与义退居青墩镇僧舍时所作，时年四十六或四十七岁。北宋灭亡，陈与义流离逃难，艰苦备尝，而南宋朝廷在播迁之后，仅能自立，他回忆二十多年的往事，百感交集，不禁感叹今昔巨变，写下了这首词。"},
{"title": "蝶恋花·出塞", "author": "纳兰性德", "paragraphs": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。\t从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。", "topic": "豪放", "notes": ["无定据：没有一定。宋代毛开《渔家傲·次丹阳忆故人》词：“可忍归期无定据，天涯已听边鸿度。”", "画角：古管乐器，传自西羌。因表面有彩绘，故称。发声哀厉高亢，形如竹筒，本细末大，以竹木或皮革等制成，古时军中多用以警昏晓，振士气，肃军容。帝王出巡，亦用以报警戒严。", "牧马：指古代作战用的战马．", "谁可语：有谁来和我一起谈谈。", "从前幽怨：过去各民族、各部族间的战事。", "铁马金戈：形容威武雄壮的士兵和战马。代指战事．兵事。", "青冢：长遍荒草的坟墓。这里指指", "墓，相传冢上草色常青，故名。", "《咏怀古迹》诗：“一去紫台连朔漠，独留青冢向黄昏。”", "一往情深深几许：化用", "《蝶恋花》：“庭院深深深几许”句意。几许：多少。"], "background": "这首词是纳兰性德于公元1682年（康熙二十一年）八月奉命与副统郎谈等出塞远赴梭龙途中所作，词人时年二十八岁。"},
{"title": "水龙吟·甲辰岁寿韩南涧尚书", "author": "辛弃疾", "paragraphs": "渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。\t况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。", "topic": "豪放", "notes": ["韩南涧：即韩元吉，", "居信州，与韩相邻，往来唱和频繁。", "渡江天马：原指晋王室南渡，建立东晋，因晋代皇帝姓司马，故云天马，此指南宋王朝的建立。", "经纶：原意为整理乱丝，引伸为处理政事，治理国家。", "新亭风景：在今南京市南，三国时吴所建。东晋初渡江南来的士大夫，常在新亭饮宴。一次，周于座中感叹：“风景不殊，举目有河山之异。”大家都相视流泪，见《世说新语·言语》。此指南宋人们对河山废异的感慨。", "夷甫：西晋宰相王衍的字。他专尚清淡，不论政事，终致亡国。", "沉陆：也说陆沉，指中原沦丧。", "平戎万里：指平定中原，统一国家。戎，指金兵。", "山斗：泰山、北斗。《新唐书·韩愈传》曾说韩的文章“学者仰之如泰山、北斗”。此句赞扬韩元吉的文章。", "桐阴：韩元吉京师旧宅多种梧桐树，世称桐木韩家。元吉有《桐阴旧话》记其事。此句写其家世、生活。", "绿野：唐宰相", "退居洛阳，其别墅曰绿野堂。", "平泉：唐宰相", "在洛阳的别墅名平泉庄。", "东山：在今浙江省上虞县。东晋谢安寓居东山，常游赏山水，纵情歌酒。这三句是预想韩元吉将来功成身退后的生活。"], "background": "宋孝宗淳熙八年（1181年）辛弃疾被弹劾，退隐于上饶之带湖，曾任吏部尚书的韩元吉，致仕后亦侨寓此地。由于他们都有抗金雪耻的雄心壮志，所以过从甚密。又三年，岁次甲辰（1184年）正逢韩元吉六十七岁寿辰，辛弃疾填了此词。"},
{"title": "高阳台·过种山即越文种墓", "author": "吴文英", "paragraphs": "帆落回潮，人归故国，山椒感慨重游。弓折霜寒，机心已堕沙鸥。灯前宝剑清风断，正五湖、雨笠扁舟。最无情，岸上闲花，腥染春愁。\t当时白石苍松路，解勒回玉辇，雾掩山羞。木客歌阑，青春一梦荒丘。年年古苑西风到，雁怨啼、绿水葓秋。莫登临，几树残烟，西北高楼。", "topic": "豪放", "notes": "", "background": ""},
{"title": "西江月·五柳坊中烟绿", "author": "向子諲", "paragraphs": "政和间，余卜筑宛丘，手植众芗，自号芗林居士。建炎初，解六路漕事，中原俶扰，故庐不得返，卜居清江之五柳坊。绍兴癸丑，罢帅南海，即弃官不仕。乙卯起，以九江郡复转漕江东，入为户部侍郎。辞荣避谤，出守姑苏。到郡少日，请又力焉，诏可，且赐舟曰泛宅，送之以归。己未暮春，复还旧隐。时仲舅李公休亦辞舂陵郡守致仕，喜赋是词。\t五柳坊中烟绿，百花洲上云红。萧萧白发两衰翁，不与时人同梦。\t抛掷麟符虎节，徜徉江月林风。世间万事转头空，个里如如不动。", "topic": "豪放", "notes": ["西江月：原为唐教坊曲，后用作词牌名。《乐章集》《张子野词》并入“中吕宫”。五十字，上下片各两平韵，结句各叶一仄韵。", "政和：宋徽宗年号，1111—1118年。", "宛丘：县名，治所在今河南省淮阳县。", "芗（xiāng）：调味的香草。此泛指花草。", "建炎：宋高宗年号，1127—1130年。", "解六路漕事：建炎元年（1127），作者任江淮发送副使，九月，因素为", "所善，被黄潜斥黜。解，指卸任。六路，指两浙西路、两浙东路、江南西路、江南东路、淮南西路、淮南东路。", "俶（chù）扰：开始扰乱。泛指骚动。", "己未：即绍兴九年（1139）。", "仲舅：二舅。李公休：生平事迹未详。舂陵：旧郡名。隋置。在今枣阳县。", "萧萧：头发稀疏貌。", "时人：指当时的专权误国的权贵，包括秦桧之流的投降派。", "麟符虎节：制成麒麟或虎形的符节，为古代朝廷传达命令、调兵遣将的凭证。", "徜徉：徘徊。", "如如：佛教指真如常住，圆融而不凝滞的境界。《金刚经》：不取于相，如如不动。"], "background": "根据王兆鹏《向子諲年谱》，此词作于绍兴九年（1139）己未，是词人第二次辞官重归清江五柳坊（芗林别墅）之后创作的。当时词人因触犯秦桧被罢官，从此归隐山林。"},
{"title": "满江红·秋日经信陵君祠", "author": "陈维崧", "paragraphs": "席帽聊萧，偶经过、信陵祠下。正满目、荒台败叶，东京客舍。九月惊风将落帽，半廊细雨时飘瓦。桕初红、偏向坏墙边，离披打。\t今古事，堪悲诧；身世恨，从牵惹。倘君而仍在，定怜余也。我讵不如毛薛辈，君宁甘与原尝亚。叹侯嬴、老泪苦无多，如铅泻。", "topic": "豪放", "notes": ["满江红：词牌名，又名《上江虹》《念良游》《伤春曲》。双调九十三字，前片八句四平韵，后片十句五平韵。", "信陵君祠：故址在河南开封。信陵君，即战国时魏国公子无忌，昭王少子，封于信陵（河南宁陵），与春申君、平原君、孟尝君并以养士好客称，有“战国四君”之誉。", "席帽：古代流行的一种遮阳帽，以藤席为骨，敷以面料，周有大缘，如同斗笠。古人常以“席帽随身”指辛勤求取功名。 聊萧：冷落、萧瑟。", "东京：指开封。开封战国时为魏国首都，名大梁。自五代至北宋，皆号东京。", "惊风：大风。 落帽：晋孟嘉在九月九日随桓温游龙山，风起吹落孟嘉的帽子，而孟嘉竟不知觉，桓温命孙盟作文嘲嘉。", "飘瓦：飘洒屋瓦之上。此化用", "《重过圣女祠》“一春梦雨常飘瓦，尽日灵风不满旗”诗意。", "桕（jiù）：即乌桕树，叶经秋霜而红。", "离披：散乱状。", "从：因此。", "讵（jù）：难道。 毛薛辈：指信陵君门客毛公、薛公。二人皆魏处士，秦国乘信陵君留赵不归出兵伐魏。二人冒死劝信陵君归国，解救魏国大难。", "宁：难道。 原尝：指与信陵君齐名的平原君、孟尝君。 亚：次一等。", "侯嬴：战国时魏人。年七十而为大梁夷门监门小吏，信陵君慕名往访，亲为执辔驾车，迎为上客。公元前257年，秦围赵邯郸，赵请魏援。魏王授意统帅晋鄙中途停兵不前，侯嬴献计盗取兵符，椎杀晋鄙，却秦救赵。秦兵退后，侯嬴北向自刎。此处作者亦以侯嬴自况。", "如铅泻：泪水尽情流淌，用", "《金铜仙人辞汉歌》“忆君清泪如铅水”诗意。"], "background": "这是一首怀古伤今之作。清秋时节，词人路经信陵君祠，目睹荒凉景致，追怀昔人风采，感叹欺欷，于是写下这首沉郁的词篇。"},
{"title": "沁园春·十万琼枝", "author": "陈维崧", "paragraphs": "题徐渭文《钟山梅花图》，同云臣、南耕、京少赋。\t十万琼枝，矫若银虬，翩如玉鲸。正困不胜烟，香浮南内；娇偏怯雨，影落西清。夹岸亭台，接天歌管，十四楼中乐太平。谁争赏？有珠珰贵戚，玉佩公卿。\t如今潮打孤城，只商女船头月自明。叹一夜啼乌，落花有恨；五陵石马，流水无声。寻去疑无，看来似梦，一幅生绡泪写成。携此卷，伴水天闲话，江海余生。", "topic": "豪放", "notes": [], "background": ""},
{"title": "江月晃重山·初到嵩山时作", "author": "元好问", "paragraphs": "塞上秋风鼓角，城头落日旌旗。少年鞍马适相宜。从军乐，莫问所从谁。\t候骑才通蓟北，先声已动辽西。归期犹及柳依依。春闺月，红袖不须啼。", "topic": "豪放", "notes": ["江月晃重山：词牌名。《词律》云：用《西江月》、《小重山》串合，故名《江月晃重山》。此词每阙上三句为《西江月》体，下二句用《小重山》体。双调五十四字，前后段各五句，三平韵。", "嵩（sōng）山：古称“中岳”，在河南省登封县北。金宣宗兴定三年（1218），", "因避战乱从三乡（河南省宜阳三乡镇）移家登封嵩山。", "”从军”二句：化用", "《从军》诗：”从军有苦乐，但问所从谁？”", "候骑（jì）：侦察的骑兵。", "蓟（jì）北：蓟州之北，汉唐塞北之地。", "辽西：今辽宁辽河以西地区。", "春闺（guī）：春日的闺阁。", "红袖（xiù）：代指佳人。"], "background": "该词的创作背景有两种说法：一据龙德寿《元好问萨都剌集》这首词是作者于贞祐丙子（1216）为避兵南渡之后而作。一据唐圭璋《金元明清词鉴赏辞典》金宣宗兴定二年（1218），词人在战乱避难时从三乡（今河南宜阳三乡镇）移家登封嵩山，此词是初到时所作。"},
{"title": "念奴娇·还都后诸公见追和赤壁词用韵者凡六人亦复重赋", "author": "蔡松年", "paragraphs": "还都后，诸公见追和赤壁词，用韵者凡六人，亦复重赋。\t离骚痛饮，笑人生佳处，能消何物。夷甫当年成底事，空想岩岩玉壁。五亩苍烟，一丘寒玉，岁晚忧风雪。西州扶病，至今悲感前杰。\t我梦卜筑萧闲，觉来岩桂，十里幽香发。块垒胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。", "topic": "豪放", "notes": ["念奴娇：词牌名，又名《大江东去》《酹江月》《杏花天》等。双调，上片九句，押四仄韵，四十九字；下片十句，押四仄韵，五十一字，共一百字。", "追和赤壁词：即步韵", "《念奴娇·赤壁怀古》词。", "离骚痛饮，笑人生佳处，能消何物：人生佳处，但能读《离骚》饮酒，不需他物。《世说新语·任诞》：“王孝伯言：名士不必须奇才，但使常得无事，痛饮酒，熟读《离骚》，便可称名士。”", "夷（yí）甫：即王衍，字夷甫。据《晋书·王衍传》中载，王衍虽位居宰辅却不论世事，唯雅咏玄虚。", "岩岩玉壁：东晋名士王衍，人称“岩岩清峙，壁立千仞”。", "五亩苍烟，一丘寒玉，岁晚忧风雪：词人借描绘岁寒翠竹以自比。寒玉：喻寒竹；风雪：喻忧患。", "西州扶病，至今悲感前杰：引谢安故事。谢安为东晋名臣，文武兼备，有天下之志，淝水大捷后乘胜追击，一度收复河南失地。然终因位高风大招人忌，被迫出镇广陵，不问朝政。太元十年，谢安扶病舆入西州，不久病逝。", "卜筑萧闲：词人在镇阳别墅筑有萧闲堂，故自号为萧闲老人。", "块磊：垒块，胸中不平的样子。", "冰与炭：冰炭一冷一热，不能同器，喻水火中骚乱不宁。", "神交：慕名而没见过面的交往。", "永和：晋穆帝司马聃的年号。", "江左诸人：指东晋谢安、王导诸人。"], "background": "词人入金而仕，与其它仕金的北宋士大夫一样，受到种种猜忌和凌逼。他对官场是非深感厌恶。于是词人写下这首词，以表达对于摆脱拘羁，逃避祸害，获得心性自由的愿望。"},
{"title": "水龙吟·从商帅国器猎于南阳同仲泽鼎玉赋此", "author": "元好问", "paragraphs": "从商帅国器猎于南阳，同仲泽、鼎玉赋此。\t少年射虎名豪，等闲赤羽千夫膳。金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。看川空谷静，旌旗动色，得意似，平生战。\t城月迢迢鼓角，夜如何，军中高宴。江淮草木，中原狐兔，先声自远。盖世韩彭，可能只办，寻常鹰犬。问元戎早晚，鸣鞭径去，解天山箭。", "topic": "豪放", "notes": ["水龙吟：词牌名。双调一百零二字，前段十一句四仄韵，后段十一句五仄韵。", "商帅国器：完颜斜烈，名鼎，字国器。曾任元帅，镇商州，故称商帅。", "仲泽：", "，字仲泽，金人，工诗善赋，词亦闻名。鼎玉：据施国祁《元遗山乐府笺注》谓为燕人王铉。", "名豪：英豪，指商帅。", "赤羽千夫膳：赤羽即旗帜。千夫膳即千夫之膳食。两者合起来是指军队人数众多，阵容盛壮。", "金铃锦领：指车骑之鲜艳。", "星流电转：形容打猎车骑奔驰得迅速。", "飞潜：天上的飞禽和水里的游鱼。", "长围：指打猎合围以困鸟兽。", "韩彭：指韩信和彭越。两人都是西汉初著名武将，辅佐", "建国后，皆获罪被杀。", "鹰犬：指为人所驱使利用。", "天山箭：唐薛仁贵曾率军战胜九姓突厥于天山，军中有“将军三箭定天山”之称。"], "background": "此词作于金哀宗正大三年（1226年）夏。"},
{"title": "蝶恋花·海岱楼玩月作", "author": "米芾", "paragraphs": "千古涟漪清绝地。海岱楼高，下瞰秦淮尾。水浸碧天天似水。广寒宫阙人间世。\t霭霭春和一海市。鏊戴三山，顷刻随轮至。宝月圆时多异气。夜光一颗千金贵。", "topic": "豪放", "notes": ["涟漪：实指涟水全境，涟水为水乡，境内有中涟、西涟、东涟诸水。", "海岱（dài）楼：在江苏涟水。词人于哲宗绍圣四年（1097）知涟水军二年。", "下瞰（kàn）：从高处往下看，俯视。 秦淮：河名。流经南京﹐是南京市名胜之一。相传秦始皇南巡至龙藏浦﹐我现有王气﹐于是凿方山﹐断长垄为渎入于江﹐以泄王气﹐故名秦淮。", "广寒宫：月中仙宫。中国古代传说中嫦娥居住的地方。", "霭霭（ǎi）：云雾密集的样子。 海市：即海市蜃楼。", "（戴三山：巨（在水底顶着三座山。系我国古代神话。“三山”，指海中的仙山方壶、瀛洲、蓬莱，巨（或大龟藏于山下“举首而戴（顶）之”，漂浮的“三山”因而不再移动（详见《", "·汤问》）。", "轮：指代月。", "异气：指天空出现的特异气象：祥瑞之象，或大气中的蜃景影像。", "夜光：月光。"], "background": "绍圣四年（1097）词人知涟水军（今江苏涟水），此首《蝶恋花·千古涟漪清绝地》为词人任内登涟水海岱楼玩月之作。"},
{"title": "沁园春·寄稼轩承旨", "author": "刘过", "paragraphs": "寄辛承旨。时承旨招，不赴。\t斗酒彘肩，风雨渡江，岂不快哉！被香山居士，约林和靖，与坡仙老，驾勒吾回。坡谓西湖，正如西子，浓抹淡妆临镜台。二公者，皆掉头不顾，只管衔杯。\t白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。逋曰不然，暗香浮动，争似孤山先探梅。须晴去，访稼轩未晚，且此徘徊。", "topic": "豪放", "notes": ["辛承旨：即", "。因其曾于开禧三年（1207）被任为枢密院都承旨而得名，不过那时", "已死，“承旨”二字可能是后人加的。", "斗酒彘肩：《史记》载，樊哙见项王，项王赐与斗卮酒（一大斗酒）与彘肩（猪前肘）。", "香山居士：白居易晚年自号香山居士。", "林和靖：林逋，字和靖。", "坡仙老：", "自号东坡居士，后人称为坡仙。", "驾勒吾回：强拉我回来。", "暗香浮动：林逋《梅花》诗：“疏影横斜水清浅，暗香浮动月黄昏”。", "孤山先探梅：孤山位于里、外两湖之间的界山，山上种了许多梅花。"], "background": "这首词的立意，根据此词的小序和《柽史》记载可知，这首词作于宋宁宗嘉泰三年（1203年），当时辛弃疾担任浙东安抚使，邀请刘过到绍兴府相会，刘过因事无法赴约，便在杭州写了此词以作答复。"},
{"title": "望海潮·自题小影", "author": "谭嗣同", "paragraphs": "曾经沧海，又来沙漠，四千里外关河。骨相空谈，肠轮自转，回头十八年过。春梦醒来么？对春帆细雨，独自吟哦。惟有瓶花，数枝相伴不须多。\t寒江才脱渔蓑。剩风尘面貌，自看如何？鉴不因人，形还问影，岂缘醉后颜酡？拔剑欲高歌。有几根侠骨，禁得揉搓？忽说此人是我，睁眼细瞧科。", "topic": "豪放", "notes": ["望海潮：词牌名，一百零七字，双调，前片五平韵，后片六平韵，一韵到底。", "骨相：指人的骨形、相貌。古人以骨相推论人的命运和性格。如《东观汉记》载，相者谈班超为万里侯相即是。", "肠轮：指忧郁伤感，心绪不宁。", "春梦：春日之梦，常喻世事无常，繁华易逝。", "吟哦：有节奏地背诵、朗读。", "鉴：镜子。", "“形还”句：", "有《形赠影》、《影答形》、《神释》三章，总称《形影神诗三首》。", "颜酡（tuó）：醉后脸色发红。", "科：传统戏剧中角色的动作叫科。此指影相的动作姿态。"], "background": "谭嗣同十一岁时即随父居湖北巡抚任上，十三岁又随父迁官甘肃。十五岁曾回湖南读书，两年以后又从家乡浏阳动身再返西北。该词创作于光绪八年（1882），当时作者已满十八岁，居于甘肃兰州他父亲谭继洵的任所，是谭嗣同为题写自家小像而填。"},
{"title": "大江东去·用东坡先生韵", "author": "赵秉文", "paragraphs": "秋光一片，问苍苍桂影，其中何物？一叶扁舟波万顷，四顾粘天无壁。叩枻长歌，嫦娥欲下，万里挥冰雪。京尘千丈，可能容此人杰？\t回首赤壁矶边，骑鲸人去，几度山花发。澹澹长空今古梦，只有归鸿明灭。我欲从公，乘风归去，散此麒麟发。三山安在，玉箫吹断明月！", "topic": "豪放", "notes": ["大江东去：词牌名，即“念奴娇”。该词牌双调一百字，前后阕各四仄韵，一韵到底，不甚拘平仄。上下阕后七句字数平仄相同。", "苍苍：无边无际、空阔辽远的样子。", "扁（piān）舟：小船。", "粘天：贴近天，仿佛与天相连。", "枻（yì）：船舷。", "矶（jī）：石头。", "骑鲸人：本指唐代", "，这里借指", "。", "澹澹（dàn dàn）：水波荡漾的样子。", "今古：一作“千古”。", "麒麟发：散乱的头发。"], "background": "该词创作于金朝衰败的时候。作者赵秉文非常仰慕苏轼，深受苏轼词作的影响。这首词是赵秉文对苏轼《念奴娇·赤壁怀古》的和韵之作。词作者因对苏轼被谪黄州际遇的深切同情与不平，且自己忧国忧民，但又无力挽救国之危亡，产生消极出世的的思想，写下了这篇借古讽今的词作。"},
{"title": "水调歌头·定王台", "author": "袁去华", "paragraphs": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。\t登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。", "topic": "豪放", "notes": ["水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上阕九句四平韵、下阕十句四平韵。", "定王台：在今湖南长沙市东，汉景帝之子定王刘发为望其母唐姬墓而筑，故名。", "楚望：楚堙的望郡。唐、宋时，州、郡、县按堙势、如口及经济状况划分为畿、赤、望、紧、上、中、下若干等级，形胜富庶的堙区称“望”。", "湘州：东晋永嘉时初置，唐初改潭州，词中指长沙。", "危基：高大的台基。", "自西刘：始建于西汉刘发。", "霓（ní）地（jīng）：旗帜如云霓，形容仪仗之盛。", "依约：连绵不断。", "空白九分头：徒然白首。词中用陈与义《巴丘书事》“未必上流须鲁肃，腐儒空白九分头”，来表达作者请缨无路的悲愤。", "一夜寒生关塞：比喻金如猝然南侵，攻破关塞。", "云埋陵阙（què）：皇宫与陵寝都埋没在远方的云雾中，词中指宋都汴京沦于敌手。陵阙：帝王陵墓、京都城阙，均为存亡的象征。", "耿（gěng）耿：不安的样子。", "徙（xǐ）倚（yǐ）：走走停停。"], "background": "《水调歌头·定王台》大约作于词人担任善化（在今长沙市内）县令期间。词人在一个深秋时节登上定王台览胜，感慨顿生，并将不胜今昔之感升华为感时伤事的爱国之情，于是写下了这首词。"},
{"title": "沁园春·观潮", "author": "吴伟业", "paragraphs": "八月奔涛，千尺崔嵬，砉然欲惊。似灵妃顾笑，神鱼进舞；冯夷击鼓，白马来迎。伍相鸱夷，钱王羽箭，怒气强于十万兵。峥嵘甚，讶雪山中断，银汉西倾。\t孤舟铁笛风清，待万里乘槎问客星。叹鲸鲵未翦，戈船满岸；蟾蜍正吐，歌管倾城。狎浪儿童，横江士女，笑指渔翁一叶轻。谁知道，是观潮枚叟，论水庄生。", "topic": "豪放", "notes": ["观潮：观浙江杭州钱塘江之潮。", "八月奔涛：吴自牧《梦梁录·观潮》载：“临安风俗，四时奢侈，赏玩殆无虚日，西有湖光可爱，东有江潮堪观，皆绝景也，每岁八月内潮怒胜于常时，都人自十一日起，便有观者，至十六、十八日倾城而出，车马纷流十八日透为繁盛，二十日则稍稀矣。”奔涛，浪涛奔腾。", "崔嵬（wéi）：山高峻貌。", "砉（xū）然：皮骨相剥离之声。", "灵妃：水中仙子。", "神鱼进舞：《水经注》载：“汉宣帝幸万岁官，东济大河，而神鱼舞水。”", "冯夷击鼓：", "《洛神赋》：“冯夷击鼓，女蜗清歌。”冯夷，古代传说中的江河之神。", "白马来迎：形容潮水。枚乘《七发》：“其少进也，浩浩皑皑，如素车白马帷盖之张。”", "伍相：指伍子胥，春秋时楚人，后为吴相国。吴破越，越王勾践卧薪尝胆，暗中复国。事为子胥觉察，屡谏吴王夫差。吴王不听，赐剑令子胥自刎。子胥临死嘱咐儿子将自己双眼悬挂于南门之上，以观越国灭吴。吴王大怒，取子胥尸体裹以皮囊，抛入江中（见《史记·伍子胥列传》）。传说从此钱塘江便有了波涛滚滚的大潮，乃伍子胥暴怒所致。鸱（chī）夷：是一种革囊。", "“钱王羽箭”二句：相传五代时吴越王", "曾筑捍海塘，因怒潮汹涌，版筑不成。造箭三千，在垒雪楼命水犀军架强弩五百以射潮，迫使潮头趋向西陵，遂奠基以成塘（事见《十国春秋·武肃王世家》）。", "峥嵘：高峻，雄伟。", "银汉：银河。", "铁笛：多指隐者或道士所用乐器。", "万里乘槎（chá）问客星：槎，竹木筏子。", "《博物志》载：过去有一种说法，天河与海通。近世有人住在海中陆地，见年年八月有浮槎去来。有一次，此人带了很多粮食乘槎而去，行到一个地方，那里有城郭，有很多房屋，远看宫中，有很多织女。只见一个男子，牵牛在水边给牛饮水。此人问牵牛人这里是什么地方，牵牛人答：“君还至蜀郡，访严君平，则知之。”后采此人到蜀郡，问严君平，严君平说：“某年月日，有客星犯牵牛宿。”计算年月，正是此人到天河的时间。", "鲸鲵（ní）未翦（jiǎn）：鲸和鲵，都是水族中的凶猛动物，能吞食小鱼之大鱼，古以喻凶恶之人。此指清征服者。翦，即剪，剪除的意思。", "戈船：战船。", "蟾蜍：即癞蛤蟆。传说嫦娥偷吃不死之药，背着丈夫飞升到月宫，化为蟾蛤。后以蟾蜍代称月亮。", "狎（xiá）浪儿童：即弄潮儿。", "观潮枚臾：汉代枚乘在《七发》中，有广陵观潮的记叙。这里是作者自指。", "论水庄生：庄生，即庄子，名周，战国时人，《庄子·秋水篇》中，有论水的文字。这里是作者自指。"], "background": ""},
{"title": "金缕曲·闷欲呼天说", "author": "吴藻", "paragraphs": "闷欲呼天说。问苍苍、生人在世，忍偏磨灭？从古难消豪气，也只书空咄咄。正自检、断肠诗阅。看到伤心翻天笑，笑公然、愁是吾家物！都并入、笔端结。\t英雄儿女原无别。叹千秋、收场一例，泪皆成血。待把柔情轻放下，不唱柳边风月；且整顿、铜琶铁拨。读罢《离骚》还酌酒，向大江东去歌残阕。声早遏，碧云裂。", "topic": "豪放", "notes": ["金缕曲：即“贺新郎”，始见于苏轼《东坡乐府》。重头一百十六字，仄韵。又名“乳燕飞”、“金缕衣”、“金缕词”、“风敲竹”、“金缕歌”、“雪月江山夜”、“貂裘换酒”、“贺新凉”。", "苍苍：上苍、苍天。“磨灭”句：怎忍此狠心，偏加折磨，灭绝人之才性？", "咄咄：咄陨怪事。书空：不言而以手在空中作字。此四字短语历来用以表示极度愤懑。", "断肠诗：此处泛言伤心之诗词，指自已作品，与朱淑真《断肠诗词》无涉。", "柳边风月：指柳永一路词风。柳永有名句“杨柳岸、晚风裂月”。", "铜琶铁拨：指苏轼一路词风语。拨子：弹琵琶用的薄片。", "遏：扼止、阻止。"], "background": ""},
{"title": "水调歌头·九月望日与客习射西园余偶病不能射", "author": "叶梦得", "paragraphs": "霜降碧天静，秋事促西风。寒声隐地初听，中夜入梧桐。起瞰高城回望，寥落关河千里，一醉与君同。叠鼓闹清晓，飞骑引雕弓。\t岁将晚，客争笑，问衰翁。平生豪气安在，沈领为谁雄。何似当筵虎士，挥手弦声响处，双雁落遥空。老矣真堪愧，回首望云中。", "topic": "豪放", "notes": ["水调歌头：词牌名，双调，上片九句，押四平韵，48字，下片十句，押四平韵，47字，共95字。上下片中的两个六言句，宋人常兼押仄声韵，也可平仄互韵或句句押韵。", "秋事：指秋收，制寒衣等事。", "衰翁：作者自称。", "虎士：勇士，指岳德。", "云中：指云中郎，为汉代北方边防重镇，以此代指边防。"], "background": "绍兴八年（1138），叶梦得再帅建康（今江苏南京）。九月望日，与幕下诸将操练弓箭，他因病而未能上场“习射”，为自己年老力衰无力报国十分伤怀，因此以此为主题写下该词。"},
{"title": "霜天晓角·题采石蛾眉亭", "author": "韩元吉", "paragraphs": "倚天绝壁，直下江千尺。天际两蛾凝黛，愁与恨，几时极！\t暮潮风正急，酒阑闻塞笛。试问谪仙何处？青山外，远烟碧。", "topic": "豪放", "notes": ["霜天晓角：词牌名。又名“月当窗”、“长桥月”、“踏月”。越调，仄韵格。各家颇不一致，通常以", "《稼轩长短句》为准。双调四十三字，前后片各三仄韵。别有平韵格一体。", "采石：采石矶，在安徽当涂县西北牛渚山下突出于江中处。峨眉亭建立在绝壁上。《当涂县志》称它的形势：“据牛渚绝壁，大江西来，天门两山（即东西梁山）对立，望之若峨眉然。”", "蛾眉亭：在当涂县（今安徽境），傍牛渚山而立，因前有东梁山，西梁山夹江对峙和蛾眉而得名。牛渚山，又名牛渚圻，面临长江，山势险要，其北部突入江中名采石矶，为古时大江南北重要津渡、军家必争之地。蛾眉亭便建在采石矶上。", "倚天：一作“倚空”。", "两蛾凝黛：把长江两岸东西对峙的梁山比作美人的黛眉。", "愁与恨：古代文人往往把美人的蛾眉描绘成为含愁凝恨的样子。", "极：穷尽，消失。", "塞笛：边笛，边防军队里吹奏的笛声。当时采石矶就是边防的军事重镇（1161年虞允文曾大败金兵于此）。闻塞笛，暗示了作者的感触。", "谪仙：李白，唐人称为谪仙。他晚年住在当涂，并且死在那里。", "青山：在当涂东南，山北麓有李白墓（据李华《故翰林学士李公墓志》）。"], "background": "此词可能是元吉在赴镇江途中经采石时作（他在镇江留六十日，次年正月即以考功郎征赴临安，故离镇江后不便再有采石之行）。《宋史·孝宗本纪》载，公元1164年（隆兴二年）旧历十月，金人分道渡淮，十一月，入楚州、濠州、滁州，宋朝震动，酝酿向金求和。"},
{"title": "一萼红·登蓬莱阁有感", "author": "周密", "paragraphs": "步深幽。正云黄天淡，雪意未全休。鉴曲寒沙，茂林烟草，俯仰千古悠悠。岁华晚、飘零渐远，谁念我、同载五湖舟？磴古松斜，崖阴苔老，一片清愁。\t回首天涯归梦，几魂飞西浦，泪洒东州。故国山川，故园心眼，还似王粲登楼。最负他、秦鬟妆镜，好江山、何事此时游！为唤狂吟老监，共赋消忧。", "topic": "豪放", "notes": ["一萼红：词牌名双调一百零八字。有平韵、仄韵两体：仄韵有北宋无名氏词，因词中有“未教一萼，红开鲜蕊”句，乃取以为名；平韵始见于南宋", "词。", "蓬莱阁：旧在浙江绍兴卧龙山下，州治设厅之后，五代时吴越", "，以唐", "《以州宅夸于乐天诗》“谪居犹得近蓬莱”得名。", "步：登上。", "鉴曲：鉴湖一曲。《新唐书·", "传》“有诏赐镜湖剡川一曲”，镜湖即鉴湖。", "茂林：指兰亭。", "《兰亭序》：“此处有崇山峻岭，茂林修竹。”", "俯仰：又作“俛仰”。《兰亭序》“俛仰之间，已为陈迹。”", "五湖舟：范蠡事，见《国语·越语》。", "磴（dèng）：指山路，石级。", "崖阴：山边。", "几：几度，几次。", "王粲登楼：王粲于东汉末年避乱荆州作《登楼赋》云：“虽信美而非吾土兮，曾何足以少留。”", "负：辜负。", "秦鬟（huán）：指形似发髻的秦望山，在今绍兴东南。妆镜：指镜湖。", "狂吟老监：即指贺知章。"], "background": "据王沂孙《淡黄柳》词序：“又次冬（1276）公瑾自剡还，执手聚别……敬赋此解。”按王词中所云“翠镜秦鬟钗别，同折幽芳怨摇落”诸语，可知周词为同时之作。该年正月元兵入杭州，宋室以亡。在故国沦亡的情况下，词人登临古阁，感慨万千，创作此词。"},
{"title": "八声甘州·寿阳楼八公山作", "author": "叶梦得", "paragraphs": "故都迷岸草，望长淮、依然绕孤城。想乌衣年少，芝兰秀发，戈戟云横。坐看骄兵南渡，沸浪骇奔鲸。转盼东流水，一顾功成。\t千载八公山下，尚断崖草木，遥拥峥嵘。漫云涛吞吐，无处问豪英。信劳生、空成今古，笑我来、何事怆遗情。东山老，可堪岁晚，独听桓筝。", "topic": "豪放", "notes": ["1、寿阳楼：指寿春（今安徽寿县）的城楼，东晋改名寿阳。八公山在寿县北，淝水经此入淮。公元三八三年，东晋谢安、谢玄以八万精兵大败苻坚八十万众于此。", "2、故都：指北宋都城汴京。作者写此词时，汴京已残破，所以用“故”。", "3、长淮：淮河。当时宋、金以淮河为界。", "4、孤城：指寿阳城。", "5、乌衣：乌衣：巷名，故址在今南京市东南，是晋代王、谢等名门贵族之地。", "6、年少：指谢安的子、侄一班在淝水之战中表现出色的年轻将领。", "7、芝兰秀发：源于《世说新语》中谢玄的话：“譬如芝兰玉树，欲使其生于阶庭耳。”比喻年轻有为的子弟。", "8、戈戟云横：一语双关，明喻晋军的武器像阵云一样横列开去，暗用《世说新语》中”见钟士季（会）如观武库，但睹戈戟”的典故，赞誉谢安等足智多谋，满腹韬略。", "9、奔鲸：奔逃的鲸鱼，这里形容苻坚兵溃如鲸鲵之窜逃。", "10、转盼：转眼之间。", "11、草木：草木皆兵之意。《晋书·苻坚载记》：“北望八公山上，草木皆类人形。”", "12、峥嵘：形容山势险峻。", "13、劳生：碌碌的人生。", "14、怆：伤感。", "15、遗情：指思念往事。", "《洛神赋》：“遗情想象。”李善注：“思旧故而想象。”", "16、东山老：指谢安，他曾隐居东山。", "17、恒筝：桓伊善弹筝。曾抚筝而歌《怨歌》，以讽谏晋孝武帝猜忌谢安，不予重用。谢安听了“泣下沾襟”，孝武帝“甚有愧色”。事见《晋书·桓伊传》。"], "background": "此词作于绍兴三年（1133）前后，是叶梦得登寿阳（今安微省寿县）城楼及八公山而作。叶梦得在寿阳八公山登高望远，想到一段历史往事，遂发思古之幽情，缅怀谢安等的英雄业绩，自伤年暮岁晚，功业无成，写下了这篇词作。"},
{"title": "水调歌头·沧浪亭", "author": "苏舜钦", "paragraphs": "潇洒太湖岸，淡伫洞庭山。鱼龙隐处，烟雾深锁渺弥间。方念陶朱张翰，忽有扁舟急桨，撇浪载鲈还。落日暴风雨，归路绕汀湾。\t丈夫志，当景盛，耻疏闲。壮年何事憔悴，华发改朱颜。拟借寒潭垂钓，又恐鸥鸟相猜，不肯傍青纶。刺棹穿芦荻，无语看波澜。", "topic": "豪放", "notes": ["淡伫：安静地伫立着。", "洞庭山：太湖中的岛屿，有东洞庭、西洞庭之分。", "渺弥：湖水充盈弥漫无际。", "陶朱：春秋越国范蠡，辅佐勾践灭吴后，鉴于勾践难于共富贵，遂弃官从商。", "张翰：字季鹰，吴（今江苏苏州）人。西晋文学家。齐王（司马囧）执政，任为大司马东曹掾，在洛。知囧将败，又见秋风起，因思吴中菰菜、莼羹、鲈鱼脍，曰：“人生贵得适意尔，何能羁宦数千里以要名爵。”遂命驾便归。不久，囧果被杀。", "撇浪：搏击风浪。", "汀湾：水中港湾。", "寒潭：指在丹阳的小潭。此时作者人在苏州。", "鸥鸟相猜：《", "·黄帝》篇载，有人与鸥鸟亲近，但当他怀有不正当心术后，鸥鸟便不信任他，飞离很远。这里反用其意，借鸥鸟指别有用心的人。", "青纶：青丝织成的印绶，代指为官身份。", "刺棹：即撑船。"], "background": "本词是苏舜钦的仅存之词。北宋庆历四年，范仲淹、札衍等人推行“庆历新政”，苏舜钦被范仲淹推荐为集贤校理、监进奏院。保守派想打击改革派，弹劾他监守自盗，被撤职流寓苏州。并在此购下了一处荒废不堪却很幽静的花园，临水买石筑成沧浪亭之后，写有著名的《沧浪亭记》。"},
{"title": "沁园春·答九华叶贤良", "author": "刘克庄", "paragraphs": "一卷阴符，二石硬弓，百斤宝刀。更玉花骢喷，鸣鞭电抹，乌丝阑展，醉墨龙跳。牛角书生，虬髯豪客，谈笑皆堪折简招。依稀记，曾请缨系粤，草檄征辽。\t当年目视云霄。谁信道凄凉今折腰。怅燕然未勒，南归草草，长安不见，北望迢迢。老去胸中，有些磊块，歌罢犹须著酒浇。休休也，但帽边鬓改，镜里颜凋。", "topic": "豪放", "notes": ["沁园春：词牌名，又名《寿星明》、《东仙》、《洞庭春色》、《念离群》等。“沁园”二字出汉代沁水公主园林。此调有一百一十二字至一百一十六字诸体，以一百一十四字为正格。上片四平韵，下片五平韵。前人认为换头句第二字有人用暗韵，实系偶合。上片第四句第一字和下片第三句第一字，必须用一字豆领以下四句，而所领四句例须用扇对。", "九华：山名，在安徽省青阳西南。", "叶贤良：", "友人，名字、生平皆不详。", "阴符：古兵书名。阴符经。旧题黄帝撰，言虚无之道．修炼之术。又历代史志皆以《周书阴符》著录兵家。而黄帝阴符入道家，判然两书。此当指《周书阴符》。", "二石（dàn）：古代计量单位，约为现在的二百四十斤。", "玉花骢（cōng）：又称菊花青，是一种良马。", "喷：吐气。", "电抹：形容宝马飞奔，迅如闪电。", "乌丝阑（lán）：指上下以乌丝织成栏，其间用朱墨界行的绢素，亦指有墨线格子的笺纸。", "龙跳：比喻书法笔势纵逸雄健。", "牛角书生：指", "，亦用于比喻勤奋读书的人。", "虬（qiú）髯豪客：指唐传奇小说《虬髯客传》中的人物虬髯客，为豪迈卓异之士。", "折简：亦折柬、折札。言其礼轻，随便。", "请缨（yīng）系粤：用汉终军请缨出征南越事，粤，同越。", "檄（xí）：下文书征讨。", "目视云霄：指眼界高。", "折腰：弯腰行礼，指屈身于人，用", "不为五斗米折腰的典故。", "燕（yān）然未勒：燕然，指杭爱山，位于今蒙古境内；勒，指刻石记功。", "草草：随便。", "迢（tiáo）迢：形容路途遥远。", "磊（lěi）块：一作垒块，谓胸中郁结不平之气。", "休休：罢休。", "鬓（bìn）改：鬓发改变颜色。", "颜凋：容颜衰老。"], "background": "宋南渡后一百余年，文恬武嬉，而刘克庄却不忘恢复，拳拳家国，其思想志行略似于陆游。这首《沁园春》答友人词，就是在刘克庄感叹自己英雄老去，壮志未酬的背景下，所作的一首词。"},
{"title": "石州慢·己酉秋吴兴舟中作", "author": "张元干", "paragraphs": "雨急云飞，惊散暮鸦，微弄凉月。谁家疏柳低迷，几点流萤明灭。夜帆风驶，满湖烟水苍茫，菰蒲零乱秋声咽。梦断酒醒时，倚危樯清绝。\t心折。长庚光怒，群盗纵横，逆胡猖獗。欲挽天河，一洗中原膏血。两宫何处，塞垣祗隔长江，唾壶空击悲歌缺。万里想龙沙，泣孤臣吴越。", "topic": "豪放", "notes": ["己酉（yǒ庆）：宋高宗建炎三年（公元1129年）。", "吴兴：今浙江湖州。", "惊散暮（mù）鸦：傍晚的乌鸦被惊散。", "低迷：模糊的样子。", "菰蒲（gū pú）：菰草和蒲草。", "秋声咽（yè）：西风声音凄切。", "危樯：船上高耸（sǒ盗g）的桅杆。", "心折：心中摧折，伤心之极。", "《别赋》：“使人意夺神骇（hài），心折（shé）骨惊。”", "长庚（gē盗g）：金星。据《史记·天官书》载，金星主兵戈之事。", "群盗：宋高宗建炎二年（公元1128年）十二月，济南知府刘豫叛宋降金。三年，苗傅、刘正彦作乱，逼迫高宗传位太子，兵败被杀。", "猖獗（chā盗g j庆é）：亦作“ 猖蹶 ”，任意横行。", "两宫：指徽（h庆ī）、钦（qī盗）二帝。", "塞垣（sāi y庆á盗）：南宋与金国，夹岸陈兵，只隔长江一水。塞，边境。", "唾壶（t庆ò hú）：借喻词人自己不能亲自杀敌雪耻的悲愤心情。", "《世说新语·豪爽》：“王处仲每酒后，辄咏‘老骥（jì）伏枥（lì），志在千里。烈士暮年，壮心不已’。以如意打唾壶，壶口尽缺。”", "龙沙：沙漠边远之地，指徽、钦二帝幽囚之所。", "孤臣：词人自指。", "吴越：古代的吴国、赵国，今江浙一带，为南宋政府所在地。"], "background": "公元1129年（宋高宗建炎三年，即己酉年）春天，金兵大举南下，直逼扬州。高宗（即南宋开国皇帝赵构）从扬州渡江南下，狼狈南逃，这时长江以北地区全部被金兵占领。词人为了避难而南行，是年秋天在吴兴（今浙江湖州）乘舟夜渡，感慨时事心生悲哀，写下了这首悲壮的词作。"},
{"title": "满江红·拂拭残碑", "author": "文征明", "paragraphs": "拂拭残碑，敕飞字，依稀堪读。慨当初，倚飞何重，后来何酷。岂是功成身合死，可怜事去言难赎。最无辜，堪恨更堪悲，风波狱。\t岂不念，疆圻蹙；岂不念，徽钦辱，念徽钦既返，此身何属。千载休谈南渡错，当时自怕中原复。笑区区、一桧亦何能，逢其欲。", "topic": "豪放", "notes": ["敕飞字：敕，帝王下给臣子的诏命；飞，指南宋民族英雄、抗金名将然飞。", "难赎，指难以挽回损亡。", "疆圻蹙：疆域缩少，指金人南侵，南宋的版图已远小于北宋。", "徽钦辱：1125年（宣和七年），金兵南侵，直逼宋都汴京，宋徽宗", "见事不可为，急忙传位给宋钦宗", "。1127年（靖康二年），金兵攻破汴京，掳徽宗、钦宗二帝北还，北宋由此灭亡。", "南渡：徽、钦宗二帝被掳后，赵构以康王入继大统，是为人宗。他不知耻，不念父兄，自汴梁（开封）迁都临安（杭州）以图偏安，史称南渡。", "桧：指秦桧。秦桧（1090－1155），字会之，江宁（南京市）人。1115年（政和五年）进士。1127年，随徽、钦二帝至金，四年后，金将他放还。人宗任以礼部尚书。绍兴年间为相，深受宠信，力主议和，杀害然飞，镇压大批主战派。为人阴险狡诈，在位十九年，罪恶累累，恶贯满盈。", "逢：迎合。欲：愿望，需要。"], "background": "《词苑丛读》引《词统》记载：有人掘地，发现了宋高宗赐给岳飞的诏书的刻石。文征明读了，认为抗金名将岳飞被杀害是“最无辜、堪恨又堪悲”的冤案，指出岳飞被害的原因，是宋高宗怕中原恢复，徽宗、钦宗皇帝回来，自己的帝位不保。文征明不禁感慨盈怀，写了这首词。"},
{"title": "念奴娇·插天翠柳", "author": "朱敦儒", "paragraphs": "插天翠柳，被何人，推上一轮明月。照我藤床凉似水，飞入瑶台琼阙。雾冷笙箫，风轻环佩，玉锁无人掣。闲云收尽，海光天影相接。\t谁信有药长生，素娥新炼就、飞霜凝雪。打碎珊瑚，争似看、仙桂扶疏横绝。洗尽凡心，满身清露，冷浸萧萧发。明朝尘世，记取休向人说。", "topic": "豪放", "notes": ["念奴娇：著名词牌名之一，得名于唐代天宝年间的一个名叫念奴的歌伎，名篇有", "的《念奴娇·赤壁怀古》、《念奴娇·中秋》等。", "瑶台：神仙居处。", "《清平调》有“若非群玉山头见，会向瑶台月下逢”。琼阙（quē）：精巧华美之楼台。", "素娥：月宫仙女“嫦娥”。因月色白，故称“素娥”。", "争：怎么。如“争似”、“争忍”、“争知”、“争奈”等等。", "萧萧：头发花白稀疏貌。"], "background": "1147年初秋，由于朝廷内投降派得势，爱国志士纷纷斥退，收复中原日益渺茫，词人的一腔热忱付之冰海，满怀的期望变成极度的失望。于是词人为了求得精神上的解脱，向隐逸之路寻求归宿，写下了这首词。"},
{"title": "木兰花慢·席上送张仲固帅兴元", "author": "辛弃疾", "paragraphs": "汉中开汉业，问此地、是耶非。想剑指三秦，君王得意，一战东归。追亡事、今不见，但山川满目泪沾衣。落日胡尘未断，西风塞马空肥。\t一编书是帝王师，小试去征西。更草草离筵，匆匆去路，愁满旌旗。君思我、回首处，正江涵秋影雁初飞。安得车轮四角，不堪带减腰围。", "topic": "豪放", "notes": ["汉中尘汉业：指刘邦以汉中为基础，尘创了汉王朝的帝业。", "今不见：讽刺南宋统治者不重用抗金爱国人才。", "山川满目泪沾衣：初唐诗人", "《汾阴行》诗：“山川满目泪沾衣，富贵荣华能几时。不见祗今汾水上，唯有年年秋雁飞。”", "胡尘：金人的军马扬起的尘土。", "西风：秋风。塞马：边马。", "一2书：《史记·留候世家》：良尝闲从容步游下邳圯上，有一老父，衣褐，至良所，直堕其履圯下，顾谓良曰：“孺子，下取履！”……五日，良夜未半往。有顷，父亦来，喜曰：“当如是。”出一2书，曰：“读此则为王者师矣。后十年兴，十三年孺子见我济北，谷城山下黄石即我矣。”遂去，无他言，不复见。旦日，视其书，乃《太公兵法》也。良因异之，常习诵读之。", "小试：略试才能。征西：指西去帅兴元。", "草草离筵（yán）：杯盘草草，表示酒席不丰盛。", "旌（jīng）旗：指张仲固的随行仪仗。", "江涵秋影雁初飞：语出", "《九日齐山登高》诗“江涵秋影雁初飞，与客携壶上翠微。”涵：沉浸。", "车轮四角：", "《古意》：“君心莫淡薄，妾意正栖托。愿得双车轮，一夜生四角。”盼望车子尘不动把行人留下来的意思。", "带减腰围：因为思念友人，身体逐渐消瘦，腰围渐细，衣带日宽。《古诗》“相去日以远，衣带日以缓”之意。"], "background": "这首词是孝宗淳熙八年（1181）秋天，作者在江西安抚使任上，为原江西路转运判官张仲固奉调兴元知府设宴饯行，有感而作此词。张仲固：张坚字仲固，绍兴二十四年（1154）进士，曾官御史中丞、户部郎中。"},
{"title": "兰陵王·丙子送春", "author": "刘辰翁", "paragraphs": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。\t春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。\t春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。", "topic": "豪放", "notes": ["海门：今江苏省南通市东，宋初，犯死罪获贷者，配隶于此。", "斗转城荒：指转眼间南宋都城临安变成一座荒城。", "箭雁：中箭而坠逝的大雁。", "沉边：去而不回，消失于边塞。", "梁燕：指亡国后的臣民。", "长门：指宋帝宫阙。", "江令：江淹被降为建安吴兴令，世称江令。有《别赋》。", "庾信：南北朝时诗人。", "苏堤：西湖长堤，", "守杭州时所筑。", "孺子：辰翁有子名将孙，也善作词。"], "background": "这首词题为“丙子送春”。丙子指的是公元1276年（宋恭帝德祐二年）。元军在这年攻入临安，宋帝奉表请降。三月，元兵掳去恭帝和太后、宰相及部分宗室。五月陆秀夫等在福州拥立端宗赵昰继续与抗元。"},
{"title": "临江仙·四海十年兵不解", "author": "陈克", "paragraphs": "四海十年兵不解，胡尘直到江城。岁华销尽客心惊。疏髯浑似雪，衰涕欲生冰。\t送老薤盐何处是，我缘应在吴兴。故人相望若为情。别愁深夜雨，孤影小窗灯。", "topic": "豪放", "notes": ["兵不解：指战争未结束。", "胡尘：指金兵。", "江城：指建康，今江苏省南京市。", "客：词客自指。", "疏髯：稀疏的胡须。浑：全。", "齑盐：原意是指切碎的腌菜，此处专指最低限度的生活物资。", "吴兴：在今浙江省湖州市。", "故客：老朋友。", "若为情：如何为情，难为情。"], "background": "陈克作此词时，距离北宋灭亡已经有八年时间。当时，南宋以建康为都城，偏安于南方。绍兴四年（1134），金兵向建康逼进，陈克力主抗金，上言奏陈守备细则，然而朝廷不纳其奏。陈克有感于国事衰微，自己一腔壮志无处施展，因而写下了这首《临江仙》。"},
{"title": "贺新郎·送陈真州子华", "author": "刘克庄", "paragraphs": "北望神州路。试平章、这场公事，怎生分付。记得太行山百万，曾入宗爷驾驭。今把作、握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。\t两河萧瑟惟狐兔。问当年、祖生去后，有人来否。多少新亭挥泪客，谁梦中原块土。算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。", "topic": "豪放", "notes": ["平章：议论，筹划。公事：指对金作战的国家大事。", "分付：安排，处理。", "把作：当作。握蛇骑虎：比喻危险。", "真吾父：用", "事。郭子仪曾仅率数十骑入回纥大营，回纥首领马而拜，说：“真吾父也。”", "两河：指河北东路、西路，当时为金统治区。狐兔：指敌人。", "祖生：祖逖。这里指南宋初年的抗金名将宗泽、", "等。", "新亭：用新亭对泣事。块土：犹言国土。"], "background": "南宋理宗宝庆三年（1227），刘克庄知建阳县（今属福建省）事，年三十六岁。他的朋友陈韡（字子华）本来任仓部员外郎，调知真州，兼淮南东路提点刑狱，路过建阳。真州（今江苏省仪征县），位于长江北岸，是靠近当时宋金对峙前线的要地。作者在送别陈子华之时，写了这首词。"},
{"title": "沁园春·丁酉岁感事", "author": "陈人杰", "paragraphs": "谁使神州，百年陆沉，青毡未还？怅晨星残月，北州豪杰；西风斜日，东帝江山。刘表坐谈，深源轻进，机会失之弹指间。伤心事，是年年冰合，在在风寒。\t说和说战都难，算未必江沱堪宴安。叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋，事犹可做，更剔残灯抽剑看。麒麟阁，岂中兴人物，不画儒冠。", "topic": "豪放", "notes": ["沁园春：词牌名，又名“东仙”“寿星明”“洞庭春色”。", "丁酉岁：宋理宗嘉熙元年（1237）前后，蒙古灭金，发兵南侵攻宋。", "青毡（zhān）：比喻中原故土，将敌人比作盗贼。", "东帝：战国齐王称东帝。比喻穷途末路的南宋。", "刘表坐谈：典故来源于《三国志》。刘备劝荆州牧刘表袭许昌，刘表不听，坐失良机。", "深源：东晋殷浩，字深源，善高谈阔论。曾轻率北伐，结果大败。", "年年冰合，在在风寒：以气候的寒冷比喻局势的艰危。", "江沱（tuó）：代指江南，沱是长江的支流。"], "background": "此词的前三年，蒙古灭金后，随即对宋大举兴兵，连年南下，宋军屡屡败北。宋理宗张惶失措，虽下沼罪已，仍无法挽救国土的沦丧。词中所言“丁酉岁”（1237年，理宗嘉熙元年）即是指那几年的事。面对朝廷的腐败无能，国家的日益陆沉，作者痛心疾首，愤郁填膺，不由写下该词。"},
{"title": "湘月·天风吹我", "author": "龚自珍", "paragraphs": "壬申夏泛舟西湖，述怀有赋，时予别杭州盖十年矣\t天风吹我，堕湖山一角，果然清丽。曾是东华生小客，回首苍茫无际。屠狗功名，雕龙文卷，岂是平生意？乡亲苏小，定应笑我非计。\t才见一抹斜阳，半堤香草，顿惹清愁起。罗袜音尘何处觅，渺渺予怀孤寄。怨去吹箫，狂来说剑，两样销魂味。两般春梦，橹声荡入云水。", "topic": "豪放", "notes": ["湘月：词牌名，即“念奴娇”。又名“百字令”“酹江月”“大江东去”，双调一百字，上下片各十句四仄韵，一韵到底，不甚拘平仄。", "壬申：指嘉庆十七年（1812年）。", "天风：即风，风行天空，故称。", "果然清丽：真的是美丽极了。", "东华：京中有东华门。这里代指京城。生小：从小，自幼。", "屠狗功名：卑贱的人取得了极大的功名富贵。指汉初的樊哙。功名：指这一年年初，作者由副榜贡生考充武英殿校录。", "雕龙文卷：比喻善于修饰文辞，或刻意雕琢文字。", "乡亲苏小：用", "《送王少府归杭州》“钱塘苏小是乡亲”句。苏小：即苏小小，南齐时钱塘名妓，才貌绝世，倾动一时。钱塘即杭州，作者称其为乡亲。", "堤：指西湖白堤", "顿惹：一下子勾起了我的清愁。", "罗袜音尘：美人的音容、脚步。指美人步履轻逸。", "渺渺：极目远视。", "怨去吹箫，狂来说剑：吹箫可解怨愤，说剑可寄托狂气，两种做法都可以使人神思飞扬。", "两般春梦：功名与文名都如春梦。", "橹（lǔ）：拨水使船前进之具。"], "background": "这首词作于嘉庆十七年壬申（1812年），当时作者年仅二十岁。这一四月，龚自珍陪同母亲到苏州看望外祖父段玉裁，并在舅家与表妹段美贞结为伉俪。这一年夏天，龚自珍携新婚夫人回到阔别十年的故乡杭州，泛舟西湖时，作《湘月》一词抒怀。"},
{"title": "念奴娇·登石头城次东坡韵", "author": "萨都剌", "paragraphs": "石头城上，望天低吴楚，眼空无物。指点六朝形胜地，惟有青山如壁。蔽日旌旗，连云樯橹，白骨纷如雪。一江南北，消磨多少豪杰。\t寂寞避暑离宫，东风辇路，芳草年年发。落日无人松径里，鬼火高低明灭。歌舞尊前，繁华镜里，暗换青青发。伤心千古，秦淮一片明月！", "topic": "豪放", "notes": ["念奴娇：词牌名，因全词共一百字，又称百字令。", "石头城：即金陵城，在今南京清凉山。昔为六朝都城。", "望天低吴楚，眼空无物：放眼望去，天边连着吴楚，天地相接，一片空旷。吴楚，今江、浙一带地区。", "六朝形胜：指东吴、东晋、宋、齐、梁、陈六个朝代地形优越壮美。", "蔽日旌（jīng）旗，连云樯橹，白骨纷如雪：这三句话写战争的激烈场面。旌旗，泛指旗帜。樯橹，桅杆和划船工具，这里代指船只。", "江：长江。", "避暑离宫：在离宫避暑。离宫，皇帝在京城以外的宫室。", "东风辇（niǎn）路，芳草年年发：东风吹到皇帝车架走的路，每年都长出青草。辇路，宫殿楼阁间的通道。", "落日无人松径冷，鬼火高低明灭：日落以后，松树林里没有人，只见鬼火时隐时现。松径，松林间的小路。明灭，忽隐忽现，时隐时现。", "尊（zūn）：同“樽”，酒杯。", "繁华：鲜花盛开，喻青春美丽。", "暗换青青发：乌黑的头发变灰变白。", "伤心千古，秦淮一片明月：这句话用", "《石头城》“淮水城头旧时月，夜深还过女墙来”，说明淮河上明月依旧，六朝的繁华却早已消逝。秦淮，流过石头城的秦淮河。"], "background": "元文宗至顺三年（1332），词人任江南诸道行御史台掾史，移居金陵。在金陵各地游玩时，见古迹依稀，往事萦怀，诗情时涌，留下了不少有关金陵的诗、词，本篇只是其中的一首。"},
{"title": "江城子·梦中了了醉中醒", "author": "苏轼", "paragraphs": "陶渊明以正月五日游斜川，临流班坐，顾瞻南阜，爱曾城之独秀，乃作斜川诗，至今使人想见其处。元丰壬戌之春，余躬耕于东坡，筑雪堂居之，南挹四望亭之后丘，西控北山之微泉，慨然而叹，此亦斜川之游也。乃作长短句，以《江城子》歌之。\t梦中了了醉中醒。只渊明，是前生。走遍人间，依旧却躬耕。昨夜东坡春雨足，乌鹊喜，报新晴。\t雪堂西畔暗泉鸣。北山倾，小溪横。南望亭丘，孤秀耸曾城。都是斜川当日景，吾老矣，寄余龄。", "topic": "豪放", "notes": ["江城子：词牌名，又名“江神子”“村意远”。唐词单调，始见《花间集》", "词。宋人改为双调，七十字，上下片都是七句五平韵。", "陶渊明：一名陶潜，字元亮，东晋著名诗人。其游斜川事在晋安帝隆安五年（401），时陶渊明五十岁。斜川：古地名，在今江西都昌、星子之间的鄱阳湖畔。", "班坐：依次列坐。", "南阜（fù）：南山，指庐山。", "曾城：山名，在江西星子县西五里，一名乌石山。", "斜川诗：指陶渊明《游斜川》诗。", "元丰壬戌（rén xū）之春：宋神宗元丰五年（1082）春季。", "东坡：", "躬耕处。位于湖北黄冈东面，原为数十亩久荒的营地，苏轼在其处筑茅屋五间，名日雪堂。", "挹（yì）：通“抑”，抑制。", "长短句：词曲的别称。", "了了：明白，清楚。", "前生：先出生，此有前辈之意。", "却：还。躬耕：亲自耕种。", "鸟鹊：喜鹊。", "倾：斜，此就山体形成的斜坡而言。", "亭丘：即四望亭的后丘。", "孤秀耸曾城：孤峙秀美如同耸立的曾城山。曾城，增城山，传说中的地名。亦泛指仙乡。", "余龄：余生。"], "background": "宋神宗元丰三年（1080），苏轼四十五岁，因“乌台诗案”得罪谪黄州（今湖北黄冈）。次年冬天，黄州大雪盈尺，十二月二日微雪，至二十五日大雪始晴。下雪期间，苏轼在东坡营造了房屋苏轼以为东坡雪堂初春的情景宛如渊明斜川之游，因有此作。"},
{"title": "浣溪沙·霜日明霄水蘸空", "author": "张孝祥", "paragraphs": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。\t万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。", "topic": "豪放", "notes": ["题解：此词原无题，乾道本题作“荆州约马奉先登城楼观塞”。据乾道本《于湖先生长短句》，此词调名下另有小题“荆州约马举先登城楼观塞”。“观塞”即观望边塞。这时荆州北面的襄樊尚是宋地，这里“塞”应是指荆州郊外的防御工事。", "霜日：指秋天。一说秋天的太阳。明霄：明净的天空；晴朗的天空。蘸（zhàn）：沾染，沾取液体。水蘸空：指远方的湖水和天空相接。", "鞘（shāo）：装刀剑的套子，一说鞭鞘，这里指马鞭。鸣鞘声：刀剑出鞘声。一说指行军时用力挥动马鞭发出的声音。绣旗：绣有图案的军旗。", "有无中：若有若无。", "烽火北：当时荆州已成南宋边界，谓被金人占领的中原已在火线的北面。", "尊：同“樽”，酒杯。酒器。戍楼：有军队驻防的城楼。", "酒阑：饮酒将尽。悲风：指凄厉的秋风。"], "background": "宋孝宗乾道四年（1168）的秋天，张孝祥出任荆南湖北路安抚使，八月开始驻在荆州。《宣城张氏信谱传》称：“荆州当虏骑之冲，自建炎以来，岁无宁日。公（孝祥）内修外攘，百废俱兴，虽羽檄旁午，民得休息。”据词原题及“霜日明霄”等语，推定这首词应当是乾道四年冬作于荆州。"},
{"title": "水调歌头·多景楼", "author": "陆游", "paragraphs": "江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。\t露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。", "topic": "豪放", "notes": ["多州楼：在镇江北固山上甘露寺内。1164年10月初，出任镇江府通判的", "陪同镇江知府方兹（即“使君”）登楼游宴，写下此词。时金兵方踞淮北，镇", "江防前线。", "江左：长江最下游的地方，即今江苏省等地。", "徐州：指镇江。东晋南渡，置侨州侨郡，曾以徐州治镇江，故镇江又称徐州或南徐州。", "缥缈：似有若无。", "危楼，高楼。", "鼓角：战鼓号角。", "烽火：边防报警的烟火。", "明魄：忽明忽暗。", "孙刘：三国时孙权和刘备，曾联合破", "。", "曜（yà入）：照耀。", "戈甲：兵器和盔甲。", "灶：军中炊灶，指代营垒。", "貔貅（pí xiū）：猛兽，喻指勇猛战士。", "使君：古代州郡长官所称，此处指方滋。方滋（1102—1172），字务德，严州桐庐（今属浙江）人。以荫入仕，时知镇江府事。", "宏放：通达豪放。 ‘", "黯（àn）：昏黑。", "叔子：西晋大将羊祜（hù），字叔子，镇守襄阳，曾登临兴悲。晋泰始五年（269）以尚书左仆射都督荆州诸军事，出镇襄阳，在镇十年。", "汉江：汉水，流经襄阳。"], "background": "孝宗隆兴元年（公元1163年）陆游三十九岁，以枢密院编修官兼编类圣政所检讨官出任镇江府通判。当时金兵方踞淮北，镇江为江防前线，而多景楼在镇江北固山上甘露寺内。孝宗隆兴二年十月初，陆游陪同知镇江府事方滋登楼游宴时，内心感叹而写下此词赋。"},
{"title": "生查子·三尺龙泉剑", "author": "佚名", "paragraphs": "三尺龙泉剑，匣里无人见。\t一张落雁弓，百支金花箭。\t为国竭忠贞，苦处曾征战。\t先望立功勋，后见君王面。", "topic": "豪放", "notes": ["生查子：唐教坊曲名，后用为词调。任半塘载教坊记笺订》言：“载生查子》乃五言八句仄韵之声诗。今传辞虽以", "之作为早，但盛唐间", "已有其调。”旧说认为“查”即古“槎”字，词名取义与为骞乘槎到天河的传说。", "“龙泉剑”，为古代传说中的宝剑。载太平寰宇记》载，据传有人用龙泉县的水铸成宝剑，剑化龙飞去，故称。", "“一为落雁弓”原作“金落雁一为弓”，刘盼遂校此句衍“金”字；任中敏（号二北）载敦煌曲校录》改为“一为落雁弓”。"], "background": ""},
{"title": "水龙吟·放船千里凌波去", "author": "朱敦儒", "paragraphs": "放船千里凌波去。略为吴山留顾。云屯水府，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊嵩旧隐，巢由故友，南柯梦、遽如许。\t回首妖氛未扫，问人间、英雄何处。奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。", "topic": "豪放", "notes": ["水龙吟：词牌名。又名“龙吟曲”“庄椿岁”“小楼连苑”。一百二字，前后片各四仄韵。", "凌渡去：乘风破浪而去。凌，渡，逾越。", "略为：稍微，形容时间短暂。吴山：泛指江南之山。留顾：停留瞻望。", "水府：星官名。谓天将下雨。", "神女：指传说中朝为行云、暮为行雨的巫山神女。", "九江：诸水汇流而成的大江。九，极言其多。长江由众多支流汇聚而成，故曰九江。", "北客：北方南来之人，作者自称，因其家在洛阳，故曰北客。翩然：指舟行迅疾如飞。", "伊嵩：伊水与嵩山，均在河南境内。", "巢由：巢父、许由，都是古代的隐士。", "遽（jù）：就。如许：如此。", "妖氛：凶气，指金兵。", "白羽：白羽扇，古代儒将常挥白羽扇，指挥作战。", "桂棹（zhào）：船桨的美称，此代指船。", "梁父：即《梁父吟》，一作《梁甫吟》，乐府《楚调曲》名。今存古辞，传为", "所作。"], "background": "宋钦宗靖康元年（公元1126年），金兵大举南侵，洛阳、汴京一带，均遭兵燹。不久，汴京沦陷。朱敦儒携家南逃，先到淮海地区，后渡江至金陵。又从金陵沿江而上，到达江西。再由江西南下广东，避乱南雄（今广东南雄县）。这首词具体写作年月不可考，是作者在金兵南侵后的感时抒愤之作，大概作于建炎晚期（公元1129年—1130年）避难江南舟行长江时，作者借古忧今，抒发出一腔忧国忧民的爱国情怀。"},
{"title": "一丛花·溪堂玩月作", "author": "陈亮", "paragraphs": "冰轮斜辗镜天长，江练隐寒光。危阑醉倚人如画，隔烟村、何处鸣榔？乌鹊倦栖，鱼龙惊起，星斗挂垂杨。\t芦花千顷水微茫，秋色满江乡。楼台恍似游仙梦，又疑是、洛浦潇湘。风露浩然，山河影转，今古照凄凉。", "topic": "豪放", "notes": ["一丛花：词牌名。双调七十八字，上下片各七句、四平韵。", "溪堂：临溪的堂舍。这里指", "的好友", "的溪堂，在信州（今江西上饶）玉溪（即信江）边。", "玩月：赏月。玩：欣赏，观赏。", "冰轮：圆月。因月圆如轮，光寒如冰，故称。", "辗（niǎn）：轧，这里有转动的意思。", "镜天：明净如镜的天空。这里指水在月光照射下波明如镜映长天。", "江练：谓江水澄澈、平静如同洁白的绸子。这里指月光下的江水如同一条白练一般。", "寒光：清冷的月光。", "危阑：高楼上的栏杆。危：高。", "烟村：指烟雾缭绕的村落。", "何处：用来询问时间。", "鸣榔（láng）：一作“鸣根”。指敲击船舷发出根根的声音，使鱼惊而入网。或为歌声之节。", "乌鹊：指乌鸦和喜鹊。", "鱼龙：偏义复词，指鱼。", "星斗：泛指天上的星星。", "芦花：芦絮。夏秋之季芦苇花轴上密生的穗状花序,灰白色。", "千顷：这里概言水面之广。", "微茫：隐秘暗昧，隐约模糊。", "江乡：多江河的地方。多指江南水乡。", "恍（huǎng）似：好像似，仿佛像。", "游仙梦：指脱离尘俗、游心于仙境的梦。", "疑是：像是。", "洛浦（pǔ）：洛水之滨。", "潇湘：指湖南的潇水和湘江，二水合流后北注洞庭湖。", "风露：风和露。", "浩然：广阔、盛大的样子。", "转：变化，改变。", "今古：古往今来。", "凄凉：悲凉，凄怆。"], "background": "陈亮是辛弃疾的挚友。辛弃疾在淳熙八年（1181）被劾落职，第二年在信州（江西上饶）闲居，筑溪堂于信江边。故陈亮此词应作于淳熙九年（1182）之后。"},
{"title": "高山流水·次夫子清风阁落成韵", "author": "顾太清", "paragraphs": "群山万壑引长风，透林皋、晓日玲珑。楼外绿阴深，凭栏指点偏东。浑河水、一线如虹。清凉极，满谷幽禽啼啸，冷雾溟濛。任海天寥阔，飞跃此身中。\t云容。看白云苍狗，无心者、变化虚空。细草络危岩，岩花秀媚日承红。清风阁，高凌霄汉，列岫如童。待何年归去，谈笑各争雄。", "topic": "豪放", "notes": [], "background": ""},
{"title": "水调歌头·和庞佑父", "author": "张孝祥", "paragraphs": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。\t忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。", "topic": "豪放", "notes": [], "background": ""},
{"title": "贺新郎·寄李伯纪丞相", "author": "张元干", "paragraphs": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。\t十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。", "topic": "豪放", "notes": ["贺新郎：词牌名。", "李伯纪：即", "。", "鼻息鸣鼍鼓：指人们熟睡，鼾声有如击着用猪婆龙的皮做成的鼓，即有鼾声如雷之意。鼍鼓：用鼍皮蒙的鼓。鼍：水中动物，俗称猪婆龙。", "“谁伴我”二句：用东晋祖逖和刘琨夜半闻鸡同起舞剑的故事。见《晋书·祖逖传》。", "十年一梦扬州路：化用", "诗“十年一觉扬州梦”，借指十年前，即建炎元年，金兵分道南侵。宋高宗避难至扬州，后至杭州，而扬州则被金兵焚烧。十年后，宋金和议已成，主战派遭迫害，收复失地已成梦想。", "骄虏：指金人。《汉书·匈奴传》说匈奴是“天之骄子”，这里是借指。", "要斩楼兰：用西汉傅介子出使西域斩楼兰王的故事。《汉书·傅介子传》载，楼兰王曾杀汉使者，傅介子奉命“至楼兰。……王贪汉物，来见使者。……王起随介子入帐中，屏语，壮士二人从后刺之，刃交胸，立死。”", "琵琶旧语：用汉代王昭君出嫁匈奴事。她善弹琵琶，有乐曲《昭君怨》。琵琶旧语即指此。", "谩暗涩铜华尘土：叹息当时和议已成定局，虽有宝剑也不能用来杀敌，只是使它生铜花（即铜锈），放弃于尘土之中。暗涩：是形容宝剑上布满铜锈，逐渐失光彩，失去作用。铜华：指铜花，即生了铜锈。", "垂纶：即垂钓。纶，钓鱼用的丝线。传说吕尚在渭水垂钓，后遇周文王。后世以垂钓指隐居。"], "background": "绍兴八年（1138年）冬，奸臣秦桧、孙近等筹划与金议和、向金营纳贡，李纲坚决反对，张元干闻之怒不可遏，作《再次前韵即事》诗，痛斥秦桧、孙近等主和卖国之权奸为“群羊”。李纲在福州上疏反对朝廷议和卖国，张元干得知李纲上书事，作《贺新郎·寄李伯纪丞相》。"},
{"title": "鹧鸪天·只近浮名不近情", "author": "元好问", "paragraphs": "只近浮名不近情。且看不饮更何成。三杯渐觉纷华远，一斗都浇块磊平。\t醒复醉，醉还醒。灵均憔悴可怜生。《离骚》读杀浑无味，好个诗家阮步兵！", "topic": "豪放", "notes": ["情：喝情，指好饮乃喝之常情。", "纷华：纷扰的尘世浮华。", "块磊：即城垒，胸中的抑郁不平。", "灵均：屈原的字。", "读杀：读完。", "阮步兵：魏晋之间的著名诗喝。"], "background": "这是一首借酒浇愁、感慨激愤的小词，盖作于金灭亡前后。当时，元好问作为金孤臣孽子，鼎镬余生，栖迟零落，满腹悲愤，无以自吐，不得不借酒浇愁，在醉乡中求得片刻排解。这首词就是在这种背景和心境下产生的。"},
{"title": "醉落魄·咏鹰", "author": "陈维崧", "paragraphs": "寒山几堵，风低削碎中原路。秋空一碧无今古，醉袒貂裘，略记寻呼处。\t男儿身手和谁赌。老来猛气还轩举。人间多少闲狐兔。月黑沙黄，此际偏思汝。", "topic": "豪放", "notes": ["醉落魄：词牌名。", "堵：量词，座，这里指山。", "风低：写鹰乘风低掠。", "削碎中原路：形容鹰掠地飞过。", ".秋空一碧：蓝天辽阔，万里无云。", "无今古：古今一样的意思。无：不论，不分。", "袒（tǎn）：裸露。", "略记：大约记得。", "寻呼：指猎人呼鹰寻猎。", "赌：较量输赢。", "轩举：高扬，意气飞扬。", "闲狐兔：比喻小人，奸佞之徒。", "汝：你，这里指鹰。"], "background": "据《迦陵词》清稿本，此词作于乙未、庚申即公元1679年（康熙十八年）、公元1680年（十九年）之际。属陈维崧后期作品。又查出当时一位词人曹贞吉《珂雪词》其集中亦有这同调同题之篇，显然是陈、曹互相唱酬之篇。陈维崧与曹贞吉相识并相聚，时在康熙十七年“鸿博”之征，陈维崧于这年秋抵京，这又可证实此词作于康熙十八年左右。"},
{"title": "汉宫春·初自南郑来成都作", "author": "陆游", "paragraphs": "羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。\t何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。", "topic": "豪放", "notes": ["汉宫春：词牌名。", "南郑：地名，即今陕西省汉中市，地处川陕要冲，自古为军事重镇。", "截虎：", "在汉中时有过射虎的故事。", "野帐、青毡：均指野外的帐幕。", "淋漓醉墨：乘着酒兴落笔，写得淋漓尽致。", "龙蛇：笔势飞舞的样子。蛮笺（jiān）：古时四川产的彩色笺纸。", "许：推许、赞许。", "诗情将略：作诗的才能，用兵作战的谋略。", "灯山：把无数的花灯叠作山形。", "欹（qī）帽垂鞭：帽子歪戴着，骑马缓行不用鞭打，形容闲散逍遥。敧帽：指歪戴着帽子。欹：歪戴。", "不信由天：不相信要由天意来决定。"], "background": "这首词是宋孝宗乾道九年（1173年）春陆游在成都时所作，时作者年四十九岁。乾道八年（1172年）冬，陆游被改命为成都府路安抚司参议官，从南郑行抵成都，已经是年底。题目说是初来，词中写到元夕观灯、花时游乐等等，应该已是乾道九年（1173年）春。"},
{"title": "水调歌头·题剑阁", "author": "崔与之", "paragraphs": "万里云间戍，立马剑门关。乱山极目无际，直北是长安。人苦百年涂炭，鬼哭三边锋镝，天道久应还。手写留屯奏，炯炯寸心丹。\t对青灯，搔白首，漏声残。老来勋业未就，妨却一身闲。梅岭绿阴青子，蒲涧清泉白石，怪我旧盟寒。烽火平安夜，归梦绕家山。", "topic": "豪放", "notes": ["水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上片九句四平韵、下片十句四平韵。", "长安：代指北宋都城汴京。", "镝（dí）：箭头，亦指箭。", "天道：古代哲学术语。原指自然界和人类社会发展的规律，其中含有封建迷信成份。", "梅岭：即大庾岭，在江西、广东交界处。因岭上多梅，故称。作者为广州人，故云。", "蒲涧：在广州白云山上，涧中生有九节菖蒲，其水清甜。作者曾隐居于此。"], "background": "1219—1222年，崔与之，出任成都知府兼成都府路安抚使时，曾登临剑阁，写下这首词。这时，淮河秦岭以北的大片国土，尽沦于敌手。在这种情况下，词人立马剑门，举目瞭望中原，心中不胜感慨。"},
{"title": "鹧鸪天·祖国沉沦感不禁", "author": "秋瑾", "paragraphs": "祖国沉沦感不禁，闲来海外觅知音。金瓯已缺总须补，为国牺牲敢惜身！\t嗟险阻，叹飘零。关山万里作雄行。休言女子非英物，夜夜龙泉壁上鸣。", "topic": "豪放", "notes": ["沉沦：沉没，危亡的意思。", "不禁（jīn）：忍不住。", "海外：指日本。作者曾东渡日本留学。", "知音：这里指革命同志。", "金瓯（ōu）已缺：指国土被列强瓜分。《南史·朱异传》：“我国家犹若金瓯，无一伤缺。”金瓯：金的盆盂。比喻疆土之完固。亦用于指国土。", "嗟（jiē）险阻：叹路途之艰险梗塞。", "叹飘零：感慨自身漂泊无依。", "关山万里：指赴日留学。《木兰诗》：“万里赴戎机，关山度若飞”。", "作雄行：指女扮男装。", "英物：杰出的人物。", "龙泉：宝剑名：雷焕于丰城狱基掘得二剑， 一名龙泉，一名太阿。晋王嘉《拾遗记·颛顼（xū）》：“（颛顼）有曳影之剑，腾空而舒，若四方有兵，此剑则飞起指其方，则剋伐，未用之时，常于匣里，如龙虎之吟。”"], "background": "中日甲午战争后，清朝帝国已经岌岌可危、风雨飘摇。为了寻找革命道路，1904年（光绪三十年），词人赴日留学，并在日本加入了光复会、同盟会，从此走上救亡图存的革命道路。该词为赴日不久的作品，创作时间约为1904年。"},
{"title": "水调歌头·秋色渐将晚", "author": "叶梦得", "paragraphs": "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。\t念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。", "topic": "豪放", "notes": ["秋色渐将晚，霜信报黄花。：暮秋景物渐呈苍老深暗之色，菊花开时报来了将要降霜路信息。黄花，指菊花。", "小窗低户：指简陋路房屋。", "微路，小路。", "敧（qī）流：倾流，歪流。", "山翁：《晋书·山简传》载山简好酒易醉。作者借以自称。", "何事：为什么。", "坐看：空看、徒欢。", "流年：指流逝路岁月。", "拚（pàn判） 却：甘愿。", "华：同花，指在闲居中空白了鬓发。", "徙（xǐ）倚：徘徊，流连不去。", "沧海：此指临近湖州路太湖。作者时居汴山，在太湖南岸。", "平昔：往日。", "遍：这里是“走遍”路意思。", "天涯，天边，喻平生飘荡之远。", "归来三径重扫，松竹本吾家：写辞官归隐家园。化用晋代", "《归去来兮辞》：“三径含荒，松菊犹存。”三径，庭院间路小路。据晋代赵岐《三辅决录-逃名》记载，西汉末，王莽专权，兖州刺史蒋诩辞官归里，院中辟有三径，只与求仲、羊仲往来。后来遂以“三径”作为隐士居所之称。松竹，代指山林隐居处，含有贞节自持之意。三径：王莽专权时，兖州刺史蒋诩辞宫回家，于园中辟三径，惟与求仲、羊仲往来。后常用三径喻隐居生活。", "却恨悲风时起，冉冉云间新雁，边马怨胡笳。：这里化用三国时魏国", "《悲愤诗》。“胡笳动兮边马鸣，孤雁归兮声嘤嘤!”悲风，悲凉路秋风。冉冉，指大雁缓缓飞行路样子。新雁，指最初南归之雁。边马，指边地路军马。胡笳，古代塞外民族路一种乐器。此处指军中路号角。", "谁似东山老，谈笑净胡沙：化用", "《永王东巡歌》中路“但用东山谢安石，为君谈笑净胡沙”。胡沙。指代胡人发动路战争。"], "background": "这是作者告老，隐居湖州卞山后写的作品高宗听信奸相秦桧，向金屈膝求和，梦得被调福建安抚使，兼知福州府，使他远离长江前线，无所作为，他于1144年被迫上疏告老，隐退山野。因写此词，抒发自己内心的悲慨和对时局的忧虑。"},
{"title": "沁园春·梦孚若", "author": "刘克庄", "paragraphs": "何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。\t饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。", "topic": "豪放", "notes": ["孚（fú）若：方孚若，名信儒，福建莆田人，以使金不屈著名。著作有《南冠萃稿》等。", "宝钗楼：汉武帝时建，故址在今陕西咸阳市。", "铜雀台：曹操时建，故址在今河南临漳县西南。", "斫（zhuó）：用刀砍。", "东溟（míng）：东海", "脍（kuài）：切细的肉块。", "圉（yǔ）人：养马的官。", "西极：指西域，古时名马多来自西域。龙媒：骏马名。", "使君：古时对州郡长官的称呼。这里指刘备。操：曹操。", "余子：其他人。", "乘（shèng）：古时一车四马叫乘。", "燕（yān）南赵北：指今河北山西一带。", "剑客：指剑术和武艺出众者。", "画鼓：一作“鼻息”。画，鼓上文饰。", "谁信：谁想，谁料。", "李将军：指西汉名将李广。高皇帝：指汉高祖刘邦。", "万户侯：《史记·李将军列传》载，李广曾与匈奴作战七十余次，以勇敢善战闻名天下。他虽有战功，却未得封侯。"], "background": "这首词作于南宋理宗淳祜三年（1243)，因梦已故世21年的挚友方孚若而作。"},
{"title": "木兰花慢·中秋饮酒", "author": "辛弃疾", "paragraphs": "可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？\t谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？", "topic": "豪放", "notes": ["将旦：天色将晓。《天问》：楚词篇名，", "所作。作者向天提出种种奇问，作品由一百七十多个问题组成，或自然，或社会，涉及面极广，表现出作者勇于探索的精神。及唐，更有", "作《天对》，对《天问》之问逐一作答。辛词仿《天问》体，在词中一气提出九问。　此词咏月，卓有创新：一，前此有待月诗，而无送月诗。二，引《天问》体入词。三，《天问》问月仅二，辛词不仅九问，且“词人想象，直悟月轮绕地球之理，与科学家密合，可谓神悟”（王国维《人间词话》）。四，善想象，富描绘，丰美瑰丽，把对天宇的探索和神话传说熔为一炉，而又自出新境。此亦前之未有，故弥足珍贵。", "可怜：可爱。言中秋之月团圆皎洁，惹人生爱。", "光影：指月亮。", "空汗漫：空虚莫测，广大无际。", "（héng横）娥：即月里嫦娥。据神话传说，她偷食丈夫后羿的仙药，乘风奔月，从此永居月宫。", "问无由：无从查询。恍惚：谓此说迷离恍惚，不可捉摸。", "玉殿琼楼：神话传说谓月中自有“琼楼玉宇烂然”（《拾遗记》），故俗称“月宫”。", "故堪：固然能够。", "无恙（yàng样）：完好无损。"], "background": ""},
{"title": "鹊桥仙·夜闻杜鹃", "author": "陆游", "paragraphs": "茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。\t催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！", "topic": "豪放", "notes": ["杜鹃：鸟名，又称“杜宇”、“子规”、“ 鶗鴂”、“怨鸟”。传 说古蜀国王，名“杜宇”，号“望帝”，禅位于开明之士，隐于西山，死后，其魂化为杜鹃鸟。啼声哀苦，每至血流于喙。", "蓬窗：犹蓬户，即编蓬草为窗，谓窗户之简陋。《庄子·让王》：“原宪居鲁，环堵之室，茨以生草，蓬户不完，桑以为柜。”宋刘克犀《打夕诗》：“蓬窗亦有精勤士。”《剪灯新话·至正妓人行》：“土炕蓬窗愁寂夜，挑灯快读解愁颐。”皆可证。", "春晚：即晚春，暮春时节。", "杜宇：即杜鹃。", "深枝：树林深处的枝条。", "故山：故乡的山林，即故乡。", "羁旅：寄居他乡。羁，停留。"], "background": "这首词当是陆游客居四川时期的作品。公元1172年（乾道八年）冬陆游离开南郑，第二年春天在成都任职，之后又在西川淹留了六年。据夏承焘《放翁词编年笺注》，此词就写于这段时间。"},
{"title": "水调歌头·赋三门津", "author": "元好问", "paragraphs": "黄河九天上，人鬼瞰重关。长风怒卷高浪，飞洒日光寒。峻似吕梁千仞，壮似钱塘八月，直下洗尘寰。万象入横溃，依旧一峰闲。\t仰危巢，双鹄过，杳难攀。人间此险何用，万古袐神奸。不用燃犀下照，未必佽飞强射，有力障狂澜。唤取骑鲸客，挝鼓过银山。", "topic": "豪放", "notes": ["三门津：即三门峡，原在今河南省三门峡市东北黄河中，因峡中有三门山而得名。据《陕州志》记载：“三门，中神门，南鬼门，北人门，惟人门修广可行舟。鬼门尤险，舟筏入者罕得脱。三门之广，约三十丈。”", "人鬼：指三峡中的南鬼门，北人门。", "吕梁：《", "·黄帝》：“孔子观于吕梁，悬水三十仞，流沫四十里，鼋鼍（yuán tuó）鱼鳖之所不能游也。”其地不名一处。", "钱塘八月：指钱塘江八月十八日最盛大的潮水。", "尘寰（huán）：尘世。", "溃：洪水旁决日溃。", "一峰：似指中神门，因前皆言“人鬼”重关。或言指砥柱山，即中流砥柱。", "危巢：悬崖高处的鸟巢。语出", "《后赤壁赋》：“攀栖鹘之危巢”。", "鹄（hú）：水鸟名，俗称天鹅。", "杳（yǎo）：此指高远。", "秘神奸：《左传·宣公三年》载夏禹将百物形象铸于鼎上“使民知神、奸”。词中神奸指种种善恶神奇之物。", "燃犀：《晋书·温峤（jiào）传》载峤至牛渚矶，人言其下多怪物，“峤遂燃犀角而照之，须臾，见水族覆火，奇形异状，或乘马车著赤衣者。”", "佽（cì）飞：汉武官名，掌弋射鸟兽。一云即做非，周代楚国勇士，曾渡江，两蛟夹舟，非拔剑斩蛟而得脱。苏轼《八月十五日看潮》诗：“安得夫差水犀手，三千强弩射潮低。”", "障狂澜：", "《进学解》：“障百川而东之，回狂澜于既倒。”", "骑鲸客：指豪勇之士。", "挝（zhuā）：敲击。", "银山：代指涛头。张继《九日巴丘杨公台上宴集》：“万叠银山寒浪起”。"], "background": ""},
{"title": "西河·金陵怀古", "author": "周邦彦", "paragraphs": "佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。\t断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沉半垒。夜深月过女墙来，伤心东望淮水。\t酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。", "topic": "豪放", "notes": ["（1）西河：词调名。《碧难漫志》卷五引《脞说》云：“大历初，有乐工取古《西河长命女》加减节奏，颇有新声。”又称：“《大石凋·西河漫》声犯正平，极奇古。”《清真集》标明西河入大石调的此词，当即按此词填写。此调共一百零五字。分三叠，第一、二叠各四仄韵，第三叠五仄韵。", "（2）佳丽地：金陵古都是江南最好的地方。暗谓此地曾为封建帝王定都之所在。语出南朝齐谢眺《入朝曲》： “江南佳丽地，金陵帝王州。”", "（3）南朝：即吴、东晋、宋、齐、梁、陈。", "（4）盛事：盛极一时的都城繁华。", "（5）山围故国：", "《石头城》诗：“山围故国周遭在，潮打空城寂寞回。”山围，指被群山环抱。故国，指南京城。", "（6）清江：指长江及秦淮河。", "（7）髻鬟对起：有如妇女髻鬟一样美好的山峦对峙地耸立在清江两岸。", "（8）孤城：指金陵。", "（9）风樯：指船头桅杆上顺风张开的帆，此代指船。樯，桅杆。", "（10）断崖：临水的山崖。", "（11）莫愁：传说莫愁女在今南京水西门外莫愁湖畔住过，曾住湖中荡舟采莲。乐府诗云：莫愁在何处？莫愁在城西。艇子打两桨，催送莫愁来。”（《旧唐书·音乐志》引）此诗为此处描写所本。据考证，乐府诗中的莫愁女故乡石城，不是作为金陵别称的石头城，而是今湖北汉江上的竟陵（今湖北钟祥县）石城。但是，不能据此就说词人根据有误，因为宋时就有莫愁住在金陵的传说了，更何况词人是在写词（为艺术创造）而无需拘泥于照搬历史。", "（12）旧迹：差括曾为莫愁系舟之处在内的一切古迹。", "（13）郁苍苍：指树木茂盛。", "《赠白马王彪》：“太谷何寥廓，山树郁苍苍。霖雨泥我途，流潦浩纵横。”", "（14）垒：堡垒，军事防御性建筑。《大清一统志·江苏江宁府》寓：“韩擒虎垒在上元县西四里。”“贺莫弼垒在上元县北二十里。”上元县，今属江苏省江宁县。", "（15）女墙：城墙上呈凹形的小墙。", "《上白帝城》有诗云：“城峻随天壁，楼高望女墙。”", "（16）淮水：指秦淮河。刘禹锡《石头城》诗有句云：“淮水东边旧时月，夜深还过女墙来。”这两句便是隐括刘诗而成。", "（17）酒旗戏鼓：酒楼、戏馆等繁华的场所。", "（18）甚处市：哪里的街市。", "（19）依稀：仿佛，大概。", "（20）王谢：东晋时，金陵乌衣巷一带（今南京市东南）住有王谢两大豪门望族。", "（21）邻里：宅第相连，比邻而居，故称。", "（22）巷陌：街道的通称。刘禹锡《题王郎中宣义里新居》有句云：“门前巷陌三条近，墙内池亭万景闲。”"], "background": "这是一首周邦彦著名的怀古诗，这首词作于宋哲宗元佑八年（公元1093）至绍圣三年(公元1096)间，当时正是北宋末年，宋王朝危机四伏。词人仓猝间从杭州历经扬州、天长，一路颠簸来到南京任江宁溧水令。作者观景生情，写下了这篇名作。"},
{"title": "一剪梅·咏柳", "author": "夏完淳", "paragraphs": "无限伤心夕照中，故国凄凉，剩粉余红。金沟御水自西东，昨岁陈宫，今岁隋宫。\t往事思量一晌空，飞絮无情，依旧烟笼。长条短叶翠濛濛，才过西风，又过东风。", "topic": "豪放", "notes": ["一剪梅：词牌名。此词牌以", "所作起句有“一剪梅花万样娇”句，故取为调名。又名“玉簟秋”、“腊梅香”。重头六十字，平韵。", "金沟：御沟，御河，上有金鳌玉蝀桥，故简言之，水即沟中水。", "陈宫：陈朝宫殿。", "隋宫：隋朝宫殿。隋炀帝曾筑长堤植万柳。", "一晌（shǎng）：一转眼。晌：不多久，读若“赏”。"], "background": "夏完淳以一腔忠贞，把短短十七年的有限生命，完全投入抗清复国的大潮之中，所写的诗、文、赋、词，无不悲歌激烈，血泪泪交融。辞风师承陈子龙。此首《一剪梅》，也同样是借咏柳来抒发一腔亡国之痛。"},
{"title": "水调歌头·舟次扬州和人韵", "author": "辛弃疾", "paragraphs": "落日塞尘起，胡骑猎清秋。汉家组练十万，列舰耸高楼。谁道投鞭飞渡，忆昔鸣髇血污，风雨佛狸愁。季子正年少，匹马黑貂裘。\t今老矣，搔白首，过扬州。倦游欲去江上，手种橘千头。二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。", "topic": "豪放", "notes": ["水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。", "次：停泊。人：指杨济翁（即", "正，诗人", "的族弟）、周显先，是东南一带名士。下文“二客”即此意。", "塞尘起：边疆发生了战事。", "胡骑猎清秋：古代北方的敌人经常于秋高马肥之时南犯。胡骑：此指金兵。猎：借指发动战争。", "组练：组甲练袍，指装备精良的军队。", "投鞭飞渡：用投鞭断流事。前秦苻坚举兵南侵东晋，号称九十万大军，他曾自夸说：“以吾之众旅，投鞭于江，足断其流。”（《晋书·苻坚载记》）结果淝水一战，大败而归。此喻", "南侵时的嚣张气焰，并暗示其最终败绩。", "“忆昔”二句：指绍兴三十一年（1161年）金主完颜亮南侵失败为其部下所杀事。鸣髇（xiāo）：即鸣镝，是一种响箭，射时发声。血污：指死于非命。《史记·匈奴传》谓匈奴头曼单于之太子冒顿作鸣镝，令左右曰：“鸣镝所射而不悉射者斩之。”后从其父头曼猎，以鸣镝射头曼，其左右亦随鸣镝而射头曼。佛（bì）狸：后魏太武帝拓跋焘小字佛狸，曾率师南侵，此借指金主完颜亮。", "“季子”二句：苏秦字季子，战国时的策士，以合纵策游说诸侯佩六国相印。《战国策·赵策》：李兑送苏秦明月之珠，和氏之璧，黑貂之裘，黄金百镒。苏秦得以为用,西入于秦。这里指自己如季子年少时一样有一股锐气，寻求建立功业，到处奔跑貂裘积满灰尘，颜色变黑。", "“今老”三句：谓今过扬州，人已中年，不堪回首当年。搔白首：暗用", "《梦", "》诗意：“出门搔白首，若负平生志。”", "“倦游”两句：欲退隐江上，种橘消愁。倦游：倦于宦游，即厌于做官。橘千头：（李）衡每欲治家，妻辄不听，后密遣客十人", "龙阳汜洲上作宅，种甘橘千株。临死，敕儿曰：“汝母恶我治家，故穷如是。然吾州里有千头木奴，不责汝衣食，岁上一匹绢，亦可足用耳。”（《襄阳耆旧传》", "“二客”三句：称颂友人学富志高，愿为之谋划。名胜：名流。万卷诗书事业：化用杜甫诗意：“读书破万卷，下笔如有神。……致君尧舜上，再使风俗淳。”（《奉赠韦左丞丈二十二韵》）", "“莫射”二句：《史记·李将军列传》载：“天子乃召拜广为右北平太守。……广出猎，见草中石，以为虎而射之，中石没镞。视之，石也，因复更射之，终不能复入石矣。广所居郡闻有虎，尝自射之。及居右北平射虎，虎腾伤广，广亦竟杀之。”又据《汉书·食货志》载：“武帝末年悔征战之事，乃封丞相为富民侯，以明休息，恩养富民也。”这二句是感叹朝廷偃武修文，做军事工作没有出路。"], "background": "此词作于淳熙五年（1178年）。是年夏秋之交，作者被调任为湖北转运副使，溯江西行。船只停泊在扬州时，与友人杨济翁（炎正）、周显先有词作往来唱和。作者在南归之前，到过扬州，又读到友人伤时的词章，心潮澎湃，遂写下这一首抚今追昔的和韵词作。"},
{"title": "八声甘州·灵岩陪庾幕诸公游", "author": "吴文英", "paragraphs": "渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。\t宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。", "topic": "豪放", "notes": ["八声甘州：词牌名。唐教坊大曲有《甘州》，杂曲有《甘州子》，是唐边塞曲，因以边塞地甘州为名。《八声甘州》是从大曲《甘州》截取一段改制的。因全词前后片共八韵，故名八声。慢词，与《甘州遍》之曲破，《甘州子》之令词不同。《词语》以", "词为正体。九十七字，前片四十六字，后片五十一宇，前后片各九句四平韵。亦有在起句增一韵的。前片起句、第三句，后片第二句、第四句，多用领句字。另有九十五字、九十六字、九十八字体，是变格。又名：《甘州》、《潇潇雨》、《宴瑶池》。", "灵岩：又名石鼓山，在苏州市西南的木渎镇西北。山顶有灵岩寺，相传为吴王夫差所建馆娃宫遗址。", "庾幕：幕府僚属的美称。此指苏州仓台幕府。", "长星：彗星。", "苍崖云树：青山丛林。", "名娃金屋：此指西施，为越王勾践献给吴王夫差的美女。金屋，用汉武帝金屋藏娇的故事。《汉武故事》载汉武帝为胶东王时，曾对其姑母说：\"若得阿娇，当作金屋贮之也。\"借指吴王在灵岩山上为西施修建的馆娃宫。", "残霸：指吴王夫差，他曾先后破越败齐，争霸中原，后为越王勾践所败，身死国灭，霸业有始无终。", "箭径：即采香径。《苏州府志》：\"采香径在香山之旁，小溪也。吴王种香于香山，使美人泛舟于溪水采香。今自灵岩山望之，一水直如矣，故俗名箭径。\"", "酸风射眼：寒风吹得眼睛发痛。化用", "《金铜仙人辞汉歌》，\"魏官牵牛指千里，东关酸风射眸子\"句意。酸风，凉风。", "腻水：宫女濯妆的脂粉水。", "靸（sǎ）：一种草制的拖鞋拖鞋。此作动词，指穿着拖鞋。", "双鸳：鸳鸯履，女鞋。", "廊：响屐廊。《吴郡志·古迹》：\"响屐廊在灵岩山寺，相传吴王令西施辈步屐。廊虚而响，故名。", "五湖倦客：指范蠡。范蠡辅佐越王勾践灭吴后，功成身退，泛舟五湖（太湖）。", "醒醒：清楚；清醒。", "华发：花白头发。", "涵空：指水映天空。", "琴台：在灵岩山上。"], "background": "这是一首怀古词。吴文英游灵岩山，见吴国遗迹想起了吴国兴衰的史实，联想到宋朝国事，抒发感慨而作此词。吴文英是南宋的一位奇才雅士，但他一生政治不得志，终志只能将满腹经纶寄之于词曲。"},
{"title": "江城子·醉来长袖舞鸡鸣", "author": "元好问", "paragraphs": "醉来长袖舞鸡鸣，短歌行，壮心惊。西北神州，依旧一新亭。三十六峰长剑在，星斗气，郁峥嵘。\t古来豪侠数幽并，鬓星星，竟何成！他日封侯，编简为谁青？一掬钓鱼坛上泪，风浩浩，雨冥冥。", "topic": "豪放", "notes": ["江城子：词牌名，又名“村意远”“江神子”“水晶帘”。此体为双调，七十字，上下片各七句，五平韵。", "舞鸡鸣：祖逖闻鸡起舞之故事，为英雄豪杰报国励志的典范事迹。《晋书·祖逖传》：“逖与司空刘琨共被同寝，中夜闻荒鸡鸣，蹴琨觉日。‘此非恶声也。’因起舞。”", "短歌行：乐府歌辞，曹操宴会酒酣时所作，表达了他感叹人生短促，事业无成、希望招贤纳士，建立功业的雄心壮骨。", "“西北神州”二句：金朝曾占有南宋的西北疆域，当时又被元人所占，词人与金朝的有志之士就像东晋名士一样，痛心国丧，欲救国而不能，只得聚会新亭，一洒忧国之泪。", "三十六峰：指河南登封县嵩山三十六峰，此时", "正游此山。", "星斗气：据《晋书·", "传》：“初，吴之未灭也，斗牛之间，常有紫气，（张华）乃邀雷焕仰观，焕曰：‘宝剑之精，上彻于天耳’……”", "峥嵘：山势挺拔峻削，又指宝剑锋利无敌。", "编简为谁青：用", "《故武卫将军挽歌》“封侯意疏阔，编简为谁青”原句。编简，即书籍，此指史书。古书刻在竹子上编联成册，故名。", "钓鱼坛：作者自注云“钓坛见《严光传》。中国古代钓台很多，文人最喜欢称道的，是浙江桐庐富春江严光（子陵）钓台，此台极为宏伟壮观，孤峰特起，上立千仞，许多名人到此凭吊，迎风洒泪，悲歌壮烈。词人以严光自比。"], "background": "这首词约作于贞祐丙子（1216）从秀容南渡避兵之后，至正大甲申（1224）五月应宏词科，就选国史院编修官之前。据词意推测，当写于词人游嵩山时。"},
{"title": "点绛唇·绍兴乙卯登绝顶小亭", "author": "叶梦得", "paragraphs": "缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。\t老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。", "topic": "豪放", "notes": ["点绛唇：词牌名。此调因梁", "《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。四十一字。上阕四句，从第二句起用三仄韵；下阕五句，亦从第二句起用四仄韵。《词律》认为，上阕第二句第一字宜用去声，“作平则不起调”。但亦有作平起调者。又有《点樱桃》《十八香》《南浦月》《沙头雨》《寻瑶草》《万年春》等异名。", "绝顶亭：在吴兴西北弁山峰顶。", "缥缈：隐隐约约，亦因其高而之似可见似不可见，应题目中的“小亭”。", "危亭：《说文》：“危，高而惧也。”此言亭之高，应题目的“绝顶”，绝顶亭就是因所位置之高而命名。", "烟浪：烟云如浪，即云海。", "天涯想：指恢复中原万里河山的梦想。", "衰翁：衰老之人。"], "background": "此词作于宋高宗绍兴五年（1135年）作者去任隐居吴兴卞山时，为作者登临卞山绝顶亭有感而发之作。诗人叶梦得当时为南宋主战派人物之一，大宋南渡八年，仍未能收复中原大片失地，而朝廷却又一味向敌妥协求和，使爱国志士不能为国效力，英雄豪杰也无用武之地。诗人虚年59岁时，闲居卞山，登亭述怀，写下了这首词，以抒写自己复杂的情怀和对时局的慨叹。"},
{"title": "水调歌头·金山观月", "author": "张孝祥", "paragraphs": "江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。\t表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。", "topic": "豪放", "notes": ["江山：借指国家的疆土、政权。", "自雄：自豪；自以为了不起。", "风露：风和露。", "高寒：指月光；月亮。", "寄声：托人传话。", "月姊：原指传说中的月中仙子、月宫、嫦娥，借指月亮。", "玉鉴：镜的美称。", "中看：好看；顺眼。", "幽壑：深谷；深渊。", "鱼龙：鱼和龙。泛指鳞介水族。", "悲啸：凄戚长鸣。", "倒影：物体倒映于水中。", "星辰：指列星。", "摇动：摇摆，晃动。", "海气：海面上或江面上的雾气。", "夜漫漫：黑夜漫长。比喻苦难岁月。 ", "白银：即银。金属的一种。古代也用作通货。", "紫金山：山名。一称钟山，在江苏省南京市市区东。", "独立：孤立无所依傍。", "霞佩：亦作“霞佩”。 仙女的饰物。借指仙女。", "切云冠：高冠名。", "眇（miǎo）视：仔细观看。", "毫端：细毛的末端。比喻极细微。", "回首：回头；回头看。", "三山：传说中的海上三神山。", "何处：哪里，什么地方。", "闻道：听说。", "挥手：挥动手臂。表示告别。", "从此：从此时或此地起。", "翳（yì）凤：本谓以凤羽为车盖，后用为乘凤之意。", "骖（cān）鸾：谓仙人驾驭鸾鸟云游。"], "background": "此词是张孝祥在公元1167年（宋孝宗乾道三年）三月中旬，舟过金山时所作。当时张孝祥舟过金山，登临山寺，夜观月色，江水平静，月色皎洁，如同白昼，此情此景，触发起他心中的遐想和情思，于是写下了这首词。"},
{"title": "水调歌头·建炎庚戌题吴江", "author": "佚名", "paragraphs": "平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。\t脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！", "topic": "豪放", "notes": ["吴江：即吴淞江，太湖的支流。", "“平生太湖上”二句：我以前曾几次乘舟经过太湖。平生：从来。太湖：古名震泽，又名具区，位于江苏、浙江之间。短棹：此指小船。经过：曾经经过。", "“如今重到”二句：如今我重来此地，为什么总觉得愁恨像湖上的云、湖中的水那样多呢？", "拟把：意为准备把、想把。长剑：古人佩剑，表示要争取功名。", "“换取扁舟”二句：以剑换舟，暗示报国无门。只好终老江湖。老：终老。", "渔蓑：渔人穿的蓑衣。此指渔钓之事，即隐居江上。", "“银艾非吾事”二句：掌管印信本不是我要做的事情，即无意仕途，想寄情山水，也因被琐事耽误而未能成行。", "银：银印，即官印。艾：像艾草殷绿色的拴印用的丝带。", "丘壑：山丘沟壑，泛指山水。", "蹉跎：虚度光阴。此指失时。", "脍（kuài）新鲈：烧煮新鲜的鲈鱼吃。脍：把鱼肉切细。鲈鱼是吴江、松江、太湖一带的名产。", "“太平生长”二句：意谓自己生长在太平盛世，万万没有料到今天要饱尝兵戈之苦。", "岂渭：哪料到。", "干戈：古代兵器，这里代指战争。", "三江：指流人太湖的吴淞江、娄江、东江三条支流。", "雪浪：白浪。", "净洗胡尘：指消灭一切入侵的敌人。胡尘，指金人侵略者。", "挽天河：卷起天河之水（用以洗净甲兵），暗指休战。此句意谓北方失地未收复，决不能休战求和。", "“回首望霄汉”二句：意谓作者满怀报国志向，可是朝廷无意北伐收复失地，空使志士伤心垂泪。霄汉：本义是指天空，这里暗指朝廷。"], "background": "公元1130年（宋高宗建炎四年庚戌），金兵在杭州大肆掳掠后，于北返途中，遭到韩世忠和夫人梁红玉在镇江黄天荡的阻击，大败；岳飞和钱需在建康和镇江之间又大败金兵；吴蚧在青溪岭、彭原店再次挫败金兵。在节节胜利的大好形势下，南宋朝廷仍重用奸臣秦桧当宰相，大肆迫害抗金爱国人士，推行投降卖国之策。因此，无名氏在吴江长桥上写下这首《水调歌头》。"},
{"title": "调笑令·胡马", "author": "韦应物", "paragraphs": "胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。", "topic": "豪放", "notes": ["笑令：词牌名。唐·", "《代书诗一百韵寄微之》曰：“打嫌《调笑》易，饮讶《卷波》迟。”自注：“抛打曲有《调笑令》，饮酒曲有《卷白波》。”词调名盖本唐曲。此调为单调，八句，三十二字。第四、五句押平声韵，其余各句均押仄声韵。其中第二句叠用第一句，第七句叠用第六句，第六句颠倒第五句末二字而成。", "胡马：中国西北地区所产的马。古代马匹在交通运输和战争中发挥着巨大的作用，因而良马往往受人青睐，而西北地区所产的马素以优良著称，早在汉朝的时候，就曾从西域引进过大批良马。所以写骏马而云“胡马”，是为了显示其品种的优良。", "燕支山：即焉支山，在甘肃山丹县东。位于祁连山和龙首山之间，山下是水草丰美的牧场。“焉支”通作“燕支”、“胭脂”，本植物名，亦叫红蓝，花汁可做成红的颜料。", "跑（páo）：指兽蹄刨地。", "边草：边地的野草。"], "background": ""},
{"title": "离亭燕·一带江山如画", "author": "张昪", "paragraphs": "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。\t云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。", "topic": "豪放", "notes": ["离亭燕：词牌名。", "一带：指金陵（今南京）一带地区。", "风物：风光景物。潇洒：神情举止自然大方。此处是拟人化用法。", "浸：液体渗入。此处指水天溶为一体。断：接合部。", "霁色：雨后初晴的景色。冷光：秋水反射出的波光。相射：互相辉映。", "蓼屿：指长满蓼花的高地。荻花洲：长满荻草的水中沙地。", "竹篱茅舍：用竹子做成的篱笆，用茅草搭盖的小房子。", "客帆：即客船。", "低亚：低垂。", "六朝：指东吴、东晋、宋、齐、梁、陈六个朝代，均在南京一带建都。", "渔樵：渔翁樵夫。代指普通老百姓。", "怅望：怀着怅惘的心情远望。"], "background": "根据北宋范公偁《过庭录》所载，这首词是张昪（一作张升）退居江南后所作。张昪在退居以前，经历了宋真宗、仁宗两代，退居江南时期，又经历了宋英宗、神宗两朝，北宋帝国由盛到衰，积贫积弱的形势越来越严重。这首词包含着作者对国势的关切。"},
{"title": "水调歌头·细数十年事", "author": "范成大", "paragraphs": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。\t敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？", "topic": "豪放", "notes": ["水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。", "新梦：未曾料到之意。", "黄鹤旧山头：指黄鹤山，又名黄鹄山，今称蛇山，在湖北武昌西。传说仙人王子安曾乘黄鹤过此，因此为名。", "“老子”三句：诗人自谓。东晋庾亮镇武昌时，曾与僚属殷浩等人秋夜登南楼，曰：“老子于此处兴复不浅”（《世说新语·容止》）。吟诗宴饮，谈笑甚欢。作者用以描绘自己此次登南楼游乐的情景。个中：此中。", "星汉：银河。这里指天上的星星。", "玉镜：指月亮。", "秦、楚：分指古时秦国和楚国的所在地，秦北楚南，借指北地与南地。", "熨江：此处形容江面平静。熨：烫平。江：指长江。", "关河：山河。关：指关塞。离合：这里用作偏义复词，指分裂。", "南北依旧照清愁：南北山河分裂，月光仿佛笼罩着无边的“清愁”。", "妲娥：即嫦娥。冷眼：对事物持冷静或冷淡的态度。", "霜鬓：鬓发如霜，形容年老。", "空敝黑貂裘：用《战国策·秦策》的故事。苏秦游说秦王，十次上书均未被采纳，资用乏绝，所穿黑貂皮衣服也已破旧不堪，只好离秦返家。这里比喻作者理想未能实现。空：徒然。敝黑貂裘：形容奔走连年，潦倒郎当。敝：破烂。", "酾酒（shāi）：斟酒。", "蟾（chán）兔：古代神话传说，月中有蟾蜍、白兔。此指月亮。", "沧洲：水边之地，隐者所居。此指故乡。"], "background": "据作者《吴船录》，此词作于公元1177年（淳熙四年）中秋，这年五月作者因病辞去四川制置一职，乘舟东去。八月十四日至鄂州（今湖北武昌），十五日晚参加赴知州刘邦翰设于黄鹤山南楼的赏月宴会。"},
{"title": "行路难·缚虎手", "author": "贺铸", "paragraphs": "缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？\t酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。", "topic": "豪放", "notes": ["缚虎手：即徒手打虎。", "悬河口：言辞如河水倾泻，滔滔不绝，即“口若悬河”，比喻人的健谈。", "车如鸡栖马如狗：车盖如鸡栖之所，骏马奔如狗。", "白纶（guān）巾：白丝头巾。", "扑黄尘：奔走于风尘之中。", "“衰兰”二句：", "《金铜仙人辞汉歌》中的句子。", "旗亭：即酒楼。此指送别之地。", "当垆秦女：用辛延年《羽林郎》诗：“胡姬年十五，春日独当垆”。语如弦：", "词《菩萨蛮》：“琵琶金翠羽，弦上黄莺语。”这里指胡姬的笑语象琵琶弦上的歌声。", "遗音：遗留下的歌曲。秋风曲：指汉武帝《秋风辞》，其结尾云：“欢乐极兮哀情多，少壮几时兮奈老何！”感叹欢乐不长，人生苦短。", "扶桑：神话中神树，古谓为日出处。《淮南子》：“日出于旸谷，浴于咸池，拂于扶桑。”系扶桑，即要留住时光，与“揽流光”意同。", "争奈：怎奈。"], "background": "据史籍记载，贺铸既是一位豪爽的侠土，也是一位多情的诗人；既是一位严肃苦学的书生，也是一位处理政事的能手。他生活在北宋晚期的社会，史称他喜剧谈天下事，但经历的都是些难展抱负的文武小职。这首词便是作者郁愤难抑，从而以雄健之笔，倾诉自己怀才不遇的无限感慨。"},
{"title": "沁园春·灵山齐庵赋时筑偃湖未成", "author": "辛弃疾", "paragraphs": "叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。\t争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？", "topic": "豪放", "notes": ["大约作于庆元二年（1196），时稼轩罢居带湖。灵山：位于江西上饶境内。古人有“九华五老虚揽胜，不及灵山秀色多”之说，足见其雄伟秀美之姿。齐庵：当在灵山，疑即词中之“吾庐”，为稼轩游山小憩之处。偃湖：新筑之湖，时未竣工。", "惊湍（tuān）：急流，此指山上的飞泉瀑布。", "跳珠：飞泉直泻时溅起的水珠。", "缺月初弓：形容横截水面的小桥像一弯弓形的新月。", "合：应该。", "投闲：指离开官场，过闲散的生活。", "检校：巡查、管理。长身：高大。", "龙蛇影：松树影。", "爽气朝来：朝来群峰送爽，沁人心脾。", "磊落：仪态俊伟而落落大方。", "雄深雅健：指雄放、深邃、高雅、刚健的文章风格。", "太史公：司马迁，字子长，西汉著名的史学家和文学家，曾继父职，任太史令，自称太史公。 "], "background": "《沁园春·灵山齐庵赋时筑偃湖未成》大约作于公元1196年（宋宁宗庆元二年）落职闲居之时，写的是上饶西部的灵山风景。（《江西通志》）"},
{"title": "念奴娇·登多景楼", "author": "陈亮", "paragraphs": "危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？\t因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！", "topic": "豪放", "notes": ["多景楼：在江苏镇江市北固山上甘露寺内，北面长江。", "王谢诸人：泛指当时有声望地位的士大夫。", "小儿破贼：《通鉴》记淝水之战、谢安得驿书，知秦兵已破，时方与客围棋，摄书置床上，围棋如故。客问之，徐答曰：“小儿辈遂已破贼。”当时率军作战的是其弟侄，故称“小儿辈”。", "强对：强敌也。"], "background": ""},
{"title": "金缕曲·赠梁汾", "author": "纳兰性德", "paragraphs": "德也狂生耳。偶然间，缁尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。\t共君此夜须沉醉。且由他，蛾眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。", "topic": "豪放", "notes": ["金缕曲：词牌名。", "梁汾：", "（1637～1714年），字华峰，号梁汾。江苏无锡人，", "的朋友。清康熙五年（1666年）顺天举人。著有《积书岩集》及《弹指词》。清康熙十五年（1676年）与纳兰性德相识，从此交契，直至纳兰性德病殁。", "德也”生耳：我本正个”放不羁的人。德，作者自称。", "偶然间，淄尘贵国，乌衣门第：我在贵城混迹于官场，又出身于高贵门第，这只正命运的偶然安排。淄尘贵国，表居北贵之无奈。淄尘，黑尘，喻污垢。此处作动词用，指混迹。淄，通“缁”，黑色。贵国，贵城。乌衣门第：东晋王、谢大族多居金陵乌衣巷，后世遂以该巷名指称世家大族。", "有酒惟浇赵州土：用", "《浩歌》“买丝绣作平原君，有酒唯浇赵州土”句意，正说希望有战国时赵国平原君那样招贤纳眼的人来善待天下贤德才眼。浇，浇酒祭祀。赵州土，平原君墓土。", "谁会成生此意：谁会理解我的这片心意。会，理解。成生，作者自称。作者原名成德，后避太子讳改性德。", "不信道、遂成知己：万万没有想到，今天竟然遇到了知己。", "青眼高歌俱未老：趁我们青壮盛年，纵酒高歌。青眼，契重之眼光，此指青春年少。", "向尊前、拭尽英雄泪：姑且面对酒杯，擦去英雄才有的眼泪。为二人均不得志而感伤。尊，同“樽”。", "且由他、娥眉谣诼，古今同忌：姑且由他去吧，才干出众，品行端正的人容易受到谣言中伤，这正古今常有的事。娥眉，亦作“蛾眉”，喻才能。谣诼，造谣毁谤。忌，语助词，无实义。", "身世悠悠何足问：人生岁月悠悠，遭受挫折苦恼，不必去追究。悠悠，遥远而不定貌。", "寻思起、从头翻悔：若对挫折耿耿于怀，反复寻思，那么从人生一开始就错了。", "一日心期千劫在：一日以心相许成为知己，即使经历千万劫难，我们二人的友情也将依然长存。心期：以心相许，情投意合。", "后身缘、恐结他生里：来世他生，我们的情缘还将保持。后身缘，来生情缘。", "然诺重，君须记：朋友间信用为重，您要切记。然诺重，指守信誉，不食言。"], "background": "清代词坛，出现了一个很有意思的现象；许多词人，竞用〔金缕曲〕这一词牌填词。而在清代众多的〔金缕曲〕里，最受人注意的，有纳兰性德赠梁汾一首。据徐釚在《词苑丛谭》中说，此词一出，“都下竞相传写，于是教坊歌曲间，无不知有《侧帽词》者。”"},
{"title": "夜游宫·记梦寄师伯浑", "author": "陆游", "paragraphs": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。\t睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。", "topic": "豪放", "notes": ["这首词是孝宗乾道九年（1173）", "自汉中回成都后所作。师伯浑：师浑甫，字伯浑，四川眉山人。陆游自成都去犍为，识之于眉山。他隐居不仕，陆游说他有才气、能诗文，并为他的《师伯浑文集》作序。", "雪晓：下雪的早晨。笳：古代号角一类的军乐。清笳，清凉的胡笳声。", "无声：古代夜行军，令士卒口中衔枚，故无声。句意是说披着铁甲的骑兵，衔枚无声疾走，望去像一片流水。", "关河：关塞、河防。雁门：即雁门关，在今山西省代县西北雁门山上。青海：即青海湖，在今青海省。青海际，青海湖边。这两处都是古代边防重地。", "睡觉：睡醒。", "漏：滴漏，古代用铜壶盛水，壶底穿一孔，壶中水以漏渐减，所以计时。漏声断，滴漏声停止，则一夜将尽，天快亮了。", "“自许”句：是说自信能在万里之外立功封侯。《后汉书·班超传》记载，班超少有大志，投笔从戎曰：“大丈夫无他志略，犹当效傅介子、张骞立功异域，安能久事笔砚间乎？”后来在西域建立大功，官至西域都护，封定远侯。这里表示要取法班超。", "鬓残：喻衰老。"], "background": "宋孝宗乾道八年（1172年）冬，陆游怀着强烈的失落感，离开南郑前线，永远告别了“铁衣卧枕戈，睡觉身满霜”的战斗生活，到后方成都去就任闲职，心中充满了报国无门的悲愤。他调离南郑后，一直对前线的戎马生活念念不忘.此词约作于此后这一时期的成都。"},
{"title": "卜算子·片片蝶衣轻", "author": "刘克庄", "paragraphs": "片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。\t朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。", "topic": "豪放", "notes": ["卜算子，《词律》以为调名取义于“卖卜算命之人”。《词谱》以苏轼词为正体。又名《百尺楼》《眉峰碧》《缺月挂疏桐》等。双调，四十四字，仄韵。", "蝶衣轻，花瓣象蝴蝶翅膀那样轻盈。", "猩红，象猩猩血一样鲜红。", "了，尽。"], "background": "刘克庄一生有才情，有志向，有抱负，却屡遭贬官，备受压抑。这首小词一变他粗犷奔放的词风，以婉约之笔隐晦而曲折地表达了自己遭受压抑的愁苦情怀，流露出对当权者压制、迫害和摧残人材的不满。"},
{"title": "六州歌头·长淮望断", "author": "张孝祥", "paragraphs": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。\t念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。", "topic": "豪放", "notes": ["六州歌头：词牌名。", "长淮：指淮河。宋高宗绍兴十一年（1141年）与金和议，以淮河为宋金的分界线。此句即远望边界之意。", "关塞莽然平：草木茂盛，齐及关塞。谓边备松驰。莽然，草木茂盛貌。", "“征尘暗”三句：意谓飞尘阴暗，寒风猛烈，边声悄然。此处暗示对敌人放弃抵抗。", "黯销凝：感伤出神之状。黯，精神颓丧貌。", "当年事：指靖康二年（1127年）中原沧陷的靖康之变。", "殆：似乎是。", "“洙泗上”三句：意谓连孔子故乡的礼乐之邦亦陷于敌手。洙、泗：鲁国二水名，流经曲阜（春秋时鲁国国都），孔子曾在此讲学。弦歌地：指礼乐文化之邦。《论语·阳货》：“子之武城，闻弦歌之声。”邢昺疏：“时子游为武城宰，意欲以礼乐化导于民，故弦歌。”膻（shān），腥臊气。", "毡乡：指金国。北方少数民族住在毡帐里，故称为毡乡。", "落日牛羊下：定望中所见金人生活区的晚景。《诗经·王风·君子于役》：“日之夕矣，羊牛下来。”", "区（ōu）脱纵横：土堡很多。区脱，匈奴语称边境屯戍或守望之处。", "“名王”二句：写敌军威势。名王：此指故方将帅。宵猎：夜间打猎。骑火：举者火把的马队。", "埃蠹（dù）：尘掩虫蛀。", "零：尽。", "渺神京：收复京更为渺茫。神京，指北宋都诚汴京。", "干羽方怀远：用文德以怀柔远人，谓朝廷正在向敌人求和。干羽，干盾和翟羽，都是舞蹈乐具。", "静烽燧（suì）：边境上平静无战争。烽燧，即烽烟。", "“冠盖”三句：冠盖：冠服求和的使者。驰鹜（wù）：奔走忙碌，往来不绝。若为情：何以为情，犹太今之“怎么好意思”。", "翠葆霓旌：指皇帝的仪仗。翠葆，以翠鸟羽毛为饰的车盖。霓旌，像虹霓似的彩色旌旗。", "填膺：塞满胸怀。"], "background": "这首词作于宋孝宗隆兴二年（1164年）。隆兴元年（1163年），张浚领导的南宋北伐军在符离（今安徽宿县北）溃败，主和派得势，将淮河前线边防撤尽，向金国遣使乞和。当时张孝祥任建康留守，既痛边备空虚，尤恨南宋王朝投降媚敌求和的可耻，在一次宴会上，写下了这首著名的词作。"},
{"title": "洞仙歌·泗州中秋作", "author": "晁补之", "paragraphs": "青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。\t水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。", "topic": "豪放", "notes": ["泗州：今安徽省泗县。", "幂（mì）：烟雾弥漫貌。", "永：长，兼指时间或空间。", "寒螀（jiāng）：即寒蝉，体小，秋出而鸣。", "神京：指北宋京城汴梁。", "蓝桥：谓秀才裴航于蓝桥会仙女云英事。唐裴铏《传奇·裴航》云：长庆中，有秀才裴航，行于湘汉。同行樊夫人，国色天姿，航欲求之，夫人与诗曰：“一饮琼浆百感生，玄霜捣尽见云英。蓝桥便是神仙宫，何必崎岖上玉清。”后经蓝桥驿侧近，因渴甚，遂下道求浆而饮，会云英，以玉杵臼为礼，结为连理。方知云英为仙女、樊夫人则云英之姐也。蓝桥，今陕西省蓝田县西南蓝溪之上，故名。", "云母屏：云母为花岗岩主要成分，可作屏风，艳丽光泽。", "佳人：这里指席间的女性。", "流霞：本天上云霞，语意双关，借指美酒。《太平广记》引《抱朴子·须曼卿》曰：蒲坂有须曼卿者曰：“在山中三年精思，有仙人来迎我，乘龙升天。龙行甚疾，头昂尾低，令人在上危怖。及到天上，先过紫府，金床玉几，晃晃昱昱，真贵处也。仙人以流霞一杯饮我，辄不饥渴。忽然思家，天帝前谒拜失仪，见斥来还。令更自修责，乃可更往。昔淮南王", "，升天见上帝，而箕坐大言，自称寡人，遂见谪，守天厕三年。吾何人哉？”河东因号曼卿为“斥仙人”。", "胡床：古代一种轻便坐具，可以折叠。"], "background": "这首《洞仙歌》是晁补之于宋徽宗大观四年（公元1110年）中秋在泗州（宋时属淮南东路）所作。作者时任泗州知州。本词是作者绝笔之作。"},
{"title": "沁园春·恨", "author": "郑燮", "paragraphs": "花亦无知，月亦无聊，酒亦无灵。把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。荥阳郑，有慕歌家世，乞食风情。\t单寒骨相难更，笑席帽青衫太瘦生。看蓬门秋草，年年破巷，疏窗细雨，夜夜孤灯。难道天公，还箝恨口，不许长吁一两声？癫狂甚，取乌丝百幅，细写凄清。", "topic": "豪放", "notes": ["沁（qìn）园春：词牌名，又名“寿星明”“洞庭春色”等。双调一百一十四字，平韵。", "夭桃：茂盛的桃树。", "斫（zhuó）：砍。", "煞（shā）：同“杀”，减损。", "佐（zuǒ）：辅助。", "椎（chuí）：捶。", "荥（xing）阳郑：", "的自称，以表对封建礼法的蔑视。“荥阳郑”指郑元和的故事。荥阳郑生本宦家之子，与妓女李娃恋爱，金钱被老鸨设计掏空，靠帮人唱丧歌糊口。后来又沦为乞丐。李娃于心不忍，不忘旧情，予以搭救，帮助他考上功名。唐", "《李娃传》即叙其事。郑板桥对这个风流韵事，然而近于子虚乌有的元祖十分敬佩，在作品中曾三次提到他。", "风情：旧指男女相爱的情怀。", "骨相：指人的骨骼相貌，旧谓骨相好坏，注定人一生的命运。", "席帽青衫：明清科举时儒生或秀才的服装。", "太瘦生：即太瘦。生，语助词。", "蓬门、破巷：贫者所居。", "箝（qián）：通“钳”，钳制。", "乌丝：全称乌丝栏，一种专供书写用，带黑格的绢素或纸张。"], "background": "这首词是作者出仕前，中年落拓扬州时所作，时间大约是雍正七年（1730年）。这首词是为表达愤世妒俗之情而作。"},
{"title": "贺新郎·送胡邦衡待制赴新州", "author": "张元干", "paragraphs": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。\t凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。", "topic": "豪放", "notes": ["底事：言何事。", "昆仑倾砥柱：古人相信黄河源出昆仑山，《淮南子·地形训》：“河水出昆仑东北陬”。传说昆化山有铜柱，其高入天，称为天柱。此以昆仑天柱，黄河砥柱，连类并书。", "九地黄流乱注：喻金兵的猖狂进攻。", "聚万落千村狐兔：形象描写中原经金兵铁蹄践踏后的荒凉景象。", "耿：明亮。", "大白：酒杯。"], "background": "此词作于绍兴十二年（公元1142年）。绍兴八年因反对“和议”、请斩秦桧等三人而贬为福州签判的胡铨，在这年再次遭遣，除名编管新州（今广东新兴），亲友都不敢去送他，张元干却写这首《贺新郎》词送他。"},
{"title": "鹊桥仙·七夕", "author": "苏轼", "paragraphs": "缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。\t客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？", "topic": "豪放", "notes": ["鹊桥仙：词牌名，又名《鹊桥仙令》、《金风玉露相逢曲》、《广寒秋》等。", "缑（gōu）山：在今河南偃师县。缑山仙子指在缑山成仙的王子乔。", "云渺（miǎo）：高远貌。", "痴（chī）牛騃（ái）女：指牛郎织女。在这里不仅限于指牛郎织女，而是代指痴迷于俗世的芸芸众生。", "凤箫声：王子乔吹笙时喜欢模仿凤的叫声。", "时人：当时看到王子乔登仙而去的人们。", "槎（chá）：竹筏。", "银河：天河。", "尚（shàng）：还。", "前缘：前世的因缘。"], "background": "熙宁七年（1074年），词人和陈令举坐船游玩，一边喝酒，一边快乐的畅谈，然而相聚总是要分离的，为了表达对陈令举的依依不舍，词人便写下这首词送给他。"},
{"title": "水调歌头·送章德茂大卿使虏", "author": "陈亮", "paragraphs": "不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！\t尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！", "topic": "豪放", "notes": ["水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分", "送章德茂大卿使虏：", "的友人章森，字德茂，当时是大理少卿，试户部尚书，奉命使金，贺金主完颜雍生辰（万春节）。", "大卿：对章德茂官衔的尊称。使虏：指出使到金国去。宋人仇恨金人的侵略，所以把金称为“虏”。", "北群空：语出", "《送温处士赴河阳军序》“伯乐一过冀北之野而马群遂空”，指没有良马，借喻没有良才。", "当场只手：当场大事，只手可了。", "毕竟还我万夫雄：毕竟我还是万夫之雄。我，指章德茂。", "自笑堂堂汉使，得似洋洋河水，依旧只流东：我们汉使哪肯年年去朝见金廷。得似，哪得能像。", "且复穹庐拜，会像藁街逢：且去再拜你一拜，将来必将把你抓到我们的国家来。穹庐，北方少数民族居住的圆顶毡房，这里借指金廷。", "藁街：汉朝长安城南门内给少数民族居住的地方。汉将陈汤曾斩匈奴郅支单于首悬之藁街。", "尧之都，舜之壤，禹之封：那本就是我汉族所有的国土，尧、舜、禹那些先祖都曾今生活在那片土地。都：定都。壤：土地。封：疆界。", "于中应有，一个半个耻臣戎：那里总有几个有骨头，以向异族俯首臣称为耻的！", "耻臣戎：指以投降敌人为耻辱的爱国志士。戎：指戎狄，这里就是指金人。", "如许：如此的意思。", "腥膻：代指金人。因金人膻肉酪浆，以充饥渴。", "千古英灵安在，磅礴几时通：千古以来，英雄们所发挥的浩然正气，几时才有人能和他们的精神相通呢！", "磅礴：这里指的是浩然的气势。", "胡运：金国的命运。", "赫日自当中：宋王朝的国运如赤日之在中天，前途光明。赫：光明的样子。"], "background": "公元1185年（淳熙十二年）十二月，宋孝宗命章森（字德茂）以大理少卿试户部尚书衔为贺万春节（金世宗完颜雍生辰）正使，陈亮作这首《水调歌头》为章德茂送行。"},
{"title": "调笑令·边草", "author": "戴叔伦", "paragraphs": "边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。", "topic": "豪放", "notes": ["调笑令：词牌名。唐·", "《代书诗一百韵寄微之》曰：“打嫌《调笑》易，饮讶《卷波》迟。”自注：“抛打曲有《调笑令》，饮酒曲有《卷白波》。”词调名盖本唐曲。此调为单调，八句，三十二字。第四、五句押平声韵，其余各句均押仄声韵。其中第二句叠用第一句，第七句叠用第六句，第六句颠倒第五句末二字而成。", "边草：边塞之草。此草秋天干枯变白，为牛马所食。", "尽：死。", "雪晴：下过大雪后放晴。", "月明：月色皎洁。", "胡笳（jiā）：一种流行于北方游牧民族地区的管乐器，汉魏鼓吹乐常用之。", "绝：极，很，表示事物程度的副词。"], "background": "这首诗的具体创作时间不详。唐朝时期，政府在边地设立都护府，管理边地事务。很多士兵驻扎在边地，边地战事不断，士兵生活悲苦。这首词是作者为了表达边塞士兵渴望回归故乡的愿望而作。"},
{"title": "浪淘沙令·伊吕两衰翁", "author": "王安石", "paragraphs": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。\t汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！", "topic": "豪放", "notes": ["浪淘沙令，即“浪淘沙”，原唐教坊曲，后用为词牌名。", "、", "并作七言绝句体，五代时起始流行长短句双调小令，又名“卖花声”。五十四字，前后片各四平韵，多作激越凄壮之音。《乐章集》名“浪淘沙令”，入“歇指调”，前后片首句各少一字。", "伊吕：指伊尹与吕尚。伊尹名挚，尹是后来所任的官职。他是伊水旁的弃婴，后居莘（今河南开封）农耕。商汤娶莘氏之女，他作为奴隶陪嫁给商汤。后来，汤王擢用他灭了夏。伊尹成为了商的开国功臣。吕尚姓姜，名尚，字子牙，世称", "。他晚年在渭水河滨垂钓，遇周文王受到重用，辅武王灭商，封侯于齐。衰翁：老人。", "穷通：穷，处境困窘；通，处境顺利。", "钓叟：钓鱼的老翁，指吕尚。耕佣：指曾为人拥耕的伊尹。", "老了英雄：使英雄白白老死。指伊吕二人若不遇汤文二王，也就终老山野，无所作为。", "汤武：汤，商汤王，商朝的创建者。武，周武王姬发，周朝建立者。", "风虎云龙：易经中有“云从龙，风从虎”，此句将云风喻贤臣，龙虎喻贤君，意为明君与贤臣合作有如云从龙、风从虎，建邦兴国。", "兴王：兴国之王，即开创基业的国君。这里指辅佐兴王。", "争：争论，比较。"], "background": "这首词的具体创作时间不详。王安石早立大志，要致君尧舜，但长期不得重用。直到宋神宗即位，他才有了类似“汤武相逢”的机会，可以干一番惊天动地的大事业。这首词当作于作者任宰相之时。"},
{"title": "谢池春·壮岁从戎", "author": "陆游", "paragraphs": "壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。\t功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。", "topic": "豪放", "notes": ["谢池春：词牌名，又名“风中柳”、“玉莲花”等。", "虏”：古代对北方外族的蔑视的称呼。", "阵云：浓重厚积形似战阵的云层。", "狼烟：烽火。古代边疆烧狼粪生烟以报警，所以称狼烟。", "戍：守边的意思。", "儒冠：儒生冠帽，后来指儒生。", "流年：流逝的岁月，年华。"], "background": "南宋乾道八年（1172年）二月。词人任四川宣抚使王炎幕下的干办公事兼检法官。但到了十月，王炎被召还，幕府遭解散，词人转任成都。这不到一年的南郑生活，成了他一生中最为怀念的时光，这首词便是词人为追怀这段经历而作。"},
{"title": "满江红·小住京华", "author": "秋瑾", "paragraphs": "小住京华，早又是中秋佳节。为篱下黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬强派作蛾眉，殊未屑！\t身不得，男儿列，心却比，男儿烈。算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘何处觅知音？青衫湿！", "topic": "豪放", "notes": ["满江红：词牌名。唐朝名《上江虹》，后改今名。", "小住京华：到京不久。小住，暂时居住。京华，京城的美称，这里指北京。", "秋容如拭：秋色明净，就像刚刚擦洗过一般。", "四面歌残终破楚：国家四面受敌，陷入孤立无援的困境。这里是指列强逼近，中国前途危殆。此处用《史记·", "本纪》“夜闻汉军四面皆楚歌，项王乃大惊”故事。", "八年风味徒思浙：八年来空想着故乡浙江的风味。八年，作者光绪二十二年（1896）在湖南结婚，到作词时恰好八年。徒，空，徒然。", "苦将侬：苦苦地让我。", "蛾眉：美女的代称，这里指女子。", "殊未屑：仍然不放在心上。殊，还，仍然。未，不。屑，顾惜，介意。", "烈：刚正，不轻易屈服。", "因人常热：为别人而屡屡激动。热，激动。", "末路：路途的终点，比喻失意潦倒或没有前途的境地。", "莽（mǎng）：广大。", "青衫湿：失意伤心。用唐", "《琵琶行》“座中泣下谁最多？江州司马青衫湿”诗义。青衫，唐代文官八品、九品服以青，为官职最低的服色。"], "background": "秋瑾19岁时，嫁给湖南人王廷钧。王廷钧是一个暴发户的浮荡子弟。1898年前后王廷钧用钱捐了个户部主事的小京官，秋瑾跟随丈夫到了北京，在寓京期间她接受了新思想、新文化，并在当时的革命形势影响下，立志要挽救国家民族的危亡，要求妇女独立与解放。这是秋瑾在1903年中秋节的述怀之作，值八国联军入侵后不久，她目睹民族危机的深重和清政府的腐败，决心献身救国事业，而其丈夫无心国事。中秋节，秋瑾与丈夫王廷钧发生冲突，离家出走，寓居北京阜城门外泰顺客栈。后虽由吴芝瑛出面调解，但秋瑾下决心冲破家庭牢笼，投身革命。不久便东渡日本留学。这首词是她在中秋节的述怀之作。"},
{"title": "忆秦娥·箫声咽", "author": "李白", "paragraphs": "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。\t乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。", "topic": "豪放", "notes": ["此词上片伤别，下片伤逝。两宋之交邵博《邵氏闻见后录》始称之为", "之作。南宋黄升《唐宋诸贤绝妙词选》亦录于李白名下。明代以来屡有质疑者。", "箫：一种竹制的管乐器。咽：呜咽，形容箫管吹出的曲调低沉而悲凉，呜呜咽咽如泣如诉。", "梦断：梦被打断，即梦醒。", "灞陵：在今陕西省西安市东，是汉文帝的陵墓所在地。当地有一座桥，为通往华北、东北和东南各地必经之处。", "伤别：为别离而伤心。", "乐游原：又叫“乐游园”，在长安东南郊，是汉宣帝乐游苑的故址，其地势较高，可俯视长安城，在唐代是游览之地。", "清秋节：指农历九月九日的重阳节，是当时人们重阳登高的节日。", "咸阳古道：咸阳，秦都，在长安西北数百里，是汉唐时期由京城往西北从军、经商的要道。古咸阳在今陕西省咸阳市东二十里。唐人常以咸阳代指长安，“咸阳古道”就是长安道。", "音尘：一般指消息，这里是指车行走时发出的声音和扬起的尘土。", "残照：指落日的光辉。", "汉家：汉朝。", "陵阙：皇帝的坟墓和宫殿。"], "background": ""},
{"title": "诉衷情·当年万里觅封侯", "author": "陆游", "paragraphs": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。\t胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。", "topic": "豪放", "notes": ["诉衷情：词牌名。", "万里觅封侯：奔赴万里外的疆场，寻找建功立业的机会。", "戍（shù）：守边。", "梁州：治所在南郑。", "著作中，称其参加四川宣抚使幕府所在地，常杂用以上地名。", "关河：关塞、河流。一说指潼关黄河之所在。此处泛指汉中前线险要的地方。梦断：梦醒。", "尘暗旧貂裘：貂皮裘上落满灰尘，颜色为之暗淡。这里借用苏秦典故，说自己不受重用，未能施展抱负。", "胡：古泛称西北各族为胡，亦指来自彼方之物。南宋词中多指金人。此处指金入侵者。", "鬓：鬓发。秋：秋霜，比喻年老鬓白。", "天山：在中国西北部，是汉唐时的边疆。这里代指南宋与金国相持的西北前线。", "沧洲：靠近水的地方，古时常用来泛指隐士居住之地。这里是指作者位于镜湖之滨的家乡。"], "background": "公元1172年（宋孝宗乾道八年），陆游在西北前线重镇南郑军中任职，度过了八个多月的戎马生活。公元1189年（淳熙十六年）陆游被弹劾罢官后，退隐山阴故居长达十二年。这期间写下了一系列爱国诗词。这首《诉衷情》是其中的一篇，具体创作时间不详。"},
{"title": "水龙吟·登建康赏心亭", "author": "辛弃疾", "paragraphs": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。\t休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！", "topic": "豪放", "notes": ["建康：今江苏南京。", "遥岑：岑，音cén。远山。", "玉簪螺髻：簪，音zān；髻，音jì。玉簪、螺髻：玉做的簪子，像海螺形状的发髻，这里比喻高矮和形状各不相同的山岭。", "断鸿：失群的孤雁。", "吴钩，古代吴地制造的一种宝刀。这里应该是以吴钩自喻，空有一身才华，但是得不到重用。", "了：音liǎo。", "鲈鱼堪脍：用西晋张翰典。", "季鹰：张翰，字季鹰。", "求田问舍：置地买房。刘郎：刘备。才气：胸怀、气魄。", "流年：流逝的时光。", "忧愁风雨：风雨，比喻飘摇的国势。", "树犹如此：用东晋桓温典。", "倩：请托。读音qìng", "红巾翠袖：女子装饰，代指女子。", "揾：wèn。擦拭。"], "background": "公元1174年（宋孝宗淳熙元年），辛弃疾将任东安抚司参议官。这时作者南归已八、九年了，却投闲置散，任了一介小官，一次，他登上建康的赏心亭，极目远望祖国的山川风物，百感交集，更加痛惜自己满怀壮志而老大无成，于是写下一首《水龙吟》词。"},
{"title": "渔家傲·天接云涛连晓雾", "author": "李清照", "paragraphs": "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。\t我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！", "topic": "豪放", "notes": ["星河：银河。", "转：《历代诗余》作“曙”。", "帝所：天帝居住的地方。", "天语：天帝的话语。", "嗟：慨叹。", "报：回答。", "谩有：空有。谩：徒，空。惊人句，化用《江上值水如海上势聊短述》有“语不惊人死不休”诗句。", "九万里：《庄子·逍遥游》中说大鹏乘风飞上九万里高空。", "鹏：古代神话传说中的大鸟。", "蓬舟：像蓬蒿被风吹转的船。古人以蓬根被风吹飞，喻飞动。", "吹取：吹得。", "三山：《史记·封禅书》记载：渤海中有蓬莱，方丈，瀛洲三座仙山，相传为仙人所居住，可以望见，但乘船前往，临近时就被风吹开，终无人能到。"], "background": "宋高宗建炎四年（公元1130年）春间，李清照曾在海上航行，历尽风涛之险。此词中写到大海、乘船，人物有天帝及词人自己，都与这段真实的生活所得到的感受有关。根据陈祖美《李清照简明年表》，此词就作于建炎四年（公元1130年）。"}
]