[
{"title": "渔家傲·秋思", "author": "范仲淹", "paragraphs": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。\t浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。", "topic": "边塞", "notes": ["渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。", "塞：边界要塞之地，这里指西北边疆。", "衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。", "边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。", "千嶂：绵延而峻峭的山峰；崇山峻岭。", "燕然未勒：指战事未平，功名未立。", "燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。", "羌管：即羌笛，出自古代西部羌族的一种乐器。", "悠悠：形容声音飘忽不定。", "寐：睡，不寐就是睡不着。"], "background": "宋康定元年（1040年）至庆历三年（1043年）间，范仲淹任陕西经略副使兼延州知州。宋仁宗年间，范仲淹被朝廷派往西北前线，承担起北宋西北边疆防卫重任。这首词作于北宋与西夏战争对峙时期。"},
{"title": "南乡子·何处淬吴钩", "author": "纳兰性德", "paragraphs": "何处淬吴钩？一片城荒枕碧流。曾是当年龙战地，飕飕。塞草霜风满地秋。\t霸业等闲休。跃马横戈总白头。莫把韶华轻换了，封侯。多少英雄只废丘。", "topic": "边塞", "notes": ["南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。", "淬（cuì）：淬火。", "吴钩：钩兵器形似剑而曲，春秋吴人善铸钩，故称，后也泛指利剑。", "碧流：绿水。", "龙战地：指古战场。龙战，本谓阴阳二气交战。后遂以喻群雄争夺天下。", "飕飕（sōu sōu）：形容风声。", "霸业：指称霸诸侯或维持霸权的大业。", "跃马横戈（gē）：谓手持武器，纵马驰骋。指在沙场作战。", "韶（sháo）华：美好的年华。", "封侯：封拜侯爵，泛指显赫功名。", "废丘：荒废的土丘。"], "background": "公元1672年（清康熙二十一年）秋，纳兰性德奉命出使梭龙，在行经到当年诸侯争战之地时，发起历史兴亡之思，写下这首纪游咏古之作。"},
{"title": "于中好·别绪如丝梦不成", "author": "纳兰性德", "paragraphs": "别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。\t书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。", "topic": "边塞", "notes": ["于中好：即《鹧鸪天》，词牌名。双调五十五字，前后阕各三平韵，一韵到底。上阕第三四句、下阕第一二句一般要求对仗。也是曲牌名。", "如丝：形容绵绵不绝。", "孤枕：独眠。边城：临近边界的城市。", "紫塞：边塞．长城。", "红楼：指绘有艳丽彩画的楼阁。这里代指家中的楼阁。", "“天将”句：事实是多情酿愁味。倒转其辞，益见愁浓，亦合平仄。", "呵手：用嘴中热气暖手。封题：物品封装妥当后，在封口处题签，特指在书札的封口上签押，引申为书札的代称。", "鸳鸯（yuān yāng）：伴侣、情侣的意象。冰：此谓冰结，手僵不能动，意为触动心病，伤感之至。"], "background": "词或作于康熙二十一年（1682年）秋月，纳兰去梭龙勘察，塞上怀远，心念闺中妻子而作。"},
{"title": "浣溪沙·霜日明霄水蘸空", "author": "张孝祥", "paragraphs": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。\t万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。", "topic": "边塞", "notes": ["题解：此词原无题，乾道本题作“荆州约马奉先登城楼观塞”。据乾道本《于湖先生长短句》，此词调名下另有小题“荆州约马举先登城楼观塞”。“观塞”即观望边塞。这时荆州北面的襄樊尚是宋地，这里“塞”应是指荆州郊外的防御工事。", "霜日：指秋天。一说秋天的太阳。明霄：明净的天空；晴朗的天空。蘸（zhàn）：沾染，沾取液体。水蘸空：指远方的湖水和天空相接。", "鞘（shāo）：装刀剑的套子，一说鞭鞘，这里指马鞭。鸣鞘声：刀剑出鞘声。一说指行军时用力挥动马鞭发出的声音。绣旗：绣有图案的军旗。", "有无中：若有若无。", "烽火北：当时荆州已成南宋边界，谓被金人占领的中原已在火线的北面。", "尊：同“樽”，酒杯。酒器。戍楼：有军队驻防的城楼。", "酒阑：饮酒将尽。悲风：指凄厉的秋风。"], "background": "宋孝宗乾道四年（1168）的秋天，张孝祥出任荆南湖北路安抚使，八月开始驻在荆州。《宣城张氏信谱传》称：“荆州当虏骑之冲，自建炎以来，岁无宁日。公（孝祥）内修外攘，百废俱兴，虽羽檄旁午，民得休息。”据词原题及“霜日明霄”等语，推定这首词应当是乾道四年冬作于荆州。"},
{"title": "杨柳枝·织锦机边莺语频", "author": "温庭筠", "paragraphs": "织锦机边莺语频，停梭垂泪忆征人。\t塞门三月犹萧索，纵有垂杨未觉春。", "topic": "边塞", "notes": ["杨柳枝：词牌名。又作“杨柳”。", "织锦：暗用前秦苏蕙织锦为回文璇玑图的典故。", "塞门，一作“寒门”。"], "background": ""},
{"title": "出塞", "author": "徐锡麟", "paragraphs": "军歌应唱大刀环，誓灭胡奴出玉关。\t只解沙场为国死，何须马革裹尸还。", "topic": "边塞", "notes": ["出塞：本是乐府旧题，后人多用此题反映军旅、边塞生活。", "军歌：这里有高唱赞歌、慷慨从军的意思。大刀环：战刀柄上有环，环和“还”谐音，所以用它隐喻胜利而还。", "胡奴：中国古代对北方和西方各族的泛称，这里是清朝统治者的蔑称。玉关：即玉门关。这里借喻山海关，指要把清朝统治者赶出中原。", "解：知道，懂得。沙场：战场。", "何须：何必要。马革裹尸：英勇作战而死，尸体以马革包裹而还。"], "background": "这是一首边塞诗，写于1906年。当时作者从日本回国，曾北上游历，在吉林、辽宁一带察看形势，一路走来，有许多感想，于是就留下了这首七言诗。"},
{"title": "浣溪沙·身向云山那畔行", "author": "纳兰性德", "paragraphs": "身向云山那畔行，北风吹断马嘶声，深秋远塞若为情！\t一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平！", "topic": "边塞", "notes": ["浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》、《小庭花》等。双调四十二字，五平韵。", "那畔：那边。", "若为：怎为。", "荒戍垒：荒凉萧瑟的营垒。戍：保卫。"], "background": "康熙二十一年（1682年）八月，纳兰受命与副都统郎谈等出使觇梭龙打虎山，十二月还京，此篇大约作于此行中，抒发了奉使出塞的凄惘之情。"},
{"title": "采桑子·九日", "author": "纳兰性德", "paragraphs": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。", "topic": "边塞", "notes": ["九日。即农历九月九日，是为重阳节。逢此日，古人要登高饮菊花酒，插茱萸，与亲人团聚。", "绝塞：极遥远之边塞。", "木叶：木叶即为树叶，在古典诗歌中特指落叶。", "萧：风声；草木摇落声。", "迢迢（tiáo）：形容遥远。", "六曲句：六曲屏山，曲折之屏风。因屏风曲折若重山叠嶂，或谓屏风上绘有山水图画等，故称“屏山”。此处代指家园。这句是说，故乡那么遥远，只有在梦中才能见到她。", "登高：重阳有登高之俗。", "魂销：极度悲伤。"], "background": "公元1682年（康熙二十一年）壬戌，时纳兰性德二十八岁。八月，与郎谈出使梭龙。这一年十二月返京，《采桑子·九日》此行中约作。"},
{"title": "蝶恋花·出塞", "author": "纳兰性德", "paragraphs": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。\t从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。", "topic": "边塞", "notes": ["无定据：没有一定。宋代毛开《渔家傲·次丹阳忆故人》词：“可忍归期无定据，天涯已听边鸿度。”", "画角：古管乐器，传自西羌。因表面有彩绘，故称。发声哀厉高亢，形如竹筒，本细末大，以竹木或皮革等制成，古时军中多用以警昏晓，振士气，肃军容。帝王出巡，亦用以报警戒严。", "牧马：指古代作战用的战马．", "谁可语：有谁来和我一起谈谈。", "从前幽怨：过去各民族、各部族间的战事。", "铁马金戈：形容威武雄壮的士兵和战马。代指战事．兵事。", "青冢：长遍荒草的坟墓。这里指指", "墓，相传冢上草色常青，故名。", "《咏怀古迹》诗：“一去紫台连朔漠，独留青冢向黄昏。”", "一往情深深几许：化用", "《蝶恋花》：“庭院深深深几许”句意。几许：多少。"], "background": "这首词是纳兰性德于公元1682年（康熙二十一年）八月奉命与副统郎谈等出塞远赴梭龙途中所作，词人时年二十八岁。"},
{"title": "调笑令·边草", "author": "戴叔伦", "paragraphs": "边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。", "topic": "边塞", "notes": ["调笑令：词牌名。唐·", "《代书诗一百韵寄微七》曰：“打嫌《调笑》易，饮讶《卷波》迟。”自注：“抛打曲有《调笑令》，饮酒曲有《卷白波》。”词调名盖本唐曲。此调为单调，八句，三十二字。第四、五句押平声韵，其余各句均押仄声韵。其中第二句叠用第一句，第七句叠用第六句，第六句颠倒第五句末二字而成。", "边草：边塞七草。此草秋天干枯变白，为牛马所食。", "尽：死。", "雪晴：下过大雪后放晴。", "月明：月色皎洁。", "胡笳（jiā）：一种流行于北方游牧民族地区的管乐器，汉魏鼓吹乐常用七。", "绝：极，很，表示事物程度的副词。"], "background": "这首诗的具体创作时间不详。唐朝时期，政府在边地设立都护府，管理边地事务。很多士兵驻扎在边地，边地战事不断，士兵生活悲苦。这首词是作者为了表达边塞士兵渴望回归故乡的愿望而作。"},
{"title": "出塞", "author": "王昌龄", "paragraphs": "秦时明月汉时关，万里长征人未还。\t但使龙城飞将在，不教胡马度阴山。", "topic": "边塞", "notes": ["但使：只要。", "龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，", "注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边。这里指英勇善战的将领。", "教：令，使。", "胡马：指侵扰内地的外族骑兵。", "度：越过。", "阴山：位于今内蒙古中部及河北北部。"], "background": "《出塞》是王昌龄早年赴西域时所作。王昌龄所处盛唐，所以在其边塞诗中，多能体现一种慷慨激昂的向上精神，和克敌制胜的强烈自信。但是频繁的边塞战争，也使人民不堪重负，渴望和平，《出塞》正是反映了人民的这种和平愿望。"},
{"title": "紫骝马", "author": "李白", "paragraphs": "紫骝行且嘶，双翻碧玉蹄。\t临流不肯渡，似惜锦障泥。\t白雪关山远，黄云海戍迷。\t挥鞭万里去，安得念春闺。", "topic": "边塞", "notes": ["紫骝：暗红色的马。", "双翻碧玉蹄：此句来自沈佺期的诗“四蹄碧玉片”。", "障泥：披在马鞍旁以挡溅起的尘泥的马具。", "念：又作“恋”。"], "background": ""},
{"title": "清平乐·弹琴峡题壁", "author": "纳兰性德", "paragraphs": "泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。\t极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。", "topic": "边塞", "notes": ["清平乐：词牌名，原为唐教坊曲名，取用汉乐府“清乐”、“平乐”这两个乐调而命名。双调，四十六字。上阕押仄声韵，下阕换平声韵。也有全押仄声韵的。", "弹琴峡：据《大清一统志·顺天府》： “弹琴峡，在昌平州西北居庸关内，水流石罅，声若弹琴。”", "泠（líng）泠：形容水流声清脆。", "关塞（sài）：此处泛指边关之地。", "极天关塞云中，人随落雁西风：化用", "《秋兴》诗： “关塞极天唯鸟道。江湖满地一渔翁”。这句写居庸关的形势极其险要。", "唤取红襟翠袖，莫教泪洒英雄：化用", "《水龙吟·登建康赏心亭》词：“倩何人唤取，红襟翠袖，揾英雄泪”。红襟翠袖：指歌女。"], "background": "康熙十五年（1676）十月，词人途径弹琴峡，秋风苍劲，远远的看着边塞的景色，兴亡之感不禁而生，于是作了这一首《清平乐》，并用以题壁。"},
{"title": "定西番·汉使昔年离别", "author": "温庭筠", "paragraphs": "汉使昔年离别。攀弱柳，折寒梅，上高台。\t千里玉关春雪，雁来人不来。羌笛一声愁绝，月徘徊。", "topic": "边塞", "notes": ["定西番：唐教坊曲名，后用作词调名。此调有不同格体，俱为双调，这里列举一体，三十五字，上片四句一仄韵两平韵：下片四句，两仄韵两平韵。四平韵为主，三仄韵借叶。", "汉使：本指汉朝出使西域的官员，这里泛指远戍西陲的将士。", "攀弱柳：古人有折柳赠别的习俗。", "折寒梅：折梅花以赠远人。南朝宋", "《赠", "》：“折花逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”", "上高台：登台遥望，以寄乡思。", "玉关：即玉门关，在今甘肃敦煌。", "羌（qiāng）笛：古老的单簧气鸣乐器，已有2000多年历史，流行在四川北部阿坝藏羌自治州羌族居住之地。", "月徘徊：意谓月亮也被凄怨的笛声所感动而在空中徘徊。"], "background": "这首词具体创作年份未知。此篇是为汉朝和番出塞的女子留恋家乡，万不得已而去，到了边关以后长年思念故土，乡愁日深，无法排解创作的一首词。"},
{"title": "台城路·白狼河北秋偏早", "author": "纳兰性德", "paragraphs": "白狼河北秋偏早，星桥又迎河鼓。清漏频移，微云欲湿，正是金风玉露。两眉愁聚。待归踏榆花，那时才诉。只恐重逢，明明相视更无语。\t人间别离无数，向瓜果筵前，碧天凝伫，连理千花，相思一叶，毕竟随风何处。羁栖良苦，算未抵空房，冷香啼曙。今夜天孙，笑人愁似许。", "topic": "边塞", "notes": ["白狼河：即大凌河。", "星桥：指鹊桥。河鼓：即牵牛星。", "清漏：漏，古计时器。清漏，是将时漏中水之清移来形容时漏本身。", "金风玉露：化用李商稳的《辛未七夕》诗和", "的《鹊桥仙》词。", "待归踏榆花：用唐诗人曾虎《织女牵牛》诗典故：“欲将心就仙郎说，借问榆花早晚秋。”", "瓜果筵：古代妇女在七夕时，常在庭中供上瓜果以庆祝牛郎织女相会。", "连理：连理树，比喻夫妇恩爱深重。", "相思一叶：用红叶题诗的典故。", "曙：天亮。", "天孙：织女星别名。"], "background": "这首咏七夕的词大约作于康熙十五年（1676）“七夕”之日。时纳兰任三等侍卫，是第一次扈驾出巡塞外。农历七月七日，天上牵牛织女相逢，而自己却与妻子分离，于是词人为表达自己内心的思念之情而写下这首词。"},
{"title": "浪淘沙·望海", "author": "纳兰性德", "paragraphs": "蜃阙半模糊，踏浪惊呼。任将蠡测笑江湖。沐日光华还浴月，我欲乘桴。\t钓得六鳖无。竿拂珊瑚。桑田清浅问麻姑。水气浮天天接水，那是蓬壶。", "topic": "边塞", "notes": ["蜃阙：即海市蜃楼。", "蠡测：以蠡测海。乘桴：乘着木筏。", "六鳖：以喻气概非凡。", "桑田句：", "《神仙传》：“麻姑自说：接待以来，已见东海三为桑田，向到蓬莱，水又浅于往昔曾时略半也，岂将复还为陵陆乎！方平笑曰：圣人皆言，海中行复扬尘也。”麻姑，女仙名。", "蓬壶：海上仙山。"], "background": "康熙二十一年(1682)，纳兰性德随康熙帝东巡，途中驻扎于山海关，塞外的阔大景象和壮丽的山海风光，引发了词人心中雄浑之感，于是词人写下了这首词。"},
{"title": "喜迁莺·霜天秋晓", "author": "蔡挺", "paragraphs": "霜天秋晓，正紫塞故垒，黄云衰草。汉马嘶风，边鸿叫月，陇上铁衣寒早。剑歌骑曲悲壮，尽道君恩须报。塞垣乐，尽櫜鞬锦领，山西年少。\t谈笑。刁斗静，烽火一把，时送平安耗。圣主忧边，威怀遐远，骄虏尚宽天讨。岁华向晚愁思，谁念玉关人老？太平也，且欢娱，莫惜金樽频倒。", "topic": "边塞", "notes": ["喜迁莺：词牌名，又名《鹤冲天》、《万年枝》、《春光好》等。", "紫塞：长城边塞。", "故垒：边塞的旧营垒。", "汉马：指宋朝边防军的战马。", "铁衣：铁甲。", "櫜（gāo）楗（jiàn）：櫜，袋子；楗，马上盛弓的器具，这里引申为收藏。", "山西：指华山或太行山以西的地区。", "刁斗：一种铜质军中用具，有柄；白天用来烧饭，夜间击以巡更。", "平安耗：报平安的消息；耗，消息、音信。", "圣主：此处指宋仁宗", "。", "岁华：时光，年华。"], "background": "宋仁宗嘉祐年间，蔡挺曾任庆州（治所在今甘肃庆阳）太守，屡次击退西夏军队的进犯，为朝廷立下大功。不久，他又调任渭州（治所在今甘肃平凉）太守，生活艰苦。在这种艰苦的环境中，蔡挺训练出一支能征惯战、训练有素的军队，保卫了国家边境的安全。于战斗间隙，蔡挺写就这篇词。"},
{"title": "南楼令·古木向人秋", "author": "纳兰性德", "paragraphs": "古木向人秋，惊蓬掠鬓稠。是重阳、何处堪愁。记得当年惆怅事，正风雨，下南楼。\t断梦几能留，香魂一哭休。怪凉蟾、空满衾禂。霜落鸟啼浑不睡，偏想出，旧风流。", "topic": "边塞", "notes": ["南楼令：又名《唐多令》。双调，六十字，上下片各四平韵。亦有前片第三句加一衬字者。", "重九：指农历九月九日，即重阳节。", "惊蓬：杂乱的蓬草，这里指头发蓬乱。", "“香魂”句：唐", "《过华清官二十二韵》诗： “艳笑双飞断，香魂一哭休。”", "凉蟾：指月光。衾（qīn）稠：床帐被褥。", "“霜落”句：唐张继《枫桥夜泊》诗：“月落乌啼霜满天。江枫渔火对愁眠。”"], "background": "此篇写在塞上又逢重九的伤感。作于何年亦未详，张草纫《纳兰词笺注》将此篇系于清康熙十六年（1677年）九月，即其妻卢氏病殁后。此可备一说。"},
{"title": "定西番·紫塞月明千里", "author": "牛峤", "paragraphs": "紫塞月明千里，金甲冷，戍楼寒。梦长安。\t乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。", "topic": "边塞", "notes": ["紫塞：长城，亦泛指北方边塞。", "金甲：铁铠甲。", "戍楼：边塞驻军的营房。", "画角：古乐器名，出自西羌，口细尾大，形如牛角，以竹木或皮革制成，外加彩绘，故称“画角”。后来军中多用以报昏晓，振士气。"], "background": ""},
{"title": "卜算子·塞草晚才青", "author": "纳兰性德", "paragraphs": "塞草晚才青，日落箫笳动，戚戚凄凄入夜分，催度星前梦。\t小语绿杨烟，怯踏银河冻，行尽关山到白狼，相见惟珍重。", "topic": "边塞", "notes": ["卜算子：词牌名，又名《百尺楼》、《眉峰碧》、《楚天遥》等。相传是借用唐代诗人", "的绰号。骆宾王写诗好用数字取名，人称“卜算子”。 北宋时盛行此曲。万树撰《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。", "箫茄：管乐器名。", "《送张郎中还蜀歌》：“须臾醉起箫茄发，空见红旌入白云。”", "戚戚：悲伤的样子。", "《严氏溪放歌行》：“况我飘蓬无定所，终日慽慽忍羁旅。”", "银河冻：此处谓河水已结冰。", "白狼：即白狼河，今辽宁省之大凌河。"], "background": "这首词的具体创作时间不详。晚清时期，词人久居塞外，时常梦回家园，十分怀念自己的妻子，故写下了这首词来表达自己妻子卢氏的怀念。"},
{"title": "临江仙·六曲阑干三夜雨", "author": "纳兰性德", "paragraphs": "塞上得家报云秋海棠开矣，赋此\t六曲阑干三夜雨，倩谁护取娇慵。可怜寂寞粉墙东，已分裙钗绿，犹裹泪绡红。\t曾记鬓边斜落下，半床凉月惺忪。旧欢如在梦魂中，自然肠欲断，何必更秋风。", "topic": "边塞", "notes": ["临江仙：词牌名，唐教坊曲，为双调小令。全词分两片，上下片各五句，三平韵。", "塞上：塞边，边界上。", "家报：家中信息。秋海棠：又称“八月春”、“断肠花”，多年生草本植物，属秋海棠科。此花叶大棵矮，背有明显的红丝，花小，聚生、粉色。", "六曲阑干：指代亭园。", "娇慵（yōng）：柔弱倦怠的样子，这里指秋海棠花。此系以人拟花，为作者想象之语。", "粉墙：用白灰粉刷过的墙。", "裙衩（chà）：裙子和头钗都是妇女的衣饰，这里以女子绿色裙衩比喻秋海棠绿色的枝叶。", "绡（xiāo）红：生丝织成的薄纱、薄绢。", "惺忪（xīng sōng）：形容刚刚睡醒，神志、眼睛尚模糊不清的样子。", "旧欢：指往日的欢乐情怀。"], "background": "康熙二十一年（公元1682年）秋，纳兰出访塞外途中收到家书，得知家中秋海棠花已开，离愁别绪顿时涌上心头。作者由此花而赋此词，表达了乡关客愁、相思难耐、柔肠寸断的心情。"},
{"title": "浪淘沙·秋", "author": "朱栴", "paragraphs": "塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。\t廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？", "topic": "边塞", "notes": ["这首词选自《宣德宁夏志》，《嘉靖宁夏新志》、《弘治宁夏新志》、《万历朔方新志》、《朔方道志》亦收录此词，题目作《浪淘沙·塞垣秋思》。浪淘沙，词牌名。", "安仁《秋兴赋》：指西晋文学家潘岳，字安仁，工诗赋，曾作《秋兴赋》。", "憀栗：同“寥栗”，凄怆貌。", "夏城：即今宁夏回族自治区首府银川市老城。宋为西夏都城，明为九边重镇宁夏镇城，故称镇城为夏城。屯戍客：驻守边疆的人。"], "background": ""},
{"title": "望海潮·上兰州守", "author": "邓千江", "paragraphs": "云雷天堑，金汤地险，名藩自古皋兰。营屯绣错，山形米聚，喉襟百二秦关。鏖战血犹殷。见阵云冷落，时有雕盘。静塞楼头晓月，依旧玉弓弯。\t看看，定远西还。有元戎阃命，上将斋坛。区脱昼空，兜零夕举，甘泉又报平安。吹笛虎牙间。且宴陪珠履，歌按云鬟。招取英灵毅魄，长绕贺兰山。", "topic": "边塞", "notes": ["献张六：刘太尉祁《归潜志》云：“金国初，有张六太尉，镇西边。有一士人邓千江者献一乐章《望海潮》云云，太尉赠以白金百星……”", "藩：本意是藩篱，引伸为屏藩内地的边城。", "绣错：如锦绣交错。", "米聚：比喻山形陡峭。化用《后汉书·", "传》马援“聚米为山，指画形势”之典。", "百二秦关：自《史记·高祖本纪》化出，是说秦地关河险固，易守难攻，二万人足当诸侯百万雄士。", "静塞楼：大约是皋兰城楼的名称。", "阃命：将令也。阃（kǔn），城郭的门槛。", "斋坛：拜将的坛场。", "区脱：匈奴语，意为防哨，此指西夏营垒。", "兜零：代指烽火。", "虎牙：指调动军队打仗的虎符。", "珠履、云鬟（huán）：均指在宴上伴舞陪酒作乐的歌女。", "英灵毅魄：指牺牲的烈士灵魂。"], "background": "这是作者邓千江呈献给当时屯兵兰州、镇守边关张六太尉的作品。作品的写作缘起“宋夏之战”，即政和四年（公元1114年）至天会二年（公元1124年）宋军和夏军争夺兰州的战争。词人经历了这段战争年代，有感而发创作此词。"},
{"title": "饮马歌·边头春未到", "author": "曹勋", "paragraphs": "此腔自虏传至边，饮牛马即横笛吹之，不鼓不拍，声甚凄断。闻兀术每遇对阵之际，吹此则鏖战无还期也。\t边头春未到，雪满交河道。暮沙明残照，塞烽云间小。断鸿悲，陇月低，泪湿征衣悄。岁华老。", "topic": "边塞", "notes": ["饮马歌：词牌名。始见于", "词，产生于金国。《松隐乐府·序》记，金人放牧，饮牛马即横笛吹之，不鼓不拍，声甚凄断。单调，三十四字，八句六仄韵。   ", "交河：古县名，治所在今新疆吐鲁番西北交河城故址。这里是泛指塞外。", "塞烽：塞上烽火。", "岁华：年华。 "], "background": "靖康末年（1127），作者随徽钦二帝北迁，行至燕山遁归，绍兴中又奉命使金，对北方的情况比较了解。这首词的曲子原在金占区流传，作者据以填词并题名为《饮马歌》，虽非自撰腔，但配以歌词则属首创。"},
{"title": "于中好·雁帖寒云次第飞", "author": "纳兰性德", "paragraphs": "雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。\t人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。", "topic": "边塞", "notes": ["于中好：词牌名，双调，五十五字，押平声韵。", "帖：即贴，靠近，贴近。", "次第：依次。", "鬓（bìn)：脸旁靠近耳朵的头发。", "杳杳（yǎo）：渺无音讯的样子。", "依依：恋恋不舍。", "扫黛（dài）：扫眉，即画眉。古代女子以黛描画，这里指闺中妻子。"], "background": "纳兰性德的这首《于中好·雁帖寒云次第飞》具体写于何时，尚待考证，但是从内容来看，应当是词人在出行途中所写的思归之作。"},
{"title": "满江红·为问封姨", "author": "纳兰性德", "paragraphs": "为问封姨，何事却、排空卷地。又不是、江南春好，妒花天气。叶尽归鸦栖未得，带垂惊燕飘还起。甚天公、不肯惜愁人，添憔悴。\t搅一霎，灯前睡。听半晌，心如醉。倩碧纱遮断，画屏深翠。只影凄清残烛下，离魂飘缈秋空里。总随他、泊粉与飘香，真无谓。", "topic": "边塞", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多，格调沉郁激昂。另有平声格，双调九十三字，前片八句四平韵，后片十句五平韵。", "为问：犹相问、借问。封姨：风神。诗文中常以之代指大风等。", "带垂：指帘幕丝带之类。惊燕：", "《题汝州从事厅》：“惊燕拂帘闲睡觉，落花沾砚会餐归。”", "一霎（shà）：一瞬间。", "《夜宿商卿家》：“蝶梦蘧蘧才一霎。”半饷：饷通“晌”，一会儿。", "《醉赠张秘书》“：虽得一饷乐，有如聚飞蚊。”心如醉：《诗·王风·黍离》：“行迈靡靡，中心如醉。”", "倩：乞求、恳求。碧纱：碧纱窗、绿色的窗户。", "只影（zhī yǐng）：谓孤独无偶。", "离魂：指远游他乡的旅人。飘渺：隐隐约约，若有若无。", "泊，通“薄”。轻微、少许之意。泊粉：即指少许的残花。"], "background": "康熙年间，纳兰随康熙帝巡幸关外，目睹了塞上秋风横卷之景，联想到亡妻卢氏，为了表达对亡妻的哀思和怀念之情，作下此词。"},
{"title": "采桑子·严宵拥絮频惊起", "author": "纳兰性德", "paragraphs": "严霜拥絮频惊起，扑面霜空。斜汉朦胧。冷逼毡帷火不红。\t香篝翠被浑闲事，回首西风。何处疏钟，一穗灯花似梦中。", "topic": "边塞", "notes": ["采桑子：又名《丑奴儿》，《罗敷媚》，《罗敷艳歌》等。格律为双调四十四字，上下片各四句三平韵。另有添字格，两结句各添二字，两平韵，一叠韵。", "严霜：严寒的霜气。霜起而使百草衰萎，故称。絮：飞絮。", "斜汉：即天河、银河。南朝宋", "《月赋》：“于时斜汉左界，北陆南躔。”", "毡（zhān）帷（wéi）：毡做的毛毯。", "香篝（gōu）：熏笼。古代室内焚香所用之器。", "《五月十一日睡起》：“茶碗嫩汤初得乳，香篝微火未成灰。”", "疏钟：稀疏的钟声。", "穗（suì）：谷物等结的穗，这里指灯花。"], "background": "康熙二十一年（1682），词人来到塞外之地，感受到北地的苦寒与凄凉，又恰逢爱妻离去，有感而发作下此词。"},
{"title": "甘州遍·秋风紧", "author": "毛文锡", "paragraphs": "秋风紧，平碛雁行低，阵云齐。萧萧飒飒，边声四起，愁闻戍角与征鼙。\t青冢北，黑山西。沙飞聚散无定，往往路人迷。铁衣冷，战马血沾蹄，破蕃奚。凤皇诏下，步步蹑丹梯。", "topic": "边塞", "notes": ["碛（qí）砌：原指浅水中的沙石。左思《吴都赋》：“玩其碛砾而不窥玉渊者，未知骊龙之所蟠也。”引申为沙漠，", "《送人从军》诗：“今君度沙碛，累月断人烟。”“平碛”则是一望无际的沙漠。", "阵云齐：云层低压。齐：平，与天际相齐，低压之义。", "边声：边防线上的声响，即指角、鼓、马嘶、风吼之类的声音。", "角：画角，军号之类的乐器。鼙（pí皮）：古代军中的小鼓，又称“骑鼓”。", "《长恨歌》：“渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。”", "青冢（zhǒng肿）：汉代", "之墓。在今内蒙古呼和浩特市南二十余里。昭君死，葬黑河南岸。今冢高三十余米，有土阶可登。据传说，塞草皆白，惟此冢独青。或曰，朝暮有愁云怨雾复冢上。近人张相文《寒北纪游》说：“塞外多白沙，空气映之，凡山林村阜，无不黛色横空，若泼浓墨。昭君墓烟霭蒙笼，远见数十里外，故曰青冢。”可见墓有青草愁云之说，实力附会。杜甫《咏怀古迹》诗：“一去紫台连朔漠，独留青冢向黄昏。”", "黑山：今内蒙古自治区和林格尔以北，又名杀虎山。", "铁衣：征戍将士所穿铠甲，用来掩护身体，防备兵器所伤，多用金属片或皮革制成。", "《白雪歌送武判官归京》：“将军角弓不得控，都护铁衣冷难著。”", "蕃奚（xī西，旧读xí习）：多指西北方少数民族。奚：古代少数民族之一，匈奴别种，南北朝称“库莫奚”，分布在西拉木伦河流域，从事游牧。杜甫《悲青坂》诗：“黄头奚儿日向西，数骑弯弓敢弛突。”《旧唐书·北狄列传》：“其国胜兵三万余人，分为五部，好射猎，逐水草，无常居。”", "凤皇诏：天子的文告。凤皇，即“凤凰”。古代皇帝的诏书要由中书省发，中书省在禁苑中凤凰池处，故称“凤凰诏”，又称“凤诏”。", "《梦令狐学士》诗：“右银台路雪三尺，凤诏裁成当直归。”", "蹑丹梯：踏着朝廷前的阶梯而进。指立边功后受诏回朝朝拜君王。蹑（niè聂）：踩踏。丹梯：又称“丹墀”，古代宫殿前石阶以红色涂饰，故称“丹梯”。", "《西京赋》：“青琐丹墀。”又", "《敬亭山》诗：“要欲追奇趣，即此陵丹梯。”"], "background": "公元922年，契丹主耶律阿保机率兵南下，进攻定州，李存勖打破之，驱契丹出境。公元923年李存勖建立后唐，公元925年灭前蜀。毛文锡随蜀主降后唐。这首词当为歌颂李存勖破契丹兵而作。"},
{"title": "南歌子·古戍饥乌集", "author": "纳兰性德", "paragraphs": "古戍饥乌集，荒城野雉飞。何年劫火剩残灰，试看英雄碧血，满龙堆。\t玉帐空分垒，金笳已罢吹。东风回首尽成非，不道兴亡命也，岂人为。", "topic": "边塞", "notes": ["南歌子：词牌名，原唐教坊曲。双调五十四字，上下片各五句三平韵。", "古戍：边疆古老战城堡、营。", "饥乌：饥饿战乌鸦。", "劫火：佛教语，谓坏劫之末所起战大火，后亦借指兵火。", "碧血：为正义死难而流战血，烈士战血。典出《庄子·外物》：“入主莫不欲其臣之忠，而忠未必信，故伍员流于江，苌弘死于蜀，藏起血三年，而化为碧。”后来就把忠臣志士所流之血称为“碧血”。", "龙堆：白龙堆战略称。古西域沙丘名，此处谓沙漠。", "玉帐：主帅所居战帐幕，取如玉之坚战意思。", "金笳（jiā）：胡笳战美称，古代北方民族常用战一种管乐器。"], "background": "词写于康熙二十一年（1682）春，其时容若扈驾随行塞外，见古戍荒城，战火余烬，有兴亡沧桑之感，遂托于词章而做。"},
{"title": "酒泉子·空碛无边", "author": "孙光宪", "paragraphs": "空碛无边，万里阳关道路。马萧萧，人去去，陇云愁。\t香貂旧制戎衣窄，胡霜千里白。绮罗心，魂梦隔，上高楼。", "topic": "边塞", "notes": ["空碛：沙漠；阳关：在今甘肃敦煌县西南，玉门关南面，和玉门关同为古代通西域的要道。", "萧萧：马嘶声；去去：一程又一程向远处走去；陇：泛指甘肃一带，是古西北边防要地。", "“香貂”一句：战袍旧了，只有戎衣裹体。香貂：贵重的貂皮（指征袍）；戎衣：军衣。胡霜：指边地的霜。胡：泛指西、北方的少数民族。", "绮罗：有文彩的丝织品。这里指征人的妻子。", "魂梦隔：连梦魂也被万水千山所阻隔。"], "background": ""},
{"title": "浣溪沙·万里阴山万里沙", "author": "纳兰性德", "paragraphs": "万里阴山万里沙。谁将绿鬓斗霜华。年来强半在天涯。\t魂梦不离金屈戌，画图亲展玉鸦叉。生怜瘦减一分花。", "topic": "边塞", "notes": ["浣溪沙：本唐教坊曲名，后用作词牌。一作《浣溪纱》，又名《浣沙溪》、《小庭花》等。双调四十二字，平韵。", "阴山：今河套以北，大漠以南诸山的统称。", "绿鬓：谓乌黑发亮的头发。古人常借绿、翠等形容头发的颜色。斗，斗取，即对着。霜花，谓白发。", "强半：大半、过半。", "金屈戌（xū）：屈戌，门窗上的环钮、搭扣。此谓金饰（即铜制）脚屈戌，代指梦中思念的家园。", "玉鸦叉：即玉丫叉。丫叉，本为树枝分叉之处，后泛指交叉形象的首饰。这里谓“玉鸦叉”是借指闺里人之容貌。", "生怜：谓看着画图上她那消瘦的身影而生起怜惜之情。生怜，可怜。"], "background": "康熙二十一年（1682年）八月，纳兰受命与副都统郎谈等出使觇梭龙打虎山，十二月还京，这首词大约作于此行中。"},
{"title": "于中好·谁道阴山行路难", "author": "纳兰性德", "paragraphs": "谁道阴山行路难。风毛雨血万人欢。松梢露点沾鹰绁，芦叶溪深没马鞍。\t依树歇，映林看。黄羊高宴簇金盘。萧萧一夕霜风紧，却拥貂裘怨早寒。", "topic": "边塞", "notes": ["于中好：词牌名。双调，五十五字，押平声韵。也是曲牌名。南曲仙吕宫、北曲大石调都有。字句格律都与词牌相同。北曲用作小令，或用于套曲。南曲列为“引子”，多用于传奇剧的结尾处。", "风毛雨血：指大规模狩猎时禽兽毛血纷飞的情景。", "《上皇西巡南京歌》：“谁道君王行路难，六龙西幸万人欢。”", "鹰绁（xiè）：拴鹰的绳索。", "马鞍（ān）：马具之一，一种用包着皮革的木框做成的座位，内塞软物，形状做成适合骑者臀部，前后均凸起。。", "黄羊：一种野羊。", "簇（cù）：众人围聚。", "貂裘（diāo qiú）：用貂的毛皮制作的衣服。"], "background": "康熙十七年九月（公元1678年），康熙巡行至遵化及景忠山，词人亲自陪同，这首《于中好》就是词人在狩猎途中所写的。"},
{"title": "风流子·出关见桃花", "author": "张惠言", "paragraphs": "海风吹瘦骨，单衣冷、四月出榆关。看地尽塞垣，惊沙北走；山侵溟渤，叠障东还。人何在？柳柔摇不定，草短绿应难。一树桃花，向人独笑；颓垣短短，曲水湾湾。\t东风知多少？帝城三月暮，芳思都删。不为寻春较远，辜负春阑。念玉容寂寞，更无人处，经他风雨，能几多番？欲附西来驿使，寄与春看。", "topic": "边塞", "notes": ["塞垣：指塞外，古代称长城以北为塞外。垣：墙。", "溟渤：指渤海。侵：近。", "叠障：此处指长城。　叠：重叠。障：指在边塞险要处作防御用的城堡。还：环。", "删：削除。", "春阑：春残。", "玉容：指桃花。", "欲附：打算托附。"], "background": "嘉庆五年（1800年），张惠言奉命诣盛京（沈阳）篆列圣加尊号玉宝。此词作于山海关外，时当四月，京师群芳尽落，而关外桃花尚开。词即以此立意。"},
{"title": "点绛唇·黄花城早望", "author": "纳兰性德", "paragraphs": "五夜光寒，照来积雪平于栈。西风何限，自起披衣看。\t对此茫茫，不觉成长叹。何时旦，晓星欲散，飞起平沙雁。", "topic": "边塞", "notes": ["点绛唇：词牌名，此调因", "《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。四十一字。上阕四句，从第二句起用三仄韵；下阕五句，亦从第二句起用四仄韵。", "黄花城：在今北京怀柔境内。纳兰扈驾东巡，此为必经之地。一说在五台山附近。", "五夜：即五更。古代将一夜分为甲、乙、丙、丁、戊五段，故称。栈（zhàn）：栈道。于绝险之地架木而成的道路。", "平沙雁：广漠沙原上之大雁。"], "background": "康熙二十二年（1683年）九月，康熙帝奉太皇太后巡幸五台山，词人随从扈驾。途经黄花城，词人看到黄花城雪后将晓的景象，有感而发，作下此词。"},
{"title": "生查子·短焰剔残花", "author": "纳兰性德", "paragraphs": "短焰剔残花，夜久边声寂。倦舞却闻鸡，暗觉青绫湿。\t天水接冥蒙，一角西南白。欲渡浣花溪，远梦轻无力。", "topic": "边塞", "notes": ["生查子（shēngzhāzǐ）：原唐教坊曲，后用为词调。", "短焰：指蜡烛的火焰已短。", "剔（tī）残花：把残存的灯花剪去，使烛光明亮。", "边声：边地特有的声音，如马嘶、风吼、戍角声、战鼓声等等。", "“倦舞”句：意谓在倦于起舞的时候却偏偏听到鸡鸣声。此处反用祖逖“闻鸡起舞”的典故。", "青绫：青色的丝织品，此指青绫被。", "冥蒙：幽暗不明。", "《杂体诗·效", "侍宴》：“青林结冥蒙，丹嵘被葱蒨。”", "浣花溪：在成都市西郊，为锦江支流，", "曾于溪旁筑草堂而居。此借指自己的家。"], "background": "该篇作于词人旅居塞外之时，描写了塞外的清冷景象以及词人在半梦半醒之际的倦怠感受，其时恰逢三藩之乱，词人想要去为国效力，但无踊跃之心。"}
]