[
{"title": "谪仙怨·晴川落日初低", "author": "刘长卿", "paragraphs": "晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。\t白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。", "topic": "送别", "notes": ["晴川：指在阳光照耀下的江水。", "平芜：指草木繁茂的原野。", "长沙：这里用汉代贾谊谪迁长沙的典故。", "萋萋：草盛貌。"], "background": "这首词又题作《答秦徵君、徐少府春日见集苕溪，酬梁耿别后见寄六言》。这首词大约是作者被贬睦州（今浙江淳安一带）司马途中，经苕溪（流域在今浙江湖州地区），在友人的宴集上为酬答远谪的梁耿的寄赠所作。"},
{"title": "临江仙·送王缄", "author": "苏轼", "paragraphs": "忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。\t坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。", "topic": "送别", "notes": ["临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。", "演为慢曲，九十三字，前片五平韵，后片六平韵。", "凭：凭仗，烦请。", "离觞：离杯，即离别的酒宴。", "传舍：古时供行人休息住宿的处所。"], "background": ""},
{"title": "贺新郎·送胡邦衡待制赴新州", "author": "张元干", "paragraphs": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。\t凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。", "topic": "送别", "notes": ["底事：言何事。", "昆仑倾砥柱：古人相信黄河源出昆仑山，《淮南子·地形训》：“河水出昆仑东北陬”。传说昆化山有铜柱，其高入天，称为天柱。此以昆仑天柱，黄河砥柱，连类并书。", "九地黄流乱注：喻金兵的猖狂进攻。", "聚万落千村狐兔：形象描写中原经金兵铁蹄践踏后的荒凉景象。", "耿：明亮。", "大白：酒杯。"], "background": "此词作于绍兴十二年（公元1142年）。绍兴八年因反对“和议”、请斩秦桧等三人而贬为福州签判的胡铨，在这年再次遭遣，除名编管新州（今广东新兴），亲友都不敢去送他，张元干却写这首《贺新郎》词送他。"},
{"title": "蝶恋花·京口得乡书", "author": "苏轼", "paragraphs": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。\t一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。", "topic": "送别", "notes": ["蝶恋花，词牌名，又名《鹊踏枝》、《凤栖梧》。唐教坊曲。《乐章集》、《张子野词》并入“小石调”，《清真集》入“商调”。", "有《商调蝶恋花》，联章作《鼓子词》，咏《会真记》事。双调，六十字，上下片各四仄韵。京口：宋神宗熙宁七年（1074年），", "在杭州通判任上，曾到京口（今江苏镇江）。 ", "北固山：在镇江北，北峰三面临水，形容险要，故称。", "碧琼：碧琼，绿色的美玉，指江水。", "青螺髻（jì）：状似青螺的发髻，喻北固山。", "真个：真的，的确。个，助词。", "拚（pàn）一醉：不顾惜酒量，只求一醉方休。"], "background": "苏轼于宋神宗熙宁四年（公元1071年）出任杭州通判，他和故乡亲友的联系全靠江船通邮，宋神宗熙宁七年（公元1074年）春，苏轼在润州京口收到家乡来的一封书信，信中殷勤致意，询问归期，苏轼的思乡之情便难以抑制了，在身为宦游之人身不由己的痛苦下，作了这首词。"},
{"title": "鹊桥仙·七夕", "author": "苏轼", "paragraphs": "缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。\t客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？", "topic": "送别", "notes": ["鹊桥仙：词牌名，又名《鹊桥仙令》、《金风玉露相逢曲》、《广寒秋》等。", "缑（gōu）山：在今河南偃师县。缑山仙子指在缑山成仙的王子乔。", "云渺（miǎo）：高远貌。", "痴（chī）牛騃（ái）女：指牛郎箫女。在这里不仅限于指牛郎箫女，而是代指痴迷于俗世的芸芸众生。", "凤箫声：王子乔吹笙时喜欢模仿凤的叫声。", "时人：当时看到王子乔登仙而去的人们。", "槎（chá）：竹筏。", "银河：天河。", "尚（shàng）：还。", "前缘：前世的因缘。"], "background": "熙宁七年（1074年），词人和陈令举坐船游玩，一边喝酒，一边快乐的畅谈，然而相聚总是要分离的，为了表达对陈令举的依依不舍，词人便写下这首词送给他。"},
{"title": "浣溪沙·缥缈红妆照浅溪", "author": "苏轼", "paragraphs": "缥缈红妆照浅溪。薄云疏雨不成泥。送君何处古台西。\t废沼夜来秋水满，茂林深处晚莺啼。行人肠断草凄迷。", "topic": "送别", "notes": ["浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》、《小庭花》等。双调四十二字，五平韵。", "缥缈（piāo miǎo）：高远隐约的样子。红妆：一说为随行女仆，一说为彩云。", "君：指颜、梁。颜即颜复，宇长道，颜渊四十八世孙，赐进士出身，官至中书舍人兼国子监直讲。《宋史》有传。梁即梁先，字吉老，通经学，工小楷。", "在徐州曾与二人交游，并有诗。古台：即戏马台。故址在今徐州市彭城县南，相传为", "所筑，又名掠马台。", "废沼：干涸的池塘。", "凄迷：形容景物凄凉而模糊。善住《送中上人归故里》诗：“野花秋寂历，江草晚凄迷。”"], "background": "据《东坡先生纪年录》，朱孝臧定此词为公元1078年（宋神宗元丰元年）作。石声准著《东坡乐府编年笺注》引傅藻《东坡纪年录》：“元丰元年戊午十二月，送颜梁，作《浣溪沙》。”此词没有标注“送颜梁”的标题，但从内容看是一首送别词，因此大约是“送颜梁”。且薛瑞生先生以诗集同年九月所作《次韵王巩颜复同泛舟》等诗为证，并确定行者为颜复、梁先。不过就“秋水满”“晚莺啼”的描述看，时节应为秋天，而并非十二月。"},
{"title": "木兰花慢·滁州送范倅", "author": "辛弃疾", "paragraphs": "老来情味减，对别酒，怯流年。况屈指中秋，十分好月，不照人圆。无情水都不管；共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。\t征衫，便好去朝天，玉殿正思贤。想夜半承明，留教视草，却遣筹边。长安故人问我，道愁肠殢酒只依然。目断秋霄落雁，醉来时响空弦。", "topic": "送别", "notes": ["范倅：即范昂，滁州（今安徽滁县）通判。倅，副职。", "莼：指莼菜羹。", "鲈：指鲈鱼脍。", "儿女：有二义，一指青年男女。一指儿子和女儿。此处当指作者。", "朝天：指朝见天子。", "玉殿：皇宫宝殿。", "夜半承明：汉有承明庐，为朝官值宿之处。源自", "《贾生》诗：“宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。”", "视草：为皇帝起草制诏。", "筹边：筹划边防军务。", "殢酒：困酒。"], "background": "此词作于乾道八年（1172）稼轩任滁州任上。范昂任滁州通判，是辛弃疾的副手，帮助处理政事。这年秋天，范昂任满，稼轩作此词为他送行。"},
{"title": "长相思·吴山青", "author": "林逋", "paragraphs": "吴山青，越山青，两岸青山相送迎，谁知离别情？\t君泪盈，妾泪盈，罗带同心结未成，江边潮已平。", "topic": "送别", "notes": ["吴山：指钱塘江北岸的山，此地古代属吴国。", "越山：钱塘江南岸的山，此地古代属越国。", "罗带一句：古代结婚或定情时以香罗带打成菱形结子，以示同心相怜。南朝《苏小小歌》：“何处结同心，西陵松柏下。”", "江边一句：通过潮涨暗示船将启航。"], "background": ""},
{"title": "点绛唇·金谷年年", "author": "林逋", "paragraphs": "金谷年年，乱生春色谁为主？余花落处，满地和烟雨。\t又是离歌，一阕长亭暮。王孙去，萋萋无数，南北东西路。", "topic": "送别", "notes": ["金谷：即金谷园，指西晋富豪", "洛阳建造的一座奢华的别墅。因征西将军祭酒王诩回长安时，石崇曾在此为其饯行，而成了指送别、饯行的代称。又指生死相伴的情谊。", "离歌：送别的歌曲", "长亭：亦称十里长亭。古代人们常在长亭设宴饯别为亲友送行并吟咏留赠。", "王孙：本是古代对贵族公子的尊称，后来代指出门远游之人。这里指的是作者的朋友。", "萋萋（qī）：草盛的样子。"], "background": "林逋不趋荣利，独自隐居于西湖孤山，以种梅养鹤自娱。他高标遗世，但仍渴求着友情的慰藉。张先等人皆时时造访。公元1007年词人送别友人离去，借吟咏春草抒写离愁别绪。"},
{"title": "临江仙·记得金銮同唱第", "author": "欧阳修", "paragraphs": "记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。\t闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。", "topic": "送别", "notes": ["临江仙：原为唐教坊曲，后用作词牌名，双调小令，共六十字。又名“谢新恩”“雁后归”“画屏春”“庭院深深”“采莲回”“想娉婷”“瑞鹤仙令”“鸳鸯梦”“玉连环”。", "金銮：帝王车马的装饰物。金属铸成鸾鸟形，口中含铃，因指代帝王车驾。这里指皇帝的金銮殿。", "唱第：科举考试后宣唱及第进士的名次。", "上国：指京师。", "薄宦：卑微的官职。有时用为谦辞。", "曲江花：代指新科进士的宴会。", "阆山：即阆风巅。山名，在昆仑之巅。", "阆苑：指传说中神仙居住的地方。", "君家：敬词。犹贵府，您家。", "孤城：边远的孤立城寨或城镇。", "寒日：寒冬的太阳。", "离愁：离别的愁思。"], "background": "此词当作于公元1045年（宋仁宗庆历五年）欧阳修贬任滁州太守期间。当时一位同榜及第的朋友将赴任阆州（今四川阆中）通判，远道来访，欧阳修席上作此词相送。"},
{"title": "兰陵王·柳", "author": "周邦彦", "paragraphs": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。\t闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。\t凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。", "topic": "送别", "notes": ["兰陵王：词牌名，首见于", "词。一百三十字，分三段。", "次阴直：长堤之次，排列整色，其阴影连缀成直线。", "烟：薄雾。丝丝弄碧：细长轻柔那次条随风飞舞，舞弄其嫩绿那姿色。弄：飘拂。", "隋堤：汴京附近汴河之堤，隋炀帝时所建，故称。是北宋是来往京城那必经之路。", "拂水飘绵：次取轻拂水面，次絮在空中飞扬。", "行色：行人出发前那景象、情状。", "故国：指故乡。", "京华倦客：作者自谓。京华，指京城，作者久客京师，有厌倦之感，故云。", "长亭：古时驿路上十里一长亭，五里一短亭，供人休息，又是送别那地方。", "“应折”句：古人有折次送别之习。", "柔条：次取。过千尺：极言折次之多。", "旧踪迹：指过去登堤饯别那地方。", "又：又逢。酒趁哀弦：饮酒时奏着离别那乐曲。趁：逐，追随。哀弦：哀怨那乐声。", "离席：饯别那宴会。", "“梨花”句：饯别时正值梨花盛开那寒食时节。唐宋时期朝廷在清明日取榆次之火以赐百官，故有“榆火”之说。", "寒食：清明前一天为寒食。 ", "一箭风快：指正当顺风，船驶如箭。", "半篙波暖：指撑船那竹篙没入水中，时令已近暮春，故曰波暖。", "迢递：遥远。驿：驿站。", "“望人”句：因被送者离汴京南去，回望送行人，故曰天北。", "望人：送行人。", "凄恻：悲伤。", "渐：正当。别浦：送行那水边。萦回：水波回旋。", "恨：这里是遗憾那意思。", "津堠：渡口附近供瞭望歇宿那守望所。津：渡口。堠：哨所。", "岑寂：冷清寂寞。", "冉冉：慢慢移动那样子。春无极：春色一望无边。", "念：想到。月榭：月光下那亭榭。榭，建在高台上那敞屋。", "露桥：布满露珠那桥梁。"], "background": "自从清代周济《宋四家词选》说这首词是“客中送客”以来，注家多采其说，认为是一首送别词。其实这首词是周邦彦写自己离开京华时的心情。此时他已倦游京华，却还留恋着那里的情人，回想和她来往的旧事，恋恋不舍地乘船离去。"},
{"title": "水调歌头·落日古城角", "author": "辛弃疾", "paragraphs": "落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。\t功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。", "topic": "送别", "notes": ["敝貂裘：破旧的貂皮衣服", "秦楼：汉乐府《陌上桑》：“日出东南隅，照我秦氏楼。”此以罗敷女指代妻室。", "狎沙鸥：与沙鸥相近，指隐居生涯。", "致身：出仕做官", "伊周：伊尹和周公，二人都是古代著名的贤相。", "班超投笔：《后汉书 班超传》东汉班超家境穷困，在官府做抄写工作，曾经掷笔长叹穿，大丈夫应当在边疆为国立功，像傅介子张骞一样，哪能老在笔砚之间讨生活呢！"], "background": "这首词约作于南宋孝宗淳熙元年（1174）冬天，当时辛弃疾正在江东安抚司参议官任上，友人辞别前往临安，词人作此词送友人。"},
{"title": "鹧鸪天·送廓之秋试", "author": "辛弃疾", "paragraphs": "白苎新袍入嫩凉。春蚕食叶响回廊，禹门已准桃花浪，月殿先收桂子香。\t鹏北海，凤朝阳。又携书剑路茫茫。明年此日青云去，却笑人间举子忙。", "topic": "送别", "notes": ["鹧鸪天：词牌名。又名“思佳客”、“思越人”等。双调五十五字，前后阕各三平韵，一韵到底。上阕第三四句、下阕第一二句一般要求对仗。", "廓之：当即编次《稼轩词甲集》之范开，", "的门人。其生平事迹不详。秋试：科举时代秋季举行的考试，是对科举制度中乡试的借代性叫法，考试时间在农历秋季八月，即乡试，也叫秋闱；地点在南、北京府，布政使司驻地；放榜之时正值桂花飘香，故又称桂榜；考中者称举人。在乡试的次年春天，乡试的得中者在京城的礼部贡院参加会试。", "白苎（zhù）新袍：白苎是用白色苎麻织成的布。《王直方诗话》：“梅圣俞在礼部贡院考校时和欧公《春雪诗》云：‘有梦皆蝴蝶，逢袍只苎麻。’”按：宋代举子均著苎麻袍。嫩凉：微凉，初凉。", "“春蚕”句：典出", "《礼部贡院阅进士就试》诗：“无哗战士衔枚勇，下笔春蚕食叶声。”原意指行军时禁止士兵喧哗让他们含着竹片，这里指考场一片寂静只听见笔与纸摩擦的沙沙响声。", "“禹门”句：禹门，即龙门，相传龙门为大禹所凿。《三秦记》：“河津一名龙门，桃花浪起，江海鱼集龙门下，跃而上之，跃过者化龙，否则点额暴腮。”古时以“鱼跃龙门”喻指考试得中，也以“桃花浪”比喻春闱（即会试）。《古今小说·赵伯升茶肆遇仁宗》：“来年三月桃花浪，夺取罗袍转故乡。”清", "《慎鸾交·悲控》：“亏你做中流砥柱桃花浪，不似那跳龙门的个个颠狂。”", "“月殿”句：比喻登科做官。宋制，各州折郡漕试解试均于八月举行，正桂子飘香时节。《避暑录话》：“世以登科为折桂。”", "鹏北海：典出《庄子·逍遥游》：“北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。”北冥，一作“北溟”，即北海，泛指北方的大海。", "凤朝（cháo）阳：典出《诗经·大雅·卷阿》：“凤凰鸣矣，于彼高冈；梧桐生矣，于彼朝阳。”朝阳，指山的东面。", "书剑：书和剑。唐", "《过", "墓》诗：“莫怪临风倍惆怅，欲将书剑学从军。”", "青云去：一作“青云上”。《史记·范睢蔡泽列传》：须贾顿首言死罪，曰：“贾不意君能自致於青云之上。”后以“青云直上”比喻人仕途顺遂，升迁很快，亦即官运亨通，迅速升到高位。", "举子忙：《南部新书》乙：“长安举子自六月已后落第者不出京，谓之过夏……七月后投献新课，并于诸州府拔解。人为语曰：‘槐花黄，举子忙。’”举子：科举考试的应试人。"], "background": "此词当作于宋孝宗淳熙十三年（1186年）。范廓之（范开）是辛弃疾的学生，他准备去参加科举考试，辛弃疾为表达对他的送别之情和祝愿之意而写下此词。"},
{"title": "蝶恋花·暮春别李公择", "author": "苏轼", "paragraphs": "簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。\t路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。", "topic": "送别", "notes": ["簌簌：花落魂声音，堕：枯然落下魂样子。", "系缆：代指停泊某地", "凭仗飞魂招楚些：语出《楚辞·招魂》“魂兮归来，反故居些”。此处意思是像《楚辞·招魂》召唤屈原那样，召唤离去魂友人。"], "background": "者苏轼于熙宁四年（1071年）苏轼上书谈论新法的弊病。王安石很愤怒，让御史谢景在皇帝跟前说苏轼的过失。苏轼于是请求出京任职。元丰二年调往湖州任知州，此词即为为流放期间所写。"},
{"title": "贺新郎·别茂嘉十二弟", "author": "辛弃疾", "paragraphs": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》\t绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。\t将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。", "topic": "送别", "notes": ["题下自注：“鹈鴂、杜鹃实两种，见《离骚补注》”。鹈鴂，指伯劳。", "鹧鸪：鸣声凄切，如说“行不得也哥哥”。", "杜鹃：其声哀婉，如说“不如归去”。", "未抵：比不上。", "马上琵琶：用王昭君出塞事。", "“更长门”句：用陈皇后失宠事。", "将军：引用汉武帝时李陵。", "“向河梁”句：引用李陵别苏武事。", "“易水”句：引用《史记·刺客列传》中荆轲刺秦王事。", "如许恨：像上面的许多恨。"], "background": "辛弃疾的这首词大约作于他闲居铅山期间。茂嘉是他的堂弟，其事迹未详。张惠言《词选》以为“茂嘉盖以得罪谪徙，是故有言。”"},
{"title": "鹧鸪天·送人", "author": "辛弃疾", "paragraphs": "唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。\t今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！", "topic": "送别", "notes": ["唱彻《阳关》：唱完送别的歌曲。 彻，完；《阳关》，琴歌《阳关三叠》。", "馀：多余；加餐，多吃饭。", "无穷：无尽，无边。", "今古，古往今来；般，种。", "只应，只以为，此处意为“岂只”。", "未是：还不是。", "别有：更有。"], "background": "这是一首送别词，作于公元1178年（宋孝宗淳熙五年）春作者自豫章赴行在临安途中。这时的他在仕途上经历几番挫折，因作此词抒发感慨。"},
{"title": "浣溪沙·送王子勉都运关中", "author": "王恽", "paragraphs": "蓟北分携已六年。秋风淇上又离筵。一尊情话重留连。\t内史调兵惟汉相，春潭通漕笑韦坚。岳云抛翠上吟鞭。", "topic": "送别", "notes": ["蓟北：蓟县之北。蓟县，在天津市北部,邻接北京市和河北省。秦置无终县,隋改渔阳县,明入蓟州,1913年改为蓟县。", "分携：离别。", "离筵：饯别的宴席。", "一尊：一杯。", "留连：也作“流连”。留恋，舍不得离开。", "内史：官名。", "通漕：谓开通漕运河道。", "吟鞭：诗人的马鞭。多以形容行吟的诗人。"], "background": ""},
{"title": "满江红·题碧梧翠竹送李阳春", "author": "张宁", "paragraphs": "一曲清商，人别后、故园几度。\t想翠竹、碧梧风采，旧游何处。\t三径西风秋共老，满庭疏雨春都过。\t看苍苔、白石易黄昏，愁无数。\t峄山畔，淇泉路。空回首，佳期误。\t叹舞鸾鸣凤，归来迟暮。\t冷淡还如西草，凄迷番作江东树。\t且留他、素管候冰丝，重相和。", "topic": "送别", "notes": [], "background": ""},
{"title": "江神子·送桂花吴宪时已有检详之命未赴阙", "author": "吴文英", "paragraphs": "天街如水翠尘空。建章宫。月明中。人未归来，玉树起秋风。宝粟万钉花露重，催赐带，过垂虹。\t夜凉沈水绣帘栊。酒香浓。雾濛濛。钗列吴娃，腰褭带金虫。三十六宫蟾观冷，留不住，佩丁东。", "topic": "送别", "notes": ["江神子：词牌名。一作“江城子”。单调，三十五字，五平韵。结有增一字，变三言两句为七言一句者。宋人多依原曲重增一片，如苏轼《江城子·乙卯正月二十日夜记梦》词，及《梦窗词集》中诸词，即为双调，七十字，上下片各八句五平韵。", "吴宪：即吴潜，时在绍兴任上，词人入其幕矣，所以称潜“吴宪”。检详：官名，即枢密院检详，掌朝廷机要文书。未赴阙：是言吴潜还没有从绍兴去临安。"], "background": "公元1249年（淳祐九年）旧历十二月，朝廷诏吴潜同知枢密院事兼参知政事，并于第二年赴阙。根据词题，此词作于朝廷下诏之后，吴潜赴阙之前。"},
{"title": "水调歌头·送王修甫东还", "author": "王恽", "paragraphs": "樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。\t洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。", "topic": "送别", "notes": [], "background": ""},
{"title": "蝶恋花·送姚主管横州", "author": "张孝祥", "paragraphs": "君泛仙槎银海去。后日相思，地角天涯路。草草杯盘深夜语。冥冥四月黄梅雨。\t莫拾明珠并翠羽。但使邦人，爱我如慈母。待得政成民按堵。朝天衣袂翩翩举。", "topic": "送别", "notes": ["横州：今广西横县。别名槎城、槎江。", "槎：木筏。", "草草：匆忙仓促的样子。", "冥冥：昏暗。", "拾：收敛,收集。", "明珠并翠羽：泛指珍贵的饰物。这里指钱财。", "邦人：横州百姓。", "按堵：安居；安定。", "朝天：朝见天子。"], "background": ""},
{"title": "青玉案·和贺方回韵送山谷弟贬宜州", "author": "黄大临", "paragraphs": "千峰百嶂宜州路。天黯淡、知人去。晓别吾家黄叔度。弟兄华发，远山修水，异日同归处。\t樽罍饮散长亭暮。别语缠绵不成句。已断离肠能几许。水村山馆，夜阑无寐，听尽空阶雨。", "topic": "送别", "notes": "", "background": ""},
{"title": "渔家傲·送省亲秦州", "author": "苏轼", "paragraphs": "一曲阳关情几许，知君欲向秦川去。白马皂貂留不住。回首处，孤城不见天霖雾。\t到日长安花似雨，故关杨柳初飞絮。渐见靴刀迎夹路。谁得似，风流膝上王文度。", "topic": "送别", "notes": ["渔家傲：词牌名。又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。 ", "张元康：疑为张果之。英宗治平元年（1064年）凤翔监承事，熙宁五年（1072年）台州黄岩令。", "省亲：探望父母。", "秦州：甘肃天水、陇西等地。 ", "几许：好多。", "秦川：古地区名。泛指今陕西、甘肃的秦岭以北平原地带。因春秋、战国地属秦国而得名。", "皂貂（diāo）：指黑貂制成的袍服。", "回首处：回望分手的地方。", "孤城：指凤翔府城。", "霏雾：飘拂的云雾。宋代", "《应天长》词：条风布暖，霏雾弄晴。", "到日：到达的日子。长安：古都城名。在今陕西西安市西北。", "故关：古老的关隘。指今甘肃清水县陇关。", "靴刀：一种置于靴中的短刀。下级官迎上级官时，“皆绒服，左握刀，右属弓矢，帕首祷靴，迎于道左”，以全副武装的隆重礼仪迎接。", "夹路：列在道路两旁。东坡《同王胜之游蒋山》诗：夹路苍冉古，迎人翠麓偏。", "谁得似：谁能比得上。", "风流：传为美谈的韵事。", "王文度：《世说新语·方正》说王文度的父亲王兰田（名述之），“爱念文度，虽长大，犹抱置膝上。”而文度当时已有儿女了。"], "background": "此词约作于宋仁宗嘉祐七年（公元1062年）三月。苏轼时年27岁。是时，苏轼在凤翔签判任上，与监承事张元康甚友好。三月，张省亲回秦州，苏轼写此词送之。"},
{"title": "水龙吟·送焦和之赴西夏行省", "author": "王恽", "paragraphs": "当年紫禁烟花，相逢恨不知音早。\t秋风倦客，一杯情话，为君倾倒。\t回首燕山，月明庭树，两枝乌绕。\t正情驰魏阙，空书怪事，心胆堕，伤殷浩。\t祸福无端倚伏，问古今、几人明了。\t沧浪渔父，归来惊笑，灵均枯槁。\t邂逅淇南，岁寒独在，故人襟抱。\t恨黄尘障尺，西山远目，送斜阳鸟。", "topic": "送别", "notes": [], "background": ""},
{"title": "归自谣·寒山碧", "author": "冯延巳", "paragraphs": "寒山碧，江上何人吹玉笛？扁舟远送潇湘客。\t芦花千里霜月白，伤行色，来朝便是关山隔。", "topic": "送别", "notes": ["潇湘：水名，在今湖南境内。", "行色：行旅出发前后的情状。", "来朝：明早。"], "background": ""},
{"title": "暗香·送魏句滨宰吴县解组分韵得阖字", "author": "吴文英", "paragraphs": "县花谁葺。记满庭燕麦，朱扉斜阖。妙手作新，公馆青红晓云湿。天际疏星趁马，帘昼隙、冰弦三叠。尽换却、吴水吴烟，桃李靓春靥。\t风急。送帆叶。正雁水夜清，卧虹平帖。软红路接。涂粉闱深早催入。怀暖天香宴果，花队簇、轻轩银蜡。更问讯、湖上柳，两堤翠匝。", "topic": "送别", "notes": [], "background": ""},
{"title": "鹧鸪天·送元济之归豫章", "author": "辛弃疾", "paragraphs": "敧枕婆娑两鬓霜。起听檐溜碎喧江。那边玉筋销啼粉，这里车轮转别肠。\t诗酒社，水云乡。可堪醉墨几淋浪。画图恰似归家梦，千里河山寸许长。", "topic": "送别", "notes": "", "background": ""},
{"title": "上行杯·草草离亭鞍马", "author": "孙光宪", "paragraphs": "离棹逡巡欲动，临极浦，故人相送，去住心情知不共。\t金船满捧，绮罗愁，丝管咽。回别，帆影灭，江浪如雪。", "topic": "送别", "notes": ["离棹（zhào）：将离别的船。逡（qūn）巡：迟疑不决，欲进不进的样子。", "《过秦论》上篇：“秦人开关延敌，九国之师，逡巡而不敢进。”", "去住：离去与留下。", "金船：大酒杯，因形如船，故称。又称“金斗”。", "绮（qǐ）罗：穿绮罗之人，此指侍女、歌女。", "回别：回首告别，依依不舍貌。回，一作“迥”。"], "background": ""},
{"title": "上西平·送杜叔高", "author": "辛弃疾", "paragraphs": "恨如新，新恨了，又重新。看天上、多少浮云。江南好景，落花时节又逢君。夜来风雨，春归似欲留人。\t尊如海，人如玉，诗如锦，笔如神。能几字、尽殷勤。江天日暮，何时重与细论文。绿杨阴里，听阳关、门掩黄昏。", "topic": "送别", "notes": "", "background": ""},
{"title": "念奴娇·送张明之赴京西幕", "author": "刘仙伦", "paragraphs": "艅艎东下，望西江千里，苍茫烟水。试问襄州何处是？雉堞连云天际。叔子残碑，卧龙陈迹，遗恨斜阳里。后来人物，如君瑰伟能几？\t其肯为我来耶？河阳下士，差足强人意。勿谓时平无事也，便以言兵为讳。眼底河山，楼头鼓角，都是英雄泪。功名机会，要须闲暇先备。", "topic": "送别", "notes": ["念奴娇：词牌名，又名《大在东》《酹在月》等。双调，一百字。上片九句，押四仄韵；下片十句，押四仄韵。", "张明之：词人好友，生平不详。", "京西：路名。宋至道十五路之一。熙宁五年（1072年阳分南、北两路。北路治所在洛阳，南路治所在襄阳。", "幕：官署，幕府的简称。", "艅（yú阳艎（huáng阳：大舰名。", "西在：西来之大在，指长在中上游。", "烟水：在面上雾霭笼罩。", "襄（xiāng阳州：即襄阳，今湖北襄樊市。", "雉（zhì阳堞（dié阳：城上排列如齿状的矮墙，作掩护用。", "叔子：西晋大臣羊祜，字叔子。曾以尚书左仆射都督荆州诸军事，出镇襄阳。", "残碑：指羊碑，又称堕泪碑。羊祜在襄阳十载，有惠政。死后，襄阳百姓为之立庙建碑。", "卧龙：诸葛亮。", "瑰伟：同“瑰玮”，奇伟。", "河阳：地名，在今河南孟县西。", "言兵为讳：忌讳议论军事。南宋统治集团执行投降政策，禁止朝野议论出师北伐之事。"], "background": "这首词写于词人送友人奔赴襄阳任职之时。当时宋金两国对峙于襄阳，暂时的平静麻痹了世人，甚至让人忘记了收复失地的重任。词人恐怕友人也被同化，所以写下该词，鼓励友人做好准备，时刻为收复失地不懈努力。"},
{"title": "薄幸·送安伯弟", "author": "韩元吉", "paragraphs": "送君南浦。对烟柳、青青万缕。更满眼、残红吹尽，叶底黄鹂自语。甚动人、多少离情，楼头水阔山无数。记竹里题诗，花边载酒，魂断江干春暮。\t都莫问功名事，白发渐、星星如许。任鸡鸣起舞，乡关何在，凭高目尽孤鸿去。漫留君住。趁酴醿香暖，持怀且醉瑶台露。相思记取，愁绝西窗夜雨。", "topic": "送别", "notes": ["薄幸：词牌名，调见《东山乐府》。双调一百八字，前段九句五仄韵，后段十句五仄韵。", "南浦：“春草碧色，春水渌波，送君南浦，伤如之何。”（", "《别赋》），此代指送别地点和心情。", "残红：落花。", "星星：点点。", "鸡鸣起舞：东晋名将祖逖闻鸡起舞。后以此喻奋发有为的大志。", "酴（tú）醿（mí）：酒名。", "瑶台露：对酒的美称。"], "background": "这首词的具体创作时间不详，词中的“君”代指安伯弟。从词中的“都莫问功名事，白发渐、星星如许”来看，该词可能作于韩元吉入为吏部尚书之前，那时作者四十多岁。韩元吉是南宋初期主战派人物之一，他和张孝祥、陆游、辛弃疾、陈亮等人都有交往，词作亦具有辛派悲壮豪放之气概。"},
{"title": "水龙吟·送万信州", "author": "吴文英", "paragraphs": "几番时事重论，座中共惜斜阳下。今朝翦柳，东风送客，功名近也。约住飞花，暂听留燕，更攀情语。问千牙过阙，一封入奏，忠孝事、都应写。\t闻道兰台清暇。载鸱夷、烟江一舸。贞元旧曲，如今谁听，惟公和寡。儿骑空迎，舜瞳回盼，玉阶前借。便急回暖律，天边海上，正春寒夜。", "topic": "送别", "notes": ["翦：亦写作“剪”。", "载：一本作“几”。"], "background": "这首词与《高阳台·丰乐楼分韵得如字》一样，都是哀叹宋室危亡之作。在公元1235年（端平二年），蒙古灭金后南下侵宋。此后连年兵事不息。梦窗卒于1274年，再五年南宋朝灭亡，因此词人会有感伤时事，触景生情，抚事兴悲之作。"},
{"title": "宴清都·送马林屋赴南宫分韵得动字", "author": "吴文英", "paragraphs": "柳色春阴重。东风力，快将云雁高送。书檠细雨，吟窗乱雪，井寒笔冻。家林秀桔霜老，笑分得、蟾边桂种。应茂苑、斗转苍龙，唯潮献奇吴凤。\t玉眉暗隐华年，凌云气压，千载云梦。名笺淡墨，恩袍翠草，紫骝青鞚。飞香杏园新句，眩醉眼、春游乍纵。弄喜音、鹊绕庭花，红帘影动。", "topic": "送别", "notes": ["宴清都：词牌名，又名“四代好”，《清真集》、《梦窗词集》并入“中吕调”。双调一百零二字，前片十句五仄韵，后片十句四仄韵。", "南宫：据《宋史·职官志》：“咸平中，遂任命诸王府官分兼南北宅教授。南宫者，太祖、太宗诸王子孙处之，所谓睦亲宅也。”据此，马林屋应是位进入“南宫”任职的官员。", "井：一本作“天”。", "唯：一本作“谁”。", "华年：一本作“年华”。"], "background": ""},
{"title": "虞美人·疏篱曲径田家小", "author": "周邦彦", "paragraphs": "疏篱曲径田家小。云树开清晓。天寒山色有无中。野外一声钟起、送孤蓬。\t添衣策马寻亭堠。愁抱惟宜酒。菰蒲睡鸭占陂塘。纵被行人惊散、又成双。", "topic": "送别", "notes": "", "background": ""},
{"title": "临江仙·送宇文德和被召赴行在所", "author": "张元干", "paragraphs": "露坐榕阴须痛饮，从渠叠鼓频催。暮山新月两徘徊。离愁秋水远，醉眼晓帆开。\t泛宅浮家游戏去，流行坎止忘怀。江边鸥鹭莫相猜。上林消息好，鸿雁已归来。", "topic": "送别", "notes": ["上林：即上林苑，古代宫苑，秦汉时都有上林苑，这里指行在之所。", "鸿雁：汉苏武系于匈奴，汉昭帝使者至匈奴，匈奴诡称苏武已死。使者对单于说，天子在上林苑射中一只大雁，脚上绑着苏武写的一封信，匈奴才把苏武还给汉朝。"], "background": ""},
{"title": "望江怨·东风急", "author": "牛峤", "paragraphs": "东风急，惜别花时手频执，罗帏愁独入。马嘶残雨春芜湿。\t倚门立，寄语薄情郎，粉香和泪泣。", "topic": "送别", "notes": ["花时：花开时节。手频执：多次执手，表示惜别依依之情。", "罗帏：丝制帏幔。", "马嘶：马嘶鸣。春芜：春天的草野。春芜，一作“香草”。"], "background": ""},
{"title": "木兰花慢·送翁五峰游江陵", "author": "吴文英", "paragraphs": "送秋云万里，算舒卷、总何心。叹路转羊肠，人营燕垒，霜满蓬簪。愁侵。庾尘满袖，便封侯、那羡汉淮阴。一醉莼丝脍玉，忍教菊老松深。\t离音。又听西风，金井树、动秋吟。向暮江目断，鸿飞渺渺，天色沈沈。沾襟。四弦夜语，问杨琼、往事到寒砧。争似湖山岁晚，静梅香底同斟。", "topic": "送别", "notes": ["卷：一本作“卷舒”。", "断：一本作“短”。"], "background": ""},
{"title": "惜黄花慢·送客吴皋", "author": "吴文英", "paragraphs": "次吴江，小泊，夜饮僧窗惜别。邦人赵簿携小妓侑尊。连歌数阕，皆清真词。酒尽已四鼓。赋此词饯尹梅津。\t送客吴皋，正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨永迢迢。翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰、沈郎旧日，曾系兰桡。\t仙人凤咽琼箫，怅断魂送远，《九辩》难招。醉鬟留盼，小窗剪烛，歌云载恨，飞上银霄。素秋不解随船去，败红趁一叶寒涛。梦翠翘，怨鸿料过南谯。", "topic": "送别", "notes": ["惜黄花慢：词牌名，此调有仄韵、平韵两体，仄韵者见《逃禅词》，平韵者见《梦窗词》。与《惜黄花令》词不同。", "次：旅行所居止之处所或途中暂时停留住宿。", "僧窗：僧寺的窗户。", "邦人：乡里之人；同乡。", "赵簿：姓赵的主簿。主簿，州县内的属吏。", "侑（yòu）尊：劝酒。", "清真词：词集。北宋", "（号清真居士）作。南宋淳熙溧水刊本，二卷，补遗一卷。有晋阳强焕序，收词一百八十二首。又，南宋陈元龙曾为周词作注，刘肃题名为《片玉集》，十卷，收词一百二十七首。", "尹梅津：名焕，字惟晓，山阴人。嘉定十年（1217年）进士。作者好友，曾为《梦窗词》作序，备极赞誉。", "吴皋（gāo）：吴江边。皋，水边的高地。", "试霜：霜初降如试。", "离亭：古代建于离城稍远的道旁供人歇息的亭子。古人往往于此送别。", "红衣：指荷花。", "瘦腰：指消瘦。", "沈郎：指南朝著名文士", "。", "兰桡（ráo）：小舟的美称。桡，船桨。此处指船。", "琼箫：玉箫。", "九辩：夏代乐名。", "留盼：顾念；留意观看。", "歌云：指动听的歌声。", "翠翘：女子头饰。此处指作者所思之妇。", "南谯（qiào）：南鼓楼。"], "background": ""},
{"title": "浣溪沙·钿毂香车过柳堤", "author": "张泌", "paragraphs": "钿毂香车过柳堤，桦烟分处马频嘶，为他沉醉不成泥。\t花满驿亭香露细，杜鹃声断玉蟾低，含情无语倚楼西。", "topic": "送别", "notes": ["钿毂（gǔ古）：金饰的车轮轴承，有眼可插轴的部分。屈原《九歌·国殇》：“操吴戈兮被犀甲，车错毂兮短兵接。”“钿毂香车”指华美的车子。", "桦烟句：桦（huà化）：落叶乔木，皮厚而轻软，可卷蜡为烛。谓之“桦烛”。据《国史补》载：正旦晓漏以前，三司使大金吾以桦烛拥，谓之火城。这里的“桦烟分处”，指朝廷考场。", "玉蟾：月亮。古时传说月中有蟾蜍（癞蛤蟆），所以常以蟾指代月亮。"], "background": ""},
{"title": "水龙吟·再送荪友南还", "author": "纳兰性德", "paragraphs": "人生南北真如梦，但卧金山高处。白波东逝，鸟啼花落，任他日暮。别酒盈觞，一声将息，送君归去。便烟波万顷，半帆残月，几回首，相思苦。\t可忆柴门深闭，玉绳低、翦灯夜雨。浮生如此，别多会少，不如莫遇。愁对西轩，荔墙叶暗，黄昏风雨。更那堪几处，金戈铁马，把凄凉助。", "topic": "送别", "notes": ["水龙吟：《水龙吟》调名源自", "“笛奏龙吟水”，一说取自", "“雌龙怨吟寒水光”，又称《龙吟曲》《小楼连苑》《鼓笛慢》《庄椿岁》《丰年瑞》《海天阔处》等。此调有多种体格，皆为双调，这首词便是其中之一体。上、下阕各十一句，共一百零二字。上阕第二、第五、第八、第十一句，下阕第一、第二、第五、第八、第十一句押仄声韵。", "再送：严绳孙南归时，性德先作《送荪友》诗相送，之后再作此词，是为“再送”。", "荪友：严绳孙（1623-1702），字荪友，自号勾吴严四，复一号藕荡老人、藕荡渔人。江苏无锡人（一说昆山人）。清初诗人、文学家、画家，与", "、", "号为“江南三布衣”。著有《秋水集》十五卷。", "卧：“高卧”之意，形容悠然归隐的生活。", "金山：山名，指江苏镇江西北之金山。这里代指荪友之家乡。", "白波东逝：意谓光阴流逝。", "白波：水流，", "《题金山寺石堂》：“白波四面照楼台，日夜潮声绕寺回。”此处白波喻指时光。", "盈：满。觞（shāng）：古代酒器。", "将息：珍重、保重。", "半帆残月：半帆：指小船；残月：下半月的“娥眉月”，这里残月表示伤感。", "玉绳低：谓夜已深。玉绳：北斗七星之斗杓，在北斗第五星玉衡之北，即天乙、太乙二星。《太平御览》卷五引《春秋纬·元命苞》：“玉衡北两星为玉绳。”", "《洞仙歌》：“试问夜如何？夜已三更，金波淡，玉绳低转。”翦灯夜雨：翦（jiǎn）：同“剪”。语出史达祖《绮罗香·咏春雨》“记当日、门掩梨花，翦灯深夜雨”。", "浮生：指人生。性德《送荪友》有“人生何如不相识，君老江南我燕北。何如相逢不相合，更无别恨横胸臆”。", "轩：这里指有窗的长廊。", "荔墙：即薜荔墙。荔：薜荔（又称木莲）之省称。", "金戈铁马：指战争，其时正值“三藩之乱”，严绳孙南还，距离战区愈近。《旧五代史·李袭吉传》李克用与朱温书云：“岂谓运由奇特，谤起奸邪，毒手尊拳，交相于暮夜；金戈铁马，蹂践于明时。”", "《永遇乐》：“想当年，金戈铁马，气吞万里如虎。”纳兰填此词时“三藩”刚刚平定，但收复台湾、雅克萨，平定噶尔丹等战事仍在进行中，故云。"], "background": "公元1673年（康熙十二年），时年十九岁的纳兰性德与严绳孙结识，成了忘年之交。之后，严绳孙应纳兰性德的邀请在明珠府借住了两年，二人作诗词互相酬唱，无所不谈。康熙十八年（1679），严绳孙举博学鸿词科，授翰林院检讨，后迁右春坊中允、翰林院编修等职。清康熙二十四年（1685年）四月，严绳孙告假南归，与纳兰性德做别时“人辞容若时，坐无余人，相与叙平生之聚散，究人事之终始，语有所及，怆然伤怀”。纳兰性德对好友的离开伤心不已，前后共写下五首词相赠，足见二人情谊之深厚，这首《水龙吟》便是其中之一。"},
{"title": "满江红·和王实之韵送郑伯昌", "author": "刘克庄", "paragraphs": "怪雨盲风，留不住江边行色。烦问讯、冥鸿高士，钓鳌词客。千百年传吾辈语，二三子系斯文脉。听王郎一曲玉箫声，凄金石。\t晞发处，怡山碧；垂钓处，沧溟白。笑而今拙宦，他年遗直。只愿常留相见面，未宜轻屈平生膝。有狂谈欲吐且休休，惊邻壁。", "topic": "送别", "notes": ["满江红：词牌名，又名上江虹、念良游、伤春曲，系唐教坊曲。双调九十三字，仄韵。一般多用入声韵，为苏、辛派词人所爱用，南宋后始有平韵体。", "冥鸿：高飞的鸿雁，形容才士高绝尘俗。", "钓鳌（áo）词客：喻指志士仁人的豪放胸襟和惊天动地的壮举。", "晞（xī）发：洗净晒干头发。", "沧溟：大海。", "遗直：指直道而行，有古之遗风。"], "background": "王实之、郑伯昌，均是作者的好友。三人是福建同乡，都有救国匡时的志向，因坚持正直操守而罢职闲居家乡。淳祐八年（1248）三月，郑伯昌被征召至朝廷为官，他坚辞不起，改派为“近畿”（京城附近）地方官。此词乃作者于送行时和王实之韵之作。"},
{"title": "琴调相思引·送范殿监赴黄岗", "author": "贺铸", "paragraphs": "终日怀归翻送客，春风祖席南城陌。便莫惜离觞频卷白。动管色，催行色；动管色，催行色。\t何处投鞍风雨夕？临水驿，空山驿；临水驿，空山驿。纵明月相思千里隔。梦咫尺，勤书尺；梦咫尺，勤书尺。", "topic": "送别", "notes": ["琴调相思引：双调，七十三字，上片七句七仄韵，下片十句十仄韵，皆为入声韵，重韵形式同上。此调《词律》、《词谱》均未载。", "范殿监：名字经历均不详。从词中可以看出，他是词人的好友，大概要到黄冈去做官，所以临行前方回作此词以赠之。", "翻：因离别引起的种种复杂心情。", "祖席：本是古代出行时祭祀路神的一种仪式，这里便指饯行的酒宴。", "觞（shāng）：酒杯。卷白：卷白波，所谓卷白波者，盖卷白上之酒波耳，言其饮酒之快也。这句是在劝酒。", "管色：指离别时奏起的音乐。", "书尺：书信。"], "background": "贺铸在外作官，他乡为客。无时无刻不思念家乡，盼望着能够早日归去，恰逢要送别好友范殿监赴黄冈做官，此时心中必然集聚了一些羁宦之愁。正是在这种情境之下，要给陪伴自己多日的朋友送别，便作该词以赠别。"},
{"title": "醉公子·岸柳垂金线", "author": "顾敻", "paragraphs": "岸柳垂金线，雨晴莺百啭。\t家住绿杨边，往来多少年。\t马嘶芳草远，高楼帘半掩。\t敛袖翠蛾攒，相逢尔许难。", "topic": "送别", "notes": ["醉公子，唐教坊曲名，后用为词牌名。杨升庵《词品》云：“唐词多缘题所赋，《醉公子》，咏公子醉也”。", "莺百啭：形容莺的啼叫声非常动听。", "少年：小青年。", "敛袖：整理衣抽。翠蛾攒（cuán）：即攒眉皱眉，蹙眉。翠蛾：指眉毛。古人称女子的细而长的眉毛为蛾眉，因为其形似蛾的触须。古代女子以黛画眉，黛为青黑色颜料，故称翠蛾。", "尔许：如许，这样。"], "background": ""},
{"title": "一络索·送蜀守蒋龙图", "author": "陈凤仪", "paragraphs": "蜀江春色浓如雾。拥双旌归去。海棠也似别君难，一点点、啼红雨。此去马蹄何处。沙堤新路。禁林赐宴赏花时，还忆著、西楼否。", "topic": "送别", "notes": ["旌：旗的通称。", "禁林：翰林院的别称。"], "background": ""},
{"title": "瑞龙吟·送梅津", "author": "吴文英", "paragraphs": "黯分袖。肠断去水流萍，住船系柳。吴宫娇月娆花，醉题恨倚，蛮江豆蔻。\t吐春绣。笔底丽情多少，眼波眉岫。新园锁却愁阴，露黄漫委，寒香半亩。\t还背垂虹秋去，四桥烟雨，一宵歌酒。犹忆翠微携壶，乌帽风骤。西湖到日，重见梅钿皱。谁家听、琵琶未了，朝骢嘶漏。印剖黄金籀。待来共凭，齐云话旧。莫唱朱樱口。生怕遣、楼前行云知后。泪鸿怨角，空教人瘦。", "topic": "送别", "notes": ["梅津：即尹焕，字惟晓，号梅津，山阴人。与梦窗亲兄翁逢龙为同榜进士，也是词人的好友。", "娇：一本作“晓”。", "露黄漫委：“黄”字后面一本有“迷”字，一本有“半”字。", "泪：一本作“唳”。"], "background": "夏承焘笺：“此与《凤池吟》为淳祐七年作。”如依夏说，此词则是梦窗卸苏幕后再到吴作（杨铁夫定梦窗于公元1243年（淳祐三年）卸苏幕；《词人年表》定梦窗在公元1246年（淳祐六年）后往来杭越间。"},
{"title": "相思令·苹满溪", "author": "张先", "paragraphs": "苹满溪，柳绕堤。相送行人溪水西，回时陇月低。\t烟霏霏，风凄凄。重倚朱门听马嘶，寒鸥相对飞。", "topic": "送别", "notes": ["陇月：山间明月。", "霏霏：烟很盛的样子。"], "background": ""},
{"title": "齐天乐·送童瓮天兵后归杭", "author": "詹玉", "paragraphs": "相逢唤醒京华梦，吴尘暗斑吟发。倚担评花，认旗沽酒，历历行歌奇迹。吹香弄碧，有坡柳风情，逋梅月色。画鼓红船，满湖春水断桥客。\t当时何限俊侣，甚花天月地，人被云隔。却载苍烟，更招白鹭，一醉修江又别。今回记得。再折柳穿鱼，赏梅催雪。如此湖山，忍教人更说。", "topic": "送别", "notes": ["齐天乐：词牌名。又名“台城路”“五福降中天”“如此江山”。上下片各六仄韵。", "兵后：指元兵攻破南宋都城杭州以后。归杭：指回到杭州。", "吴尘：吴地的风尘。吟发：指词人的头发。", "认旗沽（gū）酒：化用", "《杭州春望》“青旗沽酒趁梨花”诗意。沽，买。", "坡柳风情：用", "的典故。苏轼曾两度在杭州做官，在西湖中修建了一条长堤，把西湖分为里湖和外湖两部分，并在长堤上种花植柳，建置桥亭，后来堤桥成市，歌舞鼎沸，成为西湖繁华热闹的场所。另外苏轼也写下了一些咏柳名句，如《蝶恋花·春景》“枝上柳绵吹又少，天涯何处无芳草”之类。", "逋（bū）梅月色：用", "的典故。林逋隐居西湖孤山，种梅养鹤，其《山园小梅》诗“疏影横斜水清浅，暗香浮动月黄昏”，是千古传诵的咏梅名句。", "苍烟：苍茫的云雾。", "修江：即修水，在今江西省境内。"], "background": "词题中的“兵后”，即南宋德祐二年（1276年）元将伯颜攻占临安之后。此时，词人的朋友童瓮天返回杭州。词人作了这首词送别。"},
{"title": "陌上郎·西津海鹘舟", "author": "贺铸", "paragraphs": "西津海鹘舟，径度沧江雨。双舻本无情，鸦轧如人语。\t挥金陌上郎，化石山头妇。何物系君心，三岁扶床女。", "topic": "送别", "notes": ["调名即《生查子》。", "西津：西方之渡口，此泛指送别之地。", "海鹘（gǔ）舟：状似鹰隼的快船。宋叶廷硅《海录碎事》衣冠服用部《舟门》：“海鹘舟，轻捷之称。”", "鸦轧：磨擦声，此指摇橹声。", "挥金陌上郎：用《秋胡行》的故事。挥金，挥金如土。陌上郎，指秋胡。用来比喻对爱情不忠贞的丈夫。化石山头妇：古代有许多“望夫石”的民间传说。据说因丈夫长期在外，妻子思念至极，久久伫立山头眺望，以至化身为石。比喻对爱情忠贞不渝的妻子。"], "background": "北宋哲宗元祐三年（1088）秋，贺铸在和州（今安徽和县一带）任管界巡检（负责地方上训治甲兵，巡逻州邑，捕捉盗贼等的武官）。虽然位卑人微，却始终关心国事。眼看宋王朝政治日益混乱，新党变法的许多成果毁于一旦；对外又恢复了岁纳银绢、委屈求和的旧局面，以致西夏骚扰日重。面对这种情况，词人义愤填膺，又无力上达，于是挥笔填词，写下了这首感情充沛、题材重大、在北宋词中不多见的、闪耀着爱国主义思想光辉的豪放名作。"},
{"title": "木兰花慢·送人之官九华", "author": "周端臣", "paragraphs": "霭芳阴未解，乍天气、过元宵。讶客神犹寒，吟窗易晓，春色无柳。梅梢。尚留顾藉，滞东风、未肯雪轻飘。知道诗翁欲去，递香要送兰桡。清标。会上丛霄。千里阻、九华遥。料今朝别后，他时有梦，应梦今朝。河桥。柳愁未醒，赠行人、又恐越魂销。留取归来紧马，翠长千缕柔条。", "topic": "送别", "notes": ["霭：即霭霭，形容月光昏暗人样客。", "芳阴：即月影。“芳”是为了增添词人色彩而加人修饰。", "乍：此处是正好刚刚人意思。", "顾藉：顾惜。", "诗翁：对友人人敬称。", "兰桡：代指船。桡，船桨。", "《忆江上吴处士》：“兰桡殊未返，消息海云端。”", "清标：指清美脱俗人文采。", "会：定当，定要。", "柳愁未醒：是对柳树尚未绽芽吐绿人含蓄说法。", "行人：指即将远行人友人。", "越魂：指越中送行人词人自己。"], "background": ""},
{"title": "四犯令·月破轻云天淡注", "author": "侯寘", "paragraphs": "月破轻云天淡注，夜悄花无语。莫听《阳关》牵离绪。拚酩酊花深处。\t明日江郊芳草路，春逐行人去。不似酴醾开独步，能着意留春住。", "topic": "送别", "notes": ["四犯令：词牌名，又名“四和香”、“桂华明”、“四块玉”，是合四调的犯声而成的新曲。调名始见于南宋侯寘《懒窟词》。犯，乐曲移调变奏的方式之一，即“犯调”，又称“犯声”，指移宫换羽，转换宫调；此为一曲终传调四次，故称四犯。", "破：过，开。唐", "《度安海入龙编》诗：“别离频破月，容鬓骤催年。”天淡注：谓云层稀薄，天色浅淡。", "阳关：即《阳关曲》，此为送别之曲。", "拚（pīn）：同“拼”，不顾惜，豁出去。", "酩（mǐng）酊（dǐng）：形容大醉。", "酴（tú）醾（mí）：即“荼蘼”，植物名，亦称佛见笑、独步春。春末夏初开花。", "着（zhuó）意：注意，用心。"], "background": "南宋孝宗时淳熙年间（1174—1189），暮春时节，作者侯寘送别友人，临别的前一天即兴作《四犯令》一首，表达了作者惜春留人的惜别之情。"},
{"title": "踏莎行·寒草烟光阔", "author": "寇准", "paragraphs": "寒草烟光阔，渭水波声咽。春潮雨霁轻尘歇。征鞍发。指青青杨柳，又是轻攀折。动黯然，知有后会甚时节？\t更进一杯酒，歌一阕。叹人生，最难欢聚易离别。且莫辞沉醉，听取阳关彻。念故人，千里至此共明月。", "topic": "送别", "notes": "", "background": ""},
{"title": "太常引·钱齐参议归山东", "author": "刘燕哥", "paragraphs": "故人送我出阳关，无计锁雕鞍。今古别离难。兀谁画娥眉远山。\t一尊别酒，一声杜宇，寂寞又春残。明月小楼间，第一夜相思泪弹。", "topic": "送别", "notes": ["阳关：泛指送别之地。", "锁雕鞍：意谓留住。"], "background": ""},
{"title": "菊花新·用韵送张见阳令江华", "author": "纳兰性德", "paragraphs": "愁绝行人天易暮，行向鹧鸪声里住。渺渺洞庭波，木叶下，楚天何处。\t折残杨柳应无数，趁离亭笛声吹度。有几个征鸿，相伴也，送君南去。", "topic": "送别", "notes": ["菊花新：词牌名，《齐东野语》云：此曲为教坊都管王公谨作。此调有不同体格，均为双调。本首为其一体，双调五十二字，前后段各四句、三仄韵。", "江华：在湖南省西南部，今为瑶族自治县。张见阳：张纯修，字子敏，号见阳，浭阳人。", "愁绝：极度的忧愁。易∶改变。鹧鸪声里，借指见阳将去的江华之地，地在西南方，故云。且鹧鸪声亦含有惜别之意。", "渺渺：遥远。楚天：古时长江中下游一带属楚国，楚在南方，故用以泛指南方的天空。", "“折残”二句：意谓在送别见阳之时依依难舍，杨柳折断了无数次，本应趁着长亭离宴上的笛声作别，却仍不忍分手离去。吹度：吹送。", "征鸿：征雁，大雁秋来南飞，春来北往，但诗词中多指南飞之雁。"], "background": "康熙十八年（1679年）秋，纳兰容若的好友张纯修（号见阳）离京赴任湖南江华县，容若作此词以送别。"},
{"title": "水调歌头·送郑厚卿赴衡州", "author": "辛弃疾", "paragraphs": "寒食不小住，千骑拥春衫。衡阳石鼓城下，记我旧停骖。襟以潇湘桂岭，带以洞庭青草，紫盖屹西南。文字起《骚》《雅》，刀剑化耕蚕。\t看使君，於此事，定不凡。奋髯抵几堂上，尊俎自高谈。莫信君门万里，但使民歌《五袴》，归诏凤凰衔。君去我谁饮，明月影成三。", "topic": "送别", "notes": ["水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上阕九句四平韵、下阕十句四平韵。", "郑厚卿：郑如峦，字厚卿，曾任衡州太守。", "寒食：即寒食节，清明的前一天。", "石鼓：即石鼓山，在衡州城东。", "停骖（c君n）：停车，骖，驾车的马。", "潇湘：潇水和湘水。", "桂岭：即香花岭，在湖南临武县北。", "洞庭青草：湖名。", "紫盖：衡山中最高的一座山峰。", "骚雅：《离骚》与《诗经》中的《大雅》、《小雅》。", "刀剑化耕蚕：", "谓友人到任会重农桑。", "使君：州府长官的别称，此谓郑厚卿。", "奋髯抵几：用此典谓友人将大刀阔斧整顿吏治。", "尊俎（zǔ）：酒杯与盛肉的器具，这里代指宴席。", "民歌五栲（kǎo）：稼轩用典谓郑厚卿到任会取得政绩，得到百姓拥戴。", "归诏：谓郑厚卿有政绩，皇帝会下诏召回朝廷。"], "background": "这首诗是辛弃疾于淳熙十五年（1188）春送友人郑厚卿赴衡州任作。时值寒食，词人不忍友人离去，但又不得不送别友人，词人同时也对其寄予了深切厚望，希望友人重视农耕，帮助人们发展生产，故作此篇。"},
{"title": "更漏子·送孙巨源", "author": "苏轼", "paragraphs": "水涵空，山照市。西汉二疏乡里。新白发，旧黄金。故人恩义深。\t海东头，山尽处。自古空槎来去。槎有信，赴秋期。使君行不归。", "topic": "送别", "notes": ["更漏子：唐人称夜间为更漏。此调创于晚唐，而温飞卿最擅其词，飞卿传者有两首，而所咏又俱本意，调名创作，或即为温飞卿本人耳。毛氏《填词名解》亦云：“唐", "做《秋思词》，中咏更漏，后以名词。”双调四十六字。起为三字对句，而平仄互异。第三句为六字句，第一、三、五字平仄可以不拘。第四、五句换平韵，亦为三字对句。第六句五字，第一字宜仄。第三字宜平。后阕起句即用韵，第二句可不用对偶。第三句以下，均与前阕同。 ", "孙巨源：孙洙，字巨源，", "同僚。宋神宗熙宁七年（1074）秋，孙巨源即将回朝任起居注知制诰，苏轼作此词送别。", "涵空：指水映天空。 ", "西汉二疏：即疏广、疏受，两人位叔侄，皆东海（海州）人。疏广为太子太傅，疏受为少傅，皆官居要职而同时请退乡里，受世人景仰。", "槎：即乘槎。", "使君：此处指的是孙巨源。"], "background": "此词为送别词，为宋神宗熙宁七年（1074）十月作者在楚州别孙洙（字巨源）时所作。在仕途上，作者与孙洙均与王安石政见不合，又有着共同的政治遭遇，二人皆乞外任。而此时，孙洙即将回朝任起居注知制诰，这自然会引起作者的思想波动。作者就是在这种背景下写下了这首词。"},
{"title": "点绛唇·再和送钱公永", "author": "苏轼", "paragraphs": "莫唱阳关，风流公子方终宴。秦山禹甸。缥缈真奇观。\t北望平原，落日山衔半。孤帆远。我歌君乱。一送西飞雁。", "topic": "送别", "notes": ["点绛唇：词牌名，此调因", "《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。钱公永：生平不详。孔凡礼《", "年谱》卷二十九： “云‘风流公子’，公永或为（钱）勰子。”", "阳关：即琴曲《阳关曲》。又名《阳关三叠》。各派琴谱均以（唐）", "《送元二使安西》“渭城朝雨渑轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人”诗为主要歌词，或引申诗意，增换词句，抒发离情别绪。后人因谓之《阳关曲》，或《渭城曲》。又，因全曲分三段，原诗反复三次，故称“三叠”。", "风流公子：指钱公永。谓其英俊杰出，富有才学而不拘礼法。", "秦山禹甸（diàn）：秦山，指今浙江绍兴境内的会稽山，因秦始皇曾登临，故称。禹甸：杭州为古代会稽郡，相传夏禹死于此处，故称。甸：郊外地方。前者见《史记》卷六《秦始皇本纪》，后者见《史记》卷二《夏本纪》。", "缥缈：隐隐约约似有似无貌。"], "background": "此词一首送别词，是词人于宋哲宗元祐五年（1090年）九月饯别友人钱公永在杭州而作。"},
{"title": "临江仙·冬日即事", "author": "苏轼", "paragraphs": "自古相从休务日，何妨低唱微吟。天垂云重作春阴。坐中人半醉，帘外雪将深。\t闻道分司狂御史，紫云无路追寻。凄风寒雨是骎骎。问囚长损气，见鹤忽惊心。", "topic": "送别", "notes": ["临江仙：词牌名，双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。", "即事：任事，作事。", "休务：停止公务，即休假。宋人习用语。", "坐：同“座”。", "骎骎（qīn）：疾速的样子。", "问囚：指审案断狱等公务。"], "background": "宋神宗元丰元年（1078年）正月，李公恕自京东转运判官召赴汴京，路过徐州，苏轼作该词相赠。"},
{"title": "忆仙姿·莲叶初生南浦", "author": "贺铸", "paragraphs": "莲叶初生南浦，两岸绿杨飞絮。向晚鲤鱼风，断送彩帆何处？凝伫，凝伫，楼外一江烟雨。", "topic": "送别", "notes": ["忆仙姿：词牌名，即《如梦令》，还有一个名字《宴桃园》。五代时后唐庄宗李存勗创制。", "南浦：面南的水边。", "向晚：傍晚。鲤鱼风：指九月风。", "断送：送走。", "凝伫：指发愣发呆，久立凝望。"], "background": "贺铸本卫州共城（今河南辉县）人，曾在和州（今安徽和县）、泗州（今江苏盱眙）、太平州（今安徽当涂）等处任职。这些地方，均近江临淮，晚年又退居苏州，长居水乡，在他的词集中，便有不少写水乡风光与生活的作品，《忆仙姿》即其中一首。"},
{"title": "清平乐·风光紧急", "author": "朱淑真", "paragraphs": "风光紧急。三月俄三十。拟欲留连计无及。绿野烟愁露泣。\t倩谁寄语春宵。城头画鼓轻敲。缱绻临歧嘱付，来年早到梅梢。", "topic": "送别", "notes": ["意谓取得迅速。用笔亦跳脱。", "《三月晦日寄刘平事》：“三月正当三十日，风光别我苦吟身，劝君今夜不须睡，未到晓钟又是春。”不独这句用贾岛诗句，即全篇之意亦与之略同。", "上片押入声韵，声情高亢。结尾倒插一句写景。如把“绿野”这句放在开头，就显得平衍了。", "倩：叫人代为。音“请”去声。", "城楼定时击鼓，为城门坊门启闭之节。每日击二次，五更三筹击后，听人行，昼漏尽击后，禁人行。每次击数百下，曰鼕鼕鼓。如", "《城上》：“城上鼕鼕鼓，朝衙复晚衙。”孙洙《菩萨蛮》：“楼头上有三冬鼓。何须抵死催人去。”是唐宋时均然。", "三月三十夜，才是春光的最后一霎，所以要“寄语春宵”、“临歧嘱付”，却说得委婉，亦贾岛诗中后二句意。"], "background": ""},
{"title": "点绛唇·送李琴泉", "author": "吴大有", "paragraphs": "江上旗亭，送君还是逢君处。酒阑呼渡。云压沙鸥暮。\t漠漠萧萧，香冻梨花雨。添愁绪。断肠柔橹。相逐寒潮去。", "topic": "送别", "notes": ["旗亭：即酒楼；", "漠漠：密布弥漫的样子；", "萧萧：这里指的是风雨声。", "柔橹：指船桨，也指船桨划动的击水声。"], "background": ""},
{"title": "小重山·绿树莺啼春正浓", "author": "何大圭", "paragraphs": "绿树莺啼春正浓，钗头青杏小，绿成丛。玉船风动酒鳞红。歌声咽，相见几时重？\t车马去匆匆，路随芳草远，恨无穷。相思只在梦魂中。今宵月，偏照小楼东。", "topic": "送别", "notes": ["相见几时重：几时重相见。"], "background": ""},
{"title": "水调歌头·送王子初之太原", "author": "王恽", "paragraphs": "将军报书切，高卧起螭蟠。悲欢离合常事，知己古为难。忆昔草庐人去，郁郁风云英气，千载到君还。歌吹展江底，长铗不须弹。\t路漫漫，天渺渺，与翩翩。西风鸿鹄，一举横绝碧云端。自笑鹡鸰孤影，落日野烟原上，沙晚不胜寒。后夜一相意，明月满江干。", "topic": "送别", "notes": ["螭蟠，亦作“ 螭盘 ”。 如螭龙盘据。", "长铗，指长剑。铗，剑柄。", "鹡鸰，《诗·小雅·常棣》：“脊令在原，兄弟急难。”后以“鶺鴒”比喻兄弟。"], "background": ""},
{"title": "上西平·送陈舍人", "author": "吴泳", "paragraphs": "跨征鞍，横战槊，上襄州。便匹马、蹴踏高秋。芙蓉未折，笛声吹起塞云愁。男儿若欲树功名，须向前头。\t凤雏寒，龙骨朽，蛟渚暗，鹿门幽。阅人物、渺渺如沤。棋头已动，也须高著局心筹。莫将一片广长舌，博取封侯。", "topic": "送别", "notes": ["题目中的陈舍人，不详，可能是作者的朋友。舍人，官名。", "横战槊（shuò）：横持长矛，指从军或习武。", "襄州：襄阳，襄阳区位于鄂西北，地处汉水中游属南阳盆地边缘，在今天的湖北。", "凤雏：三国时期庞统的号。“凤雏”即庞统，汉未襄阳人，其叔德公称之为“凤雏”，善知人的司马徽称他为“南州士之冠冕”。“龙”指", "，曾在襄阳居住，司马徽称之为“卧龙”。“蛟渚”，晋邓遐斩蛟的地方。《晋书。邓遐传》载：襄阳城北沔水中有蛟，常为人害，邓遐拔剑入水截蛟数段。“鹿门”，在今襄樊市东南，唐代诗人", "曾隐居在此。", "龙骨：指的是卧龙，即诸葛亮。", "鹿门：鹿门山之省称。在湖北省襄阳县后汉", "携妻子登鹿门山，采药不返。后因此用指隐士所居之地。唐代山水田园诗人孟浩然隐居于此。"], "background": "此词作于宋宁宗嘉定十四年（公元1221年），当时宋金之间战事不断，川陕和弗襄一带局势尤为紧张，祸患频仍。此时陈赅继赵方为京湖安抚使，即将赴襄阳任所，于是词人赋此阕相赠，对友人进行慰勉和鼓励。"},
{"title": "蝶恋花·别范南伯", "author": "杨炎正", "paragraphs": "离恨做成春夜雨。添得春江，刬地东流去。弱柳系船都不住。为君愁绝听鸣橹。\t君到南徐芳草渡。想得寻春，依旧当年路。后夜独怜回首处。乱山遮隔无重数。", "topic": "送别", "notes": ["刬地：依旧，还是。此处作“一派”讲。", "鸣橹：指划船的橹摇动时所发出的声音。", "南徐：州名。东晋时侨置徐州于京口，后曰南徐；即今江苏镇江市。"], "background": ""},
{"title": "渔家傲·千古龙蟠并虎踞", "author": "苏轼", "paragraphs": "金陵赏心亭送王胜之龙图。王守金陵，视事一日移南郡。\t千古龙蟠并虎踞。从公一吊兴亡处。渺渺斜风吹细雨。芳草渡。江南父老留公住。\t公驾飞车凌彩雾。红鸾骖乘青鸾驭。却讶此洲名白鹭。非吾侣。翩然欲下还飞去。", "topic": "送别", "notes": ["渔家傲：词牌名。又名”吴门柳“”忍辱仙人“”荆溪咏“”游仙关“。双调六十二字；前后阕相同，完全惟七言仄韵诗两绝合为一。其所不同者有第三句协韵，以及下添一个三字句而已。", "王胜之：即王益柔（1015—1086），字胜之，河南（今河南洛阳）人。", "”千古“句：是说金陵古城是许多帝王的都城。相传汉末刘备使", "至金陵，谓孙权曰：“秣陵地形，钟山龙蟠，石城虎踞，此帝王之宅。”蟠，或作“盘”。", "从：与、跟。古时有数代帝王在金陵建都，故作者有“兴亡处”之喻。", "“江南”句：因王益柔为官清廉，有声望，所以说“留公住”。", "鸾：传说中凤凰一类的鸟。骖（cān）：指在车两侧驾御。驭（yù）：指在车中驾御。因王益柔为龙图阁直学士，所以作者有此比喻。", "白鹭：即白鹭洲，在金陵城（今南京市）西门外，被秦淮河与长江围着。"], "background": "此词题序云：“金陵赏心亭送王胜之龙图。王守金陵，视事一日移南郡。”可见，苏轼被贬黄州团练副使。元丰七年（1084年）苏轼奉诏调往汝州。八月，苏轼自黄州赴汝州途中，经过金陵，恰逢江宁知府王胜之调任，因作此词送别。"},
{"title": "高阳台·送陈君衡被召", "author": "周密", "paragraphs": "照野旌旗，朝天车马，平沙万里天低。宝带金章，尊前茸帽风欹。秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。\t酒酣应对燕山雪，正冰河月冻，晓陇云飞。投老残年，江南谁念方回。东风渐绿西湖柳，雁已还、人未南归。最关情，折尽梅花，难寄相思。", "topic": "送别", "notes": ["高阳台：词牌名，又名“庆春泽”。双调一百字，平韵格。", "陈君衡：名允平，号西麓，四明（今浙江宁波）人。德祐时，授沿海制置司参议官。宋亡后，曾应召至元大者，不仕而归。有词集《日湖渔唱》。词风和婉平正，少数作品表现了故国之思。", "旌旗：旗帜的总称。", "朝天：指朝见天饯。", "宝带金章：官服有宝玉饰带，金章即金印。", "尊前：在酒樽之前。指酒筵上。", "茸帽风攲（yǐ）：茸帽，皮帽；欹，侧。“风欹”，原本作“风欺”，据别本改。", "英游：英俊之辈；才智杰出的人物。", "晓陇云飞：", "《曲玉管》词：“陇首云飞，江边日晚。”", "投老：到老，临老。", "方回：北宋词人", "字，此处作者自指。", "东风：", "《泊船瓜洲》诗：“春风又绿江南岸”，此处借用其意。", "大关情：用", "、", "故事，见", "《虞美人》注。"], "background": "者的友人陈君衡为蒙元朝廷所召，将要前往大都（今北京）赴任。作者为此写了这首送别的词。"},
{"title": "酒泉子·无题", "author": "辛弃疾", "paragraphs": "流水无情，潮到空城头尽白。离歌一曲怨残阳，断人肠。\t东风官柳舞雕墙。三十六宫花溅泪，春声何处说兴亡，燕双双。", "topic": "送别", "notes": ["空城：石头城，建康的旧称", "叶梦得《满庭芳》：“一曲离歌，烟村人去。”", "雕墙：雕花的宫墙。"], "background": "这首词作于南宋孝宗淳熙元年至淳熙二年（1174-1175）春，是辛弃疾送别友人时所作的词。"},
{"title": "夜飞鹊·河桥送人处", "author": "周邦彦", "paragraphs": "河桥送人处，凉夜何其。斜月远堕余辉。铜盘烛泪已流尽，霏霏凉露沾衣。相将散离会，探风前津鼓，树杪参旗。华骢会意，纵扬鞭、亦自行迟。\t迢递路回清野，人语渐无闻，空带愁归。何意重红满地，遗钿不见，斜迳都迷。兔葵燕麦，向残阳、欲与人齐。但徘徊班草，欷歔酹酒，极望天西。", "topic": "送别", "notes": ["凉夜何其：意指夜深尚未天明。凉也作“良”。", "离会：离别前的饯行聚会。", "树杪（miǎo）参（cēn）旗：树杪，树梢。参旗，星辰名，初秋时于黎明前出现。树杪参旗，指树梢上的夜空中散布着点点繁星。", "兔葵燕麦：野葵和野麦。", "班草：布草而坐。", "欷歔（xū）：叹息声。酹（lèi）酒：以酒洒地面祭。"], "background": "这首词是因回忆曾有的一次送别而作的。周邦彦重游故地，想起过去的离别之情景，有感而作此词。其创作时间未详。"},
{"title": "解连环·送别", "author": "史鉴", "paragraphs": "销魂时候。正落花成阵，可人分手。纵临别、重订佳期，恐软语无凭，盛欢难又。雨外春山，会人意、与眉交皱。望行舟渐隐，恨杀当年，手栽杨柳。\t别离事，人生常有。底何须，为著成个消瘦。但若是两情长，便海角天涯，等是相守。潮水西流，肯寄我、鲤鱼双否。倘明岁、来游灯市，为侬沽酒。", "topic": "送别", "notes": ["解连环：词牌名，正体为双调，一百零六字，前段十一句五仄韵，后段十句五仄韵。", "销魂时候：指别离之际。销，与“消”通。", "可人：本指有长处的人，这里指心中可爱的人。", "软语：柔婉的话语。", "盛欢：达到极点的欢快情绪。", "又：再。", "杀：程度深。", "底：底事，什么事。", "何须：何用，不用。", "但若是两情长，便海角天涯，等是相守：化用", "《鹊桥仙·纤云弄巧》“两情若是久长时，又岂在朝朝暮暮”句意。等是，同样是。", "鲤鱼双：即“双鲤鱼”，代指书信。", "灯市：指元宵节前后放灯的地方，古时男女可以于此自由相会。"], "background": "此词是词人为抒离别之苦和相恋之情而创作的，具体创作时间不详。"},
{"title": "临江仙·冬夜夜寒冰合井", "author": "苏轼", "paragraphs": "冬夜夜寒冰合井，画堂明月侵帏。青缸明灭照悲啼。青缸挑欲尽，粉泪裛还垂。\t未尽一尊先掩泪，歌声半带清悲。情声两尽莫相违。欲知肠断处，梁上暗尘飞。", "topic": "送别", "notes": ["临江仙：唐教坊曲，后用作词牌，为双调小令。又名《谢新恩》、《雁后归》、《画屏春》、《庭院深深》等。格律俱为平韵格。全词分两片，上下片各五句，三平韵。", "冰合井：严寒的冰把井给封冻了。", "画堂：泛指华丽的堂舍。", "侵帏（wéi）：侵袭帐子。侵，指一物进入他物中或他物上。", "青缸：代指青色的灯光。", "挑：把灯芯拨出一些。欲尽：快烧完了。", "裛（yì）：沾湿。垂：掉下，《下。", "掩泪：犹掩涕，掩着面《泪。", "暗尘：多年不见的灰尘，积尘。"], "background": "宋神宗元丰六年（1083年）十二月，徐君猷（黄州太守，与苏轼是同僚）的侍女胜之将要离开黄州去苏州，该词是苏轼在送别胜之时所作。"},
{"title": "高阳台·将反魏塘疏香女子亦以次日归吴下置酒话别离怀惘惘", "author": "郭麐", "paragraphs": "暗水通潮，痴云阁雨，微阴不散重城。留得枯荷，奈他先作离声。清歌欲遏行云住，露春纤、并坐调笙。莫多情，第一难忘，席上轻盈。\t天涯我是飘零惯，任飞花无定，相送人行。见说兰舟，明朝也泊长亭。门前记取垂杨树，只藏他、三两秋莺。一程程，愁水愁风，不要人听。", "topic": "送别", "notes": ["魏塘：地名，今属浙江嘉兴。", "吴下：今江苏苏州。", "阁：通“搁”，撂下。", "“留得”二句：李商隐《宿骆氏亭寄怀崔雍崔衮》诗：“留得枯荷听雨声。”", "“清歌”句：古有秦人秦青善歌，其歌声“声振林木，响遏行云”（见《列子·汤问》）。", "春纤：纤白如葱的手指。", "飞花：此指杨花。"], "background": ""},
{"title": "浣溪沙·送叶淳老", "author": "苏轼", "paragraphs": "阳羡姑苏已买田。相逢谁信是前缘。莫教便唱水如天。\t我作洞霄君作守，白头相对故依然。西湖知有几同年。", "topic": "送别", "notes": ["浣溪沙：唐代教坊曲名，后用为词牌名。", "叶淳老：叶温叟，字淳老，苏州人，时任两浙路转运副使。", "阳羡：古县名，在今江苏宜兴南。姑苏：苏州的别称。", "洞霄：洞霄宫，道教名观，在杭州西南。", "同年：同科考中的人。", "与叶温叟为同年进士。"], "background": "此词作于宋哲宗元祐六年辛未（1091年）正月十八日，是时，词人身在杭州，叶温叟由两浙路转运副使调任主客郎中，苏轼赋此词送行。"},
{"title": "浣溪沙·重九旧韵", "author": "苏轼", "paragraphs": "白雪清词出坐间。爱君才器两俱全。异乡风景却依然。\t可恨相逢能几日，不知重会是何年。茱萸子细更重看。", "topic": "送别", "notes": ["浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》《小庭花》等。双调四十二字，五平韵。", "重九：节日名，即重阳。旧韵：指前首《浣溪沙·菊节》词所用韵字。", "白雪：意即阳春白雪。本指艺术性较高难度较大的歌曲，这里比喻杨绘（元素）词作的高雅。坐：同“座”。", "君：指杨绘，作者友人，杭州知府。才器：才能与器识。", "异乡：指杭州，因杨元素与", "均为四川人，故称异乡。", "茱萸：植物名。有浓烈香气，可入药。古代习俗，夏历九月九日重阳节，佩茱萸囊以去邪避恶。子细：仔细。"], "background": "苏轼在作此篇前曾作了一首《浣溪沙》，从那首词序中“自杭移密守”及“时重阳前一日”二语，可以确切地了解到，词作于宋神宗熙宁七年九月八日。而从“别杨元素”一语，可知是与杨绘分袂时写下的别情词。因而可以肯定作于同时，即熙宁七年九月，只不过前后相隔一日。"},
{"title": "浣溪沙·和无咎韵", "author": "陆游", "paragraphs": "懒向沙头醉玉瓶，唤君同赏小窗明。夕阳吹角最关情。\t忙日苦多闲日少，新愁常续旧愁生。客中无伴怕君行。", "topic": "送别", "notes": ["浣溪沙：有的本子词》作“浣沙溪”。查词律、词谱，《浣溪沙》一》并无“浣沙溪”的别名，当系传抄之误。", "和无咎韵：韩元吉，字无咎，号南涧，南宋许昌（今河南省许昌市）人，官至吏部尚书。与", "友善，多有唱和，工词，有 《南涧甲乙稿》。陆游这首《浣溪沙》是和词，韩元吉的原唱不见于他的词集，恐已亡佚。", "\"懒向沙头醉玉瓶\"又作\"漫向寒炉醉玉瓶\"。玉瓶：此处指酒瓶，称玉瓶，是美化的修辞手段。", "同赏：一同欣赏。", "夕阳吹角：黄昏时分吹起号角。", "关情：牵动情怀。", "闲日：休闲的日子。", "新愁：新添的忧愁。"], "background": "宋孝宗隆兴二年（1164年）闰十一月至次年正月，陆游与韩元吉在镇江相聚，那时，陆游是在镇江通判任上，韩元吉则是来镇江省亲暂住。两位朋友相聚两月，彼此唱和的诗词作品共有三十多首，此词当是其中之一。"},
{"title": "水调歌头·呈汉阳使君", "author": "王以宁", "paragraphs": "大别我知友，突兀起西州。十年重见，依旧秀色照清眸。常记鲒碕狂客，邀我登楼雪霁，杖策拥羊裘。山吐月千仞，残夜水明楼。\t黄粱梦，未觉枕，几经秋。与君邂逅，相逐飞步碧山头。举酒一觞今古，叹息英雄骨冷，清泪不能收。鹦鹉更谁赋，遗恨满芳州。", "topic": "送别", "notes": ["水调歌头：词牌名，长调。又名《元会曲》《凯歌》《江南好》《花犯念奴》。此体上片九句，下片十句，共九十五字，平韵。", "鲒（jié）碕（qí）狂客：代指汉阳使君。古代有以籍贯称人的习惯。", "杖策拥羊裘：《后汉书·逸民传·严光》隐士严光“披羊裘钓泽中”。", "觞（shāng）：古代盛酒器，作为动词时有敬酒，饮酒的意思。", "鹦鹉：东汉末年", "不为", "所容，后来终为黄祖杀害。"], "background": "这首词是为献给汉阳使君而写的，这位汉阳军的长官，是王以宁志同道合的老友，阔别十年，又相逢了，词人面对大别青山（在汉阳县东北），感慨万端，于是写下该词。"},
{"title": "渔家傲·临水纵横回晚鞚", "author": "苏轼", "paragraphs": "临水纵横回晚鞚。归来转觉情怀动。梅笛烟中闻几弄。秋阴重，西山雪淡云凝冻。\t美酒一杯谁与共。尊前舞雪狂歌送。腰跨金鱼旌旆拥。将何用，只堪妆点浮生梦。", "topic": "送别", "notes": ["渔支傲：词牌名，北宋流行，有用以作“十二月鼓子词”者，也是曲牌名，南北曲均有。", "纵横：奔放，不受拘束。鞚（kòng）：有嚼口的马络头。", "梅笛：吹奏《梅花落》笛曲。弄：乐曲，曲调；乐曲一阕或演奏一遍称一弄。几弄，几阕乐曲。", "尊：泛称一切酒器。舞雪：形容舞女的动作迅速，其衣袖飘动如雪片回旋。", "腰跨金鱼：腰间挂着鱼袋佩饰。金鱼，又称“鱼袋”，宋代以之表明官阶身分，需翰林学士及中书堂后官，始可佩之。旌旆（jīng pèi）：古代旗帜名， “旌”缀旄牛尾于竿头，下有五彩析羽，用以指挥和开道。“旆”是旗末状如燕尾的垂旒。这里“旌旆”泛指护卫旗帜。", "浮生梦：谓世事虚浮无定，生命短暂，有如一场梦。"], "background": "宋哲宗元祐八年（1093年）十月词人自汴京（今河南开封）赴定州太守任途中，词人为了记录当时自己感悟人生的情绪波动，于是作下这首词。"},
{"title": "江神子·送元济之归豫章", "author": "辛弃疾", "paragraphs": "乱云扰扰水潺潺。笑溪山。几时闲。更觉桃源，人去隔仙凡。万壑千岩楼外雪，琼作树，玉为栏。\t倦游回首且加餐。短篷寒。画图间。见说娇颦，拥髻待君看。二月东湖湖上路，官柳嫩，野梅残。", "topic": "送别", "notes": ["桃源：地方名。", "万壑千岩：形容峰峦、山谷极多。", "娇颦：谓蹙眉含愁的媚态。", "拥髻：谓捧持发髻，话旧生哀。"], "background": ""},
{"title": "踏莎行·芳草平沙", "author": "张翥", "paragraphs": "芳草平沙，斜阳远树，无情桃叶江头渡。醉来扶上木兰舟，将愁不去将人去。\t薄劣东风，夭斜落絮，明朝重觅吹笙路。碧云红雨小楼空，春光已到销魂处。", "topic": "送别", "notes": ["平沙：旷野。", "将：送。"], "background": ""},
{"title": "贺新郎·用前韵送杜叔高", "author": "辛弃疾", "paragraphs": "细把君诗说。怅余音、钧天浩荡，洞庭胶葛。千尺阴崖尘不到，惟有层冰积雪。乍一见、寒生毛发。自昔佳人多薄命，对古来、一片伤心月。金屋冷，夜调瑟。\t去天尺五君家别。看乘空、鱼龙惨淡，风云开合。起望衣冠神州路，白日销残战骨。叹夷甫、诸人清绝。夜半狂歌悲风起，听铮铮、阵马檐间铁。南共北，正分裂。", "topic": "送别", "notes": ["杜叔高：名斿，金华籣谿人。兄旟，字伯高；旃，字仲高，弟旞，字季高；旝，字幼高。五人俱博学工文，人称金华五高。端平初，以布衣与稼轩壻范", "（炎）及刘后村等八人同时受召。《中兴馆阁续录·祕阁校勘门》：“绍定以后二人：杜斿字叔高，婺州人。六年十一月以布衣特补迪功郎，差充。端平元年七月与在外合入差遣。”", "《龙川文集》卷十九《复杜仲高书》：“伯高之赋，如奔风逸足，而鸣以和鸾。叔高之诗，如干戈森立，有吞虎食牛之气，而左右发春妍以辉映于其间，匪独一门之盛，可谓一时之豪。”", "《水心文集》卷七《赠杜幼高》诗：“杜子五兄弟，词林俱上头。规模古乐府，接续后《春秋》。奇崛令谁赏，羁栖浪自愁。故园如镜水，日日抱村流。”", "恍（huǎng）：仿佛。", "钧（jūn）天：广阔的天空。", "洞庭胶葛：《庄子·天运》篇：“黄帝张咸池之乐于洞庭之野，……其声能短能长，能柔能刚，变化齐一，不主故常。”胶葛：指意境高远。", "《上林赋》：“张乐乎胶葛之㝢。”", "阴崖：朝北的山崖。", "层冰积雪：《楚辞·九歌·湘君》：“桂櫂兮籣枻，斲曾冰兮积雪。”", "自昔句：", "《薄命佳人》诗：“自古佳人多命薄，闭门春尽杨花落。”佳人：指杜叔高。", "金屋：《汉武故事》：“若得阿娇作妇，当作金屋贮之也。”", "去天句：《辛氏三秦记》：“城南韦、杜，去天尺五。”", "《赠韦七赞善》诗：“乡里衣冠不乏贤，杜陵韦曲未央前。尔家最近魁三象，时论同归尺五天。”", "乘空：飞上天空。", "衣冠：指士大夫。", "叹夷甫句：《晋书·王衍传》：“衍字夷甫，神情明秀，风姿详雅。……口不论世事，唯雅咏玄虚而已。……既有盛才关貌，明悟若神，常自比子贡。兼声名藉甚，倾动当世。妙善玄言，唯谈《老》《庄》为事。每捉玉柄麈尾，与手同色。……众共推衍为元帅，……俄而举军为石勒所破，勒呼王公与之相见，……使人夜排墙填杀之。衍将死，顾而言曰：‘呜呼！吾曹虽不如古人，向若不祖尚浮虚，戮力以匡天下，犹可不至今日。’”", "听铮铮句：《芸窗私志》：“元帝时临池观竹，竹既枯，后每思其响，夜不能寝，帝为作薄玉龙数十枚，以缕线悬于檐外，夜中因风相击，听之与竹无异。民间效之，不敢用龙，以什骏代，今之铁马，是其遗制。”檐间铁：屋檐下挂着的铁制风铃，称为”铁马”或“檐马”。"], "background": "宋孝宗淳熙十六年（1189年）春，杜叔高从浙江金华到江西上饶探访辛弃疾，词人于是作此词来送别。"},
{"title": "临江仙·疾愈登望湖楼赠项长官", "author": "苏轼", "paragraphs": "多病休文都瘦损，不堪金带垂腰。望湖楼上暗香飘。和风春弄袖，明月夜闻箫。\t酒醒梦回清漏永，隐床无限更潮。佳人不见董娇饶。徘徊花上月，空度可怜宵。", "topic": "送别", "notes": ["临江仙：词牌名。唐教坊曲。原用以歌咏水仙，故名。又名《雁儿归》、《瑞鹤仙令》等。双调小令，平韵格。", "望湖楼：据《", "诗集》卷七《六月二十七日望湖楼醉书五绝》注曰：“《图经》：望湖楼，又名看经楼，乾德七年（公元969年），忠懿王钱氏建，去钱塘江一里。”", "注：“《西湖游览志馀》：楼在昭庆寺前，一名先德楼。”项长官：苏轼同僚，名未详。", "休文：即梁朝文学家", "，字休文，体弱多病。", "金带：高官服饰。", "暗香：语出林通《山园小梅》：“暗香浮动月黄昏。”此处泛指花香。", "弄：玩弄，引申为戏耍。", "明月夜闻箫：化用", "《寄扬州韩绰判官》诗意：“二十四桥明月夜，玉人何处教吹箫。”", "清漏：古代滴水计时的仪器。又名“漏壶”、“漏刻”。将上面铜壶装满水后，水即滴水漏入下壶，壶内装一直立浮标，上面刻有时辰，水逐步升高，浮标也随之上升，如此则知时辰。滴水发出均匀清响，故称清漏。永：长。", "隐床：倚床。沈约《夜夜曲》：“月辉横射枕，灯光半隐床。”", "潮：微湿，发潮。", "董娇饶：古乐府中有《董娇饶》。《玉台新咏》卷一有宋子厚《董娇娆》诗一首。“饶”，一作“娆”。“饶”，通“娆”。这里指佳人美女。", "《春日戏题恼郝使君兄》：“细马时鸣金腰褭（niǎo），佳人屡出董娇饶。”", "徘徊二句：《太平广记》卷三百二十六《沈警》“玄机名警。……作《凤将雏雏衔娇》曲，其词日：‘命啸无人啸，含娇何处娇。徘徊花上月，空度可怜宵。”词文出于此。"], "background": "宋哲宗元祐五年（1090年）春。苏轼卧病弥月，病痊愈后和同僚登上望湖楼赏景，作该词赠项长官。"},
{"title": "木兰花慢·立秋夜雨送梁汾南行", "author": "纳兰性德", "paragraphs": "盼银河迢递，惊入夜，转清商。乍西园蝴蝶，轻翻麝粉，暗惹蜂黄。炎凉。等闲瞥眼，甚丝丝、点点搅柔肠。应是登临送客，别离滋味重尝。\t疑将。水墨画疏窗，孤影淡潇湘。倩一叶高梧，半条残烛、做尽商量。荷裳。被风暗剪，问今宵、谁与盖鸳鸯。从此羁愁万叠，梦回分付啼螀。", "topic": "送别", "notes": ["木兰花慢：词牌名。原为唐教坊曲。《金奁集》入“林钟商调”，五十五字，前后片各三仄韵，不同部换叶。", "梁汾：", "（1637一1714年），又名华文，字华峰，一作华封，号梁汾，江苏无锡人。清康熙十五年（1676年）与", "相识，从此交契，直至纳兰性德病殁。", "迢递（tiáo dì）：高远貌。", "清商：古代五音之一，即商音，其调悲凉凄切。此处借指入夜后的秋雨之声。", "西园：本为园林名，后亦泛指园林。", "麝（shè）粉：香粉，代指蝴蝶翅膀。", "蜂黄：本指妇女涂额之黄色妆饰，此处代指蜜蜂。", "疑将：仿佛、类似。将，助词。唐", "《郊园即事》：“断山疑画障，悬溜泄鸣琴。”", "炎凉：是暖是寒。炎：热。凉：冷。", "水墨：浅黑色，常形容或借指烟云。疏窗：雕刻有花纹图案的窗户。", "潇湘：本指湘江，或指潇水、湘水，此处代指竹子。", "倩：倚近、靠近。", "商量：斟酌、思考之意。", "《念奴娇·老人用僧仲殊韵咏荷花横披谨和》：“香山老矣，正商量不下，去留蛮素。”", "荷裳（hé cháng）：用荷叶做衣服，这里指荷叶。", "羁愁：旅人的愁思。万叠，形容愁情的深厚浓重。", "螿（jiāng）：即寒蝉，蝉的一种，比较小，墨色，有黄绿色的斑点，秋天出来鸣叫。"], "background": "清朝康熙二十年（1681年）秋天，梁汾以母丧南归，纳兰在他还乡奔丧时写下这首《木兰花慢》为他送别。"},
{"title": "鹧鸪天·镇日无心扫黛眉", "author": "夏竦", "paragraphs": "镇日无心扫黛眉，临行愁见理征衣。尊前只恐伤郎意，阁泪汪汪不敢垂。\t停宝马，捧瑶卮，相斟相劝忍分离？不如饮待奴先醉，图得不知郎去时。", "topic": "送别", "notes": ["镇日：整日，成天。 扫黛眉：画眉，意即化妆。", "阁泪：含着眼泪。", "瑶卮（zhī）：玉制的酒器，用做酒器的美称。"], "background": "宋庆历元年（1041年）四月，诏夏竦为宣徽南院使兼陕西四路经略安抚招讨等使，判永兴军，韩琦、范仲淹为副使。新任陕西经略安抚副使韩琦命部将任福统军迎击元昊的西夏军。夏竦历经战乱，深感百姓离别愁绪，作词抒发内心对战乱给黎明百姓造成分别的不满之情。"},
{"title": "天净沙·湖上送别", "author": "张可久", "paragraphs": "红蕉隐隐窗纱，朱帘小小人家，绿柳匆匆去马。断桥西下，满湖烟雨愁花。", "topic": "送别", "notes": ["天净沙：曲牌名，属越调。又名“塞上秋”，共二十八字。", "红蕉：红色的芭蕉花。", "朱帘：朱红色的门帘。", "断桥：在浙江杭州西湖白堤上。原名保佑桥，唐时称断桥。"], "background": "此曲乃杭州西湖断桥送别之作。作者久住杭州，西湖题咏甚多。既为送别。自是要写离愁别绪。但作者并未直接抒发，而是寄情于景，以景渲染。"},
{"title": "木兰花慢·席上送张仲固帅兴元", "author": "辛弃疾", "paragraphs": "汉中开汉业，问此地、是耶非。想剑指三秦，君王得意，一战东归。追亡事、今不见，但山川满目泪沾衣。落日胡尘未断，西风塞马空肥。\t一编书是帝王师，小试去征西。更草草离筵，匆匆去路，愁满旌旗。君思我、回首处，正江涵秋影雁初飞。安得车轮四角，不堪带减腰围。", "topic": "送别", "notes": ["汉中开汉业：指刘邦以汉中为基础，开创了汉王朝的帝业。", "今不见：讽刺南宋统治者不重用抗金爱国人才。", "山川满目泪沾衣：初唐诗人", "《汾阴行》诗：“山川满目泪沾衣，富贵荣华能几时。不见祗今汾水上，唯有年年秋雁飞。”", "胡尘：金人的军马扬起的尘土。", "西风：秋风。塞马：边马。", "一编书：《史记·留候世家》：良尝闲从容步游下邳圯上，有一老父，衣褐，至良所，直堕其履圯下，顾谓良曰：“孺子，下取履！”……五日，良夜未半往。有顷，父亦来，喜曰：“当如是。”出一编书，曰：“读此则为王者师矣。后十年兴，十三年孺子见我济北，谷城山下黄石即我矣。”遂去，无他言，不复见。旦日，视其书，乃《太公兵法》也。良因异之，常习诵读之。", "小试：略试才能。征西：指西去帅兴元。", "草草离筵（yán）：杯盘草草，表示酒席不丰盛。", "旌（jīng）旗：指张仲固的随行仪仗。", "江涵秋影雁初飞：语出", "《九日齐山登高》诗“江涵秋影雁初飞，与客携壶上翠微。”涵：沉浸。", "车轮四角：", "《古意》：“君心莫淡薄，妾意正栖托。愿得双车轮，一夜生四角。”盼望车子开不动把行人留下来的意思。", "带减腰围：因为思念友人，身体逐渐消瘦，腰围渐细，衣带日宽。《古诗》“相去日以远，衣带日以缓”之意。"], "background": "这首词是孝宗淳熙八年（1181）秋天，作者在江西安抚使任上，为原江西路转运判官张仲固奉调兴元知府设宴饯行，有感而作此词。张仲固：张坚字仲固，绍兴二十四年（1154）进士，曾官御史中丞、户部郎中。"},
{"title": "浣溪沙·送梅庭老赴上党学官", "author": "苏轼", "paragraphs": "门外东风雪洒裾，山头回首望三吴。不应弹铗为无鱼。\t上党从来天下脊，先生元是古之儒。时平不用鲁连书。", "topic": "送别", "notes": ["浣溪沙：本唐代教坊曲名，因西施浣纱于若耶溪，故又名《浣溪纱》或《浣沙溪》。上下片三个七”句。四十二”。分平仄两体。平韵体流传至今。最早的是唐人", "词，是正体。上片三句全用韵，下片末二句用韵。过片二句用对偶句的居多。仄韵体始于南唐", "。又有《小庭花》等二十余种异名。另有《摊破浣溪沙》，又名《山花子》，上下片各增三”，韵位不变。此调音节明快，句式整齐，易于上口，为婉约、豪放两派词人所常用。", "梅庭老：作者友人，生平不详，学官，州学教授。从词里可知他是三吴地区（“三吴”，众说不一，体概指今浙东、苏南一带）人。", "上党：一作“潞州”，位于现在的山西长治，北宋时与辽国接近，地属偏远。", "学官：官职名，负责地", "教，职位不显。", "裾：衣的前眺。", "三吴：古地区名，说法不一，体致指今江苏、浙江的苏州、吴兴、绍兴一带。", "弹铗为无鱼：战国齐人冯谖为孟尝君食客，嫌生活清苦，弹剑而歌：“长铗归来乎，食无鱼！”铗，指剑把或剑。", "脊：脊梁。上党其地甚高，古有与天为党之说，故云“天下脊”。", "先生：指梅庭老。", "鲁连书：《史记·鲁仲连列传》：齐军攻打聊城一年多不能下，鲁仲连写书信给守城燕将，燕将见书哭泣三日，犹豫不决而自杀。这句话：如今天下太平用不上鲁仲连这类书信。意劝梅庭老安心去作学官，不要想去立什么奇功。"], "background": "这是一首送别词，具体创作时间不详。苏轼的友人梅庭老到上党（今山西长治）任学官，苏轼便写了这首词送他。"},
{"title": "满江红·送李御带珙", "author": "吴潜", "paragraphs": "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹亭下系扁舟，鲈堪煮。\t拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。", "topic": "送别", "notes": ["满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多，格调沉郁激昂，前人用以发抒怀抱，佳作颇多。另有平声格，双调九十三字，前片八句四平韵，后片十句五平韵。李御带珙（gǒng）：李珙，作者的友人，《宋史·杨巨源传》中有“成忠郎李珙投匦，献所作《巨源传》为之讼冤”（巨源，蜀人，平吴曦后，为四川宣抚安丙倾轧，被杀），此李珙或系其人。御带：也称“带御器械”，官名。为武臣的荣誉性加官。", "红玉阶：红色的台阶，此处代指宫殿。", "翩（piān）然：形容动作轻快的样子。", "汀（tīng）：水边平地。", "济时：拯救时局。从：跟，向。", "垂虹亭：地名，在今江苏吴江县虹桥上，建于宋仁宗庆历（公元1041年—公元1048年）年间。宋代许多文学家都在诗词中提到了它。扁（piān）舟：小船。", "鲈堪煮：晋代吴江人", "在洛阳做官，见秋风起，想起家乡的鲈鱼脍，于是慨然叹道：“人生贵适志，何能羁宦数千里，以邀名爵乎？”便辞官返乡。鲈（lú）：鲈鱼。堪：可。以上两句写李珙将回故乡隐居。", "拚（pàn）：舍弃，不顾惜。", "悠悠：众多的样子。浑：全。", "冉冉：形容时间渐渐过去的样子。"], "background": "此词当作于嘉熙元年（公元1237年）八月，吴潜任平江（今江苏苏州）知府时，李珙辞官途经此地，作者为了送别李珙作下了这首词。"},
{"title": "兰陵王·丙子送春", "author": "刘辰翁", "paragraphs": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。\t春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。\t春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。", "topic": "送别", "notes": ["海门：今江苏省南通市东，宋初，犯死罪获贷者，配隶于此。", "斗转城荒：指转眼间南宋都城临安变成一座荒城。", "箭雁：中箭而坠逝的大雁。", "沉边：去而不回，消失于边塞。", "梁燕：指亡国后的臣民。", "长门：指宋帝宫阙。", "江令：江淹被降为建安吴兴令，世称江令。有《别赋》。", "庾信：南北朝时诗人。", "苏堤：西湖长堤，", "守杭州时所筑。", "孺子：辰翁有子名将孙，也善作词。"], "background": "这首词题为“丙子送春”。丙子指的是公元1276年（宋恭帝德祐二年）。元军在这年攻入临安，宋帝奉表请降。三月，元兵掳去恭帝和太后、宰相及部分宗室。五月陆秀夫等在福州拥立端宗赵昰继续与抗元。"},
{"title": "点绛唇·寄南海梁药亭", "author": "纳兰性德", "paragraphs": "一帽征尘，留君不住从君去。片帆何处，南浦沈香雨。\t回首风流，紫竹村边住。孤鸿语，三生定许，可是梁鸿侣？", "topic": "送别", "notes": ["南海：广东省。 梁药亭：作者的好友", "（1630一1705），字芝五，号药亭，广东南海县人，清初著名诗人，与", "、", "并称为“岭南三大家”。康熙二十七年（1688）进士，官翰林院庶吉士，时已年届六十,有《六萤堂前后集》十六卷。《清史列传》卷七十一有《梁佩兰传》可参。", "南浦，南面的水边，后泛指送别之地，与陆上送别之地“长亭”相对。 沈香雨：谓沈香浦之雨，沈香浦在广州市西郊之江滨,因晋代广州刺史", "曾投沉香于其中而得名。", "风流：潇洒风流。紫竹村：或为梁药亭的家乡地名。", "三生：佛家语，指前生、今生、来生。梁鸿：字伯鸾，系汉扶风平陵人，家贫而好学，尚气节，为隐逸之士，与妻子孟光相敬如宾。"], "background": "梁药亭为了参加进士考试，长期滞留京师，故与容若相识，结为知己。但药亭仕进不利，故于清康熙二十年（1681）离京返粤，此篇大约作于是年。当药亭离京后，容若填此寄赠，表达了对他的深切的怀念。"},
{"title": "永遇乐·戏赋辛字送茂嘉十二弟赴调", "author": "辛弃疾", "paragraphs": "烈日秋霜，忠肝义胆，千载家谱。得姓何年，细参辛字，一笑君听取。艰辛做就，悲辛滋味，总是辛酸辛苦。更十分，向人辛辣，椒桂捣残堪吐。\t世间应有，芳甘浓美，不到吾家门户。比著儿曹，累累却有，金印光垂组。付君此事，从今直上，休忆对床风雨。但赢得，靴纹绉面，记余戏语。", "topic": "送别", "notes": ["烈日秋霜：比喻为人刚毅正直。", "家谱：这里指辛氏家谱。", "细参：仔细品味。", "椒桂：胡椒、肉桂。 捣残：捣碎。", "儿曹：儿辈，小孩。 累累：连续成串。 组：古代佩印用的绶。", "对床风雨：指深挚的手足之情。", "靴纹绉面：面容褶皱就像靴子的纹络一样。"], "background": "辛茂嘉是辛弃疾的族弟，排行十二。他随辛弃疾南渡，是其得力助手。其时，辛茂嘉即将出发去南宋京都临安，辛弃疾以为此次族弟赴京将大有可为，作词勉之。"},
{"title": "贺新郎·送陈真州子华", "author": "刘克庄", "paragraphs": "北望神州路。试平章、这场公事，怎生分付。记得太行山百万，曾入宗爷驾驭。今把作、握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。\t两河萧瑟惟狐兔。问当年、祖生去后，有人来否。多少新亭挥泪客，谁梦中原块土。算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。", "topic": "送别", "notes": ["平章：议论，筹划。公事：指对金作战的国家大事。", "分付：安排，处理。", "把作：当作。握蛇骑虎：比喻危险。", "真吾父：用", "事。郭子仪曾仅率数十骑入回纥大营，回纥首领马而拜，说：“真吾父也。”", "两河：指河北东路、西路，当时为金统治区。狐兔：指敌人。", "祖生：祖逖。这里指南宋初年的抗金名将宗泽、", "等。", "新亭：用新亭对泣事。块土：犹言国土。"], "background": "南宋理宗宝庆三年（1227），刘克庄知建阳县（今属福建省）事，年三十六岁。他的朋友陈韡（字子华）本来任仓部员外郎，调知真州，兼淮南东路提点刑狱，路过建阳。真州（今江苏省仪征县），位于长江北岸，是靠近当时宋金对峙前线的要地。作者在送别陈子华之时，写了这首词。"},
{"title": "摸鱼儿·记年时人人何处", "author": "何梦桂", "paragraphs": "记年时、人人何处，长亭曾共杯酒。酒阑归去行人远，折不尽长亭柳。渐白首。待把酒送君，恰又清明后。青条似旧，问江北江南，离愁如我，还更有人否。\t留不住，强把蔬盘瀹韭。行舟又报潮候。风急岸花飞尽也，一曲啼红满袖。春波皱。青草外、人间此恨年年有。留连握手。数人世相逢，百年欢笑，能得几回又。", "topic": "送别", "notes": ["瀹：浸渍，煮。", "韭：多年生植物，可供蔬食。", "潮候：潮信。"], "background": ""},
{"title": "卜算子·席上送王彦猷", "author": "周紫芝", "paragraphs": "江北上归舟，再见江南岸。江北江南几度秋，梦里朱颜换。\t人是岭头云，聚散天谁管。君似孤云何处归，我似离群雁。", "topic": "送别", "notes": ["卜算子：词牌名，双调四十四字，前后段各四句、两仄韵。", "王彦猷：王之道，字彦猷，号相山居士。", "江北、江南：指长江北岸、南岸地区。", "朱颜换：衰老之谓。时王之道已六十七、八岁，周氏亦当半百以上。"], "background": "绍兴三十一年（1161），王之道由通判安丰军升任提举荆湖北路常平茶盐公事，此词是周紫芝作于王之道在安丰或离去赴楚道中，当时周紫芝正在江西兴国军任上，在送别友人王彦猷（王之道）的酒席上，词人写了这首词。"},
{"title": "鹊桥仙·七夕送陈令举", "author": "苏轼", "paragraphs": "缑山仙子，高情云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。\t客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处。", "topic": "送别", "notes": ["鹊桥仙：词牌名，又名《鹊桥仙令》、《金风玉露相逢曲》、《广寒秋》等。", "缑（gōu）山：在今河南偃师县。缑山仙子指在缑山成仙的王子乔。", "云渺（miǎo）：高远貌。", "痴（chī）牛騃（ái）女：指牛郎箫女。在这里不仅限于指牛郎箫女，而是代指痴迷于俗世的芸芸众生。", "凤箫声：王子乔吹笙时喜欢模仿凤的叫声。", "时人：当时看到王子乔登仙而去的人们。", "槎（chá）：竹筏。", "银河：天河。", "尚（shàng）：还。", "前缘：前世的因缘。"], "background": "熙宁七年（1074年），词人和陈令举坐船游玩，一边喝酒，一边快乐的畅谈，然而相聚总是要分离的，为了表达对陈令举的依依不舍，词人便写下这首词送给他。"},
{"title": "劝金船·无情流水多情客", "author": "苏轼", "paragraphs": "无情流水多情客，劝我如曾识。杯行到手休辞却，这公道难得。曲水池上，小字更书年月。还对茂林修竹，似永和节。\t纤纤素手如霜雪，笑把秋花插。尊前莫怪歌声咽，又还是轻别。此去翱翔，遍赏玉堂金阙。欲问再来何岁，应有华发。", "topic": "送别", "notes": ["劝金船：词牌名，一作《泛金船》，杨绘自度曲。此调有不同渚格体，俱为双调。上、下片各八句，共八十八字。上下片第一、二、三、四、六、八句押韵，均用仄声韵。", "多情客：指", "自身及杨绘。", "杯行到手：古代有曲水流杯的习俗，宾主环绕水流而坐，杯随流水行到人的面前，则此人饮酒。", "公道：公平合理。", "曲水：引水环曲为渠，以流酒杯。", "小字更书年月：小字，小楷。更书年月，指王羲之《兰亭集序》所载之“永和九年，岁在癸丑”。", "茂林修竹：茂密的树林高高的竹子，出自《兰亭集序》中语。", "永和节：指王羲之永和年间在兰亭集会。永和，东晋穆帝年号。", "纤纤，纤细柔长的样子，这里形容“素手”。", "咽（yè）：呜咽，声音因阻塞而低沉。", "轻别：以离别为轻，意为不把离别当作一回事。", "玉堂金阙：玉堂，官署名，侍中有玉堂署，宋以后翰林院亦称玉堂，这里专指翰林。金阙，帝王的宫阙。", "华发：花白的头发。"], "background": "宋神宗熙宁七年（1074年）九月，杭州知州杨绘入为翰林学士，该词是苏轼在送别杨绘的宴会上时所作。"},
{"title": "鹧鸪天·绿橘梢头几点春", "author": "晏几道", "paragraphs": "绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。\t歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。", "topic": "送别", "notes": ["鹧鸪天：词牌名。又名“思佳客”、“半死桐”、“思越人”、“醉梅花”。双调，五十五字，上、下片各三平韵。", "紫凤：紫色凤凰。喻指非凡的人品。朝天：朝见帝王。", "十二重城：意即十二楼城。五碧云：五色彩云之意，多用以喻宫阙。", "赣（gàn）江：江西省最大河流，注入鄱阳湖，长江中游重要支流。", "明月清风：二者为自然界清高之物，其所忆念者自必为不俗之人。"], "background": "从词意看，赣州太守任满回京，作者令营妓欢歌以送，而此词便是作者在离筵席上所作。绿橘开花表明时间是在春末夏初，行人即后文的“使君”。"},
{"title": "虞美人·波声拍枕长淮晓", "author": "苏轼", "paragraphs": "波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。\t竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！", "topic": "送别", "notes": ["虞美人：此调原为唐教坊曲，初咏", "宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。古代词开始大体以所咏事物为题，配乐歌唱逐渐形成固定曲调，后即开始名为调名即词牌。《虞美人》即是如此。 ", "长淮：指淮河。", "隙月：（船篷）隙缝中透进的月光。", "汴水：古河名。唐宋时将出自黄河至淮河的通济渠东段全流统称汴水或汴河。", "西州：古建业城门名。晋宋间建业（今江苏南京）为扬州刺州治所，以治事在台城西，故称西州。", "风鉴：风度识见，也指对人的观察、看相。"], "background": "这首词写于宋神宗元丰七年（1084年）冬。当时苏轼与秦观会面，而后在秦淮河上临别对饮。此词便是词人与秦观饮别后的有感之作。"},
{"title": "南乡子·送述古", "author": "苏轼", "paragraphs": "回首乱山横。不见居人只见城。谁似临平山上塔，亭亭。迎客西来送客行。\t归路晚风清。一枕初寒梦不成。今夜残灯斜照处，荧荧。秋雨晴时泪不晴。", "topic": "送别", "notes": ["述古，陈襄字，", "好友，福建闽侯人。苏轼赴杭州通判任的第二年，即宋神宗熙宁五年（1072），陈襄接替前任杭州太守沈立之职，熙宁七年（1074），瓜代期满，陈襄移任南都（今河南商丘南），苏轼作此词送别。 ", "不见居人只见城：取自唐·", "《初发太原途中寄太原所思》中的“驱马觉渐远，回头长路尘。高城已不见，况复城中人”，谓城、人皆不可见。此谓见城不见人（指述古），稍作变化。", "临平山，在杭州东北。苏轼《次韵杭人裴惟甫诗》“余杭门外叶飞秋，尚记居人挽去舟。一别临平山上塔，五年云梦泽南州”，临平塔时为送别的标志。", "亭亭，直立的样子。", "归路，回家的路上。", "荧荧，既指“残灯斜照”，又指泪光，比喻贴切新颖。这里指残灯照射泪珠的闪光。"], "background": "熙宁七年（1074）年七月，苏轼任杭州通判时的同僚与好友陈襄（字述古）移守南都（今河南商丘），苏轼追送其至临平（今余杭），写下了这首情真意切的送别词。"},
{"title": "于中好·握手西风泪不干", "author": "纳兰性德", "paragraphs": "握手西风泪不干，年来多在别离间。遥知独听灯前雨，转忆同看雪后山。\t凭寄语，劝加餐。桂花时节约重还。分明小像沉香缕，一片伤心欲画难。", "topic": "送别", "notes": ["于中好：词牌名。双调，五十五字，押平声韵。也是曲牌名。南曲仙吕宫、北曲大石调都有。字句格律都与词牌相同。北曲用作小令，或用于套曲。南曲列为“引子”，多用于传奇剧的结尾处。", "年来句：纳兰为侍卫之臣，扈驾出巡是经常的事，仅清康熙十九年至二十年(1680—1681年)，纳兰即先后随从皇帝巡幸巩华城、遵化、雄县等地，故云与好友“多在别离间”。", "凭：凭借。", "约重还：约定重阳节的时候回来。", "沉香：中药名。为瑞香科植物白木香含有树脂的木材。"], "background": "康熙二十年（1681），顾贞观正在京城，逢母丧欲南归无锡。容若欲留不得，更想到和顾贞观虽然心心相印，却聚少离多，此番又将长别，愈发难舍。时值秋雨，纳兰为好友写了诗词相赠。"},
{"title": "踏莎行·祖席离歌", "author": "晏殊", "paragraphs": "祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。\t画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。", "topic": "送别", "notes": ["踏莎（suō）行：词牌名，又名“喜朝天”“柳长春”“踏雪行”“平阳兴”“踏云行”“潇潇雨”等。双调小令，《张子野词》入“中吕宫”。五十八字，上下片各三仄韵。四言双起，例用对偶。", "祖席：古代出行时祭祀路神叫“祖”。后来称设宴饯别的所在为“祖席”。", "长亭：旅途中的驿站，为送别之地。", "香尘：地上落花很多，尘土都带有香气，因称香尘。", "棹：同“櫂”，划船的桨。长的叫櫂，短的叫楫。这里指船。", "两句是说“居五”在楼阁之上遥念“”行五。", "寻思：不断思索。两句是说从连接到天边的水波，引出无边无际的离愁，而有“思绕天涯”的感觉。"], "background": ""},
{"title": "河满子·秋怨", "author": "孙洙", "paragraphs": "怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。\t黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。惆怅旧欢如梦，觉来无处追寻。", "topic": "送别", "notes": "", "background": ""},
{"title": "浣溪沙·蓼岸风多橘柚香", "author": "孙光宪", "paragraphs": "蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。\t目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。", "topic": "送别", "notes": ["蓼岸：开满蓼花的江岸。蓼，红蓼，秋日开花，多生水边。橘柚：橘和柚两种果树。", "楚天：古时长江中下游一带属楚国。故用以泛指南方的天空。", "片帆：指孤舟。孤光：指片帆在日光照耀下的闪光。", "征鸿：远飞的大雁，此喻离别而去的亲人。杳杳：深远貌。", "兰红：即红兰，植物名，秋开红花。", "《别赋》：“见红兰之受露，望青楸之催霜。”忆潇湘：比喻分别在天涯的亲人，相互在殷切地思念着。传说舜南巡时，其妃娥皇、女英未同行，她们深感不安，随后赶去。在洞庭湖畔时，闻舜已死，悲痛不已，溺于湘水而死。"], "background": ""},
{"title": "卜算子·送鲍浩然之浙东", "author": "王观", "paragraphs": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。\t才始送春归，又送君归去。若到江南赶上春，千万和春住。", "topic": "送别", "notes": ["卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。", "鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。", "水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。", "眼波：比喻目光似流动的水波。", "山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载", "容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。", "欲：想，想要。", "行人：指词人的朋友（鲍浩然）。", "眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。", "盈盈：美好的样子。", "才始：方才。"], "background": "春末时节，词人在越州大都督府送别即将回家乡（浙东）的好友鲍浩然。表达了词人送别友人鲍浩然时的心绪，衷心祝福好友，望好友能与春光同住。"},
{"title": "临江仙·送钱穆父", "author": "苏轼", "paragraphs": "一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。\t惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。", "topic": "送别", "notes": ["临江仙：唐教坊曲，用作词调。又名《谢新恩》、《雁后归》、《画屏春》、《庭院深深》、《采莲回》、《想娉婷》、《瑞鹤仙令》、《鸳鸯梦》、《玉连环》。敦煌曲两首，任二北《敦煌曲校录》定名", "《临江仙》。此词双调六十字，平韵格。", "钱穆：名勰，又称钱四。元佑三年，因坐奏开封府狱空不实，出知越州（今浙江绍兴）。元佑五年，又徙知瀛洲（治所在今河北河间）。元佑六年春，钱穆父赴任途中经过杭州，", "作此词以送。", "父：是对有才德的男子的美称。", "都门：是指都城的城门。", "改火：古代钻木取火，四季换用不同木材，称为“改火”，这里指年度的更替。", "春温：是指春天的温暖。", "古井：枯井。比喻内心恬静，情感不为外界事物所动。", "筠：竹。", "翠眉：古代妇女的一种眉饰，即画绿眉，也专指女子的眉毛。", "颦：皱眉头。", "逆旅：旅舍，旅店。"], "background": "这首词是在公元1091年（宋哲宗元祐六年）春苏轼知杭州（今属浙江）时为送别自越州（今浙江绍兴北）徙知瀛洲（治今河北河间）途经杭州的老友钱勰（穆父）而作。当时苏轼也将要离开杭州。所以以此词赠行。"}
]