[
{"title": "行香子·天与秋光", "author": "李清照", "paragraphs": "天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。\t黄昏院落，恓恓惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。", "topic": "重阳", "notes": ["行香子：《行香子》，词牌名。双调小令，六十六字。有前段八句四平韵，后段八句三平韵；前段八句五平韵，后段八句三平韵；前段八句五平韵，后段八句四平韵三种。", "转转：犹渐渐。", "探：探看。金英：菊花。", "绿蚁：新酿的酒，未滤清时，酒面浮起酒渣，色微绿，细如蚁（蚁：酒的泡沫）称为“绿蚁”。", "凄凄惶惶（huáng）：不安状。", "那堪：怎么能忍受。", "砧zhēn声捣：捣衣的声音，古代妇女将秋冬衣物置于砧上用棒槌捶洗，叫捣寒衣。", "蛩（qióng）：蟋蟀。漏：计时工具。"], "background": "从《行香子》词的词意来看，当知此词作于重阳节之前，具体创作时间不详。那时的菊花开、秋凉袭来无不揭示了时间背景。在城里的一座院落中，一个独居于此的人，在梦中醒来，无法安眠，只有听取砧声、蟋蟀声、更声来打发时间。事件的描写是一个独守空房的妇女打发无聊的时光，整个题材属于闺怨词。"},
{"title": "采桑子·九日", "author": "纳兰性德", "paragraphs": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。", "topic": "重阳", "notes": ["九日。即农历九月九日，是为重阳节。逢此日，古人要登高饮菊花酒，插茱萸，与亲人团聚。", "绝塞：极遥远之边塞。", "木叶：木叶即为树叶，在古典诗歌中特指落叶。", "萧：风声；草木摇落声。", "迢迢（tiáo）：形容遥远。", "六曲句：六曲屏山，曲折之屏风。因屏风曲折若重山叠嶂，或谓屏风上绘有山水图画等，故称“屏山”。此处代指家园。这句是说，故乡那么遥远，只有在梦中才能见到她。", "登高：重阳有登高之俗。", "魂销：极度悲伤。"], "background": "公元1682年（康熙二十一年）壬戌，时纳兰性德二十八岁。八月，与郎谈出使梭龙。这一年十二月返京，《采桑子·九日》此行中约作。"},
{"title": "采桑子·重阳", "author": "毛泽东", "paragraphs": "人生易老天难老，岁岁重阳。今又重阳，战地黄花分外香。\t一年一度秋风劲，不似春光。胜似春光，寥廓江天万里霜。", "topic": "重阳", "notes": ["重阳：重阳节农九月九日，为传统的重阳节，又称“老人节”。", "岁岁：年年。", "今又重阳：此重阳是指诗人在战地重逢的重阳，1929年的重阳。", "战地：这里指闽西农村根据地，当时这里外有敌人包围，内有地主民团的扰乱。", "黄花：指菊花。", "分外：格外。", "劲：强劲。", "不似：不类似，不像。", "胜似春光：是说秋风比春光更美，是主观感受。", "寥廓：指宇宙的广阔，也指广阔高远。", "江天：指汀江流域的天空。"], "background": "此词作于1929年的重阳节（10月11日）。当时，毛泽东在上杭县城的临江楼上养病，重阳佳节来到，院子里的黄花如散金般盛开。此时毛泽东已经离开红四军的领导岗位，他的梦想和现实再一次发生了位移，因而作了此词。"},
{"title": "沁园春·丁巳重阳前", "author": "纳兰性德", "paragraphs": "丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽。语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆”。妇素未工诗，不知何以得此也。觉后感赋长调：\t瞬息浮生，薄命如斯，低徊怎忘？记绣榻闲时，并吹红雨，雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。\t重寻碧落茫茫，料短发，朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。", "topic": "重阳", "notes": ["沁园春：词牌名，又名《寿星明》、《洞庭春色》等。双调一百十四字，平韵。", "丁巳：即康熙十六年（1677），时", "二十三岁。", "红雨：喻落花。", "灵飙（biāo）：灵峰。", "碧落：天空，青天。", "绸缪：缠绵的情缘。", "摇落：原指木叶凋落，这里是亡逝之意。", "荀衣，指荀令衣香。此处用以自喻，谓其形容憔悴，丰神不再。", "邻笛：悲邻笛之意。", "回肠：喻愁苦、悲痛之情郁结于内，如肠之来回蠕动。此用以表示怀旧伤逝、闻笛而悲之意。"], "background": ""},
{"title": "谢新恩·冉冉秋光留不住", "author": "李煜", "paragraphs": "冉冉秋光留不住，满阶红叶暮。\t又是过重阳，台榭登临处，茱萸香坠。\t紫菊气，飘庭户，晚烟笼细雨。\t雍雍新雁咽寒声，愁恨年年长相似。", "topic": "重阳", "notes": [], "background": ""},
{"title": "九日", "author": "李白", "paragraphs": "今日云景好，水绿秋山明。\t携壶酌流霞，搴菊泛寒荣。\t地远松石古，风扬弦管清。\t窥觞照欢颜，独笑还自倾。\t落帽醉山月，空歌怀友生。", "topic": "重阳", "notes": ["九日：农历九月九日，俗称重九，古人认为九是阳数，所以这天又叫重阳节。", "云景好：景物好。", "流霞：美酒名。", "搴（qiān）菊：采取菊花。", "寒荣：寒冷天气开放的菊花，指菊花。", "觞（shāng）：古时的酒杯。", "落帽：典出《晋书》，据载：大司马桓温曾和他的参军孟嘉登高于龙山，孟嘉醉后，风吹落帽，自己却没有发觉，此举在讲究风度的魏晋时期，有伤大雅，孙盛作文嘲笑，孟嘉即兴作答：“醉看风落帽，舞爱月留人。”文辞优美，语惊四座。后人以此典比喻文人不拘小节，风度潇洒之态。", "空：徒然。", "友生：朋友。"], "background": "这首诗是李白于公元756年（唐肃宗至德元年）的九月九日在庐山登高饮酒时所作。重阳佳节秋高气爽，在这登高饮菊花酒传统节日中，诗人一个人自娱自乐，想起了自己在政治上屡屡受挫的情景，于是作下此诗。"},
{"title": "水调歌头·隐括杜牧之齐山诗", "author": "朱熹", "paragraphs": "江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。\t酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。", "topic": "重阳", "notes": ["隐括：指对原有作品的内容、语言加以剪裁、修改而成新篇。", "结客：和客人们一起登山。", "尘世：即人生。", "紫萸：即茱萸，一种有浓烈香味的植物。", "酩酊：大醉貌。"], "background": "朱熹重阳节登高，眼见秋景，胸怀舒展畅快，顿生感慨，借杜牧诗《九日齐山登高》作此抒情词，只本诗的具体创作时间不详。杜牧出身于显赫的世代公卿之家，胸怀致仕用世的大志；朱熹是思想家，又是诗人。虽然他们前后相隔三百多年，但都主张积极入世，因思想上有共通之处，朱熹仰慕小杜的诗，进而“隐括”成该词。"},
{"title": "阮郎归·天边金掌露成霜", "author": "晏几道", "paragraphs": "天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。\t兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。", "topic": "重阳", "notes": ["阮郎归：词牌名，又名《碧桃春》《醉桃源》等。《神仙记》载刘晨、阮肇入天台山采药，遇二仙女。留住半年，思归甚苦。既归则乡邑零落，经已十世。曲名本此，故作凄音。四十七字，前后片各四平韵。", "金掌：汉武帝时在长安建章宫筑柏梁台，上有铜制仙人以手掌托盘，承接露水。此处以“金掌”借指国都，即汴京。即谓汴京己入深秋。", "雁字：雁群飞行时排列成人字，有时排列成一字，故称雁字。", "绿杯红袖：代指美酒佳人。", "人情：风土人情。", "“兰佩紫”两句：佩戴紫色兰花，头上插黄菊。", "《离骚》中有“纫秋兰以为佩”。", "理旧狂：重又显出从前狂放不羁的情态。"], "background": "晏几道是晏殊幼子，年轻的时候过着酒筵歌席的富贵生活。晏殊死后，家道中落，生活陷于贫困，晏几道对于人情世故、悲欢离合有了更多的感受．他的词作由真率走向深沉，这首词即是他情思深沉的代表作之一。"},
{"title": "九日", "author": "范仲淹", "paragraphs": "欲赋前贤九日诗，茱萸相斗一枝枝。\t可怜宋玉情无限，争似陶潜醉不知。\t绿鬓爱随风景变，黄华能与岁寒期。\t登高回处狂多少，笑杀襄阳拍手儿。", "topic": "重阳", "notes": ["茱萸：具备杀虫消毒、逐寒祛风丝功能。佩茱萸，中国岁时风俗之一，在九月九日重阳节时爬山登高，臂上佩带插着茱萸丝布袋（古时称“茱萸囊”）。", "争似：怎似。", "绿鬓：即青丝，借指青年。", "黄华：即菊花，喻指诗人自己。", "襄阳拍手儿：语出", "《襄阳歌》“襄阳小儿齐拍手，拦街争唱《白铜鞮》”，这两句诗写丝是李白自己丝醉态被襄阳小儿笑话。"], "background": ""},
{"title": "霜花腴·重阳前一日泛石湖", "author": "吴文英", "paragraphs": "翠微路窄，醉晚风、凭谁为整欹冠。霜饱花腴，烛消人瘦，秋光作也都难。病怀强宽。恨雁声、偏落歌前。记年时、旧宿凄凉，暮烟秋雨野桥寒。\t妆靥鬓英争艳，度清商一曲，暗坠金蝉。芳节多阴，兰情稀会，晴晖称拂吟笺。更移画船。引佩环、邀下婵娟。算明朝、未了重阳，紫萸应耐看。", "topic": "重阳", "notes": ["作：一作“做”。", "靥：一作“压”。"], "background": ""},
{"title": "沉醉东风·重九", "author": "卢挚", "paragraphs": "题红叶清流御沟，赏黄花人醉歌楼。天长雁影稀，月落山容瘦，冷清清暮秋时候。衰柳寒蝉一片愁，谁肯教白衣送酒？", "topic": "重阳", "notes": ["红叶：化用唐代红叶题诗配佳偶的传说。传说大意是某宫女题诗在红叶上，投入御沟承受水流出宫外，被某士子拾得，后巧结良缘。", "白衣送酒：指江川刺史王弘派白衣仆人在重阳节给在篱边赏菊的陶渊明送酒事。白衣，古代官府衙役小吏着白衣。"], "background": ""},
{"title": "庆东原·西皋亭适兴", "author": "薛昂夫", "paragraphs": "兴为催租败，欢因送酒来。酒酣时诗兴依然在。黄花又开，朱颜未衰，正好忘怀。管甚有监州，不可无螃蟹。", "topic": "重阳", "notes": ["双调：宫调名，十二宫调之一。庆东原：双调曲牌，又名“庆东园”“郓城春”。全曲八句六韵。西皋亭：在西皋山西部。西皋山又称皋亭山，在浙江杭州东北，作者曾隐居于其西麓。适兴：即随性、适情的意思。", "兴：兴致。败：败坏。", "“欢因”句：用白衣送酒典故。", "黄花：菊花。", "朱颜未衰：是说酒醉时脸上泛着红光，显得年轻。", "“管甚”二句：宋代各州置通判，称为监州，每与知州争权。"], "background": "薛昂夫晚年鄙薄功名，辞去衢州路总管官职，隐居在皋亭山西麓，创作词曲，追求自由闲适的生活。西皋亭即位于皋亭山西侧。此曲当为作者定居杭州时期的一个重阳节登高游览西皋亭时有感而作。"},
{"title": "九日", "author": "文森", "paragraphs": "三载重阳菊，开时不在家。\t何期今日酒，忽对故园花。\t野旷云连树，天寒雁聚沙。\t登临无限意，何处望京华。", "topic": "重阳", "notes": ["何期 ：哪里想到。", "野旷云连树：孟浩然“野旷天低树”。"], "background": ""},
{"title": "紫萸香慢·近重阳", "author": "姚云文", "paragraphs": "近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。\t凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。", "topic": "重阳", "notes": ["漉酒：滤酒。", "笮（zuó）：竹制盛箭器，引申为射击。"], "background": "这首《紫萸香慢》是作者在重阳节前的感怀之作，当作于南宋灭亡之后。当时作者在元朝任职。"},
{"title": "醉落魄·九日吴胜之运使黄鹤山登高", "author": "戴复古", "paragraphs": "龙山行乐。何如今日登黄鹤。风光政要人酬酢。欲赋归来，莫是渊明错。\t江山登览长如昨。飞鸿影里秋光薄。此怀祗有黄花览。牢裹乌纱，一任西风作。", "topic": "重阳", "notes": "", "background": "公元1213年（宋宁宗嘉定六年），吴胜之为湖北运判兼知鄂州。十月，宋遣真德秀使金，可能吴为副使。所以他的好友戴复古在他出发前的重九登高的这天，在武昌黄鹤山（宋时黄鹤楼已毁）设宴为吴胜之送行，酒筵上戴复古写了这样一阕词。"},
{"title": "风入松·九日", "author": "张可久", "paragraphs": "琅琅新雨洗湖天，小景六桥边。西风泼眼山如画，有黄花休恨无钱。细看茱萸一笑，诗翁健似常年。", "topic": "重阳", "notes": "", "background": "元代时期人们重视重阳赏菊。客居杭州的张可久也在重九日到西湖出游，仲秋时节，金风送爽，菊蕊飘香。张可久写下了这首作品，表达自己愉悦的心情。"},
{"title": "贺新郎·九日", "author": "刘克庄", "paragraphs": "湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。\t少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。", "topic": "重阳", "notes": ["贺新郎：词牌名之一。此调始见", "词，原名“贺新凉”，因词中有“乳燕飞华屋，悄无人，桐阴转午，晚凉新浴”句，故名。", "九日：指农历九月九日重阳节。", "湛（zhàn）湛：深远的样子。", "空四海：望尽了五湖四海。", "高楼百尺：指爱国志士登临之所。", "白发书生：指词人自己。", "牛山：在山东临淄县南。", "凌云笔：谓笔端纵横，气势干云。", "南朝狂客：指孟嘉。晋孟嘉为桓温参军，尝于重阳节共登龙山，风吹帽落而不觉。", "拈（niān）出：搬出来。", "岑（cén）寂：高而静。岑音此仁反。", "匿（nì）：隐藏。"], "background": "这首词为词人于重阳节登上高楼之作。重阳本是登高远眺的好时光，但词人却遇到了乌云密布、阴雨绵绵的糟糕天气，词人由凄凉的天气联想到自己报国无门的苦闷，于是借景抒情，写下了这首词。"},
{"title": "定风波·重阳", "author": "苏轼", "paragraphs": "与客携壶上翠微，江涵秋影雁初飞，尘世难逢开口笑，年少，菊花须插满头归。\t酩酊但酬佳节了，云峤，登临不用怨斜晖。古往今来谁不老，多少，牛山何必更沾衣。", "topic": "重阳", "notes": ["定风波：词牌名，唐教坊曲名，后用作词牌，为双调小令。一作《定风波令》，又名《卷春空》、《醉琼枝》。格律以六十二字，上片五句三平韵，二仄韵，下片六句四仄韵，二平韵，即", "所做格律为正体，另有七种变体。", "重阳：即重阳节。", "携壶：带酒。翠微：青翠掩映的山腰幽深处。", "涵：容纳，倒映。", "初：第一次，刚刚。", "尘世：人间。", "酩酊（mǐng dǐng）：沉醉，大醉。但：只是。酬：酬谢。", "云峤（qiáo）：耸入云霄的高山。", "登临：登山临水。", "斜晖：夕阳。", "多少：数不清。", "牛山：在今山东省淄博市。"], "background": "宋神宗元丰四年（1081年）九月，重阳节到来，苏轼与徐君猷等客人登高赏菊，饮酒赋诗。苏轼有感于杜牧《九日齐安登高》诗，心境一致，作该词以表达苏轼唯物的生死观。"},
{"title": "满江红·喜遇重阳", "author": "宋江", "paragraphs": "喜遇重阳，更佳酿今朝新熟。见碧水丹山，黄芦苦竹。头上尽教添白发，鬓边不可无黄菊。愿樽前长叙弟兄情，如金玉。\t统豺虎，御边幅，号令明，军威肃。中心愿，平虏保民安国。日月常悬忠烈胆，风尘障却奸邪目。望天王降诏，早招安，心方足。", "topic": "重阳", "notes": "", "background": ""},
{"title": "望江南·幽州九日", "author": "汪元量", "paragraphs": "官舍悄，坐到月西斜。永夜角声悲自语，客心愁破正思家。南北各天涯。\t肠断裂，搔首一长嗟。绮席象床寒玉枕，美人何处醉黄花。和泪捻琵琶。", "topic": "重阳", "notes": ["望江南：词牌名，此体双调五十四字，上下片各五句、三平韵。", "幽州：古九州之一，辖境在今河北、辽宁一带。这里是指元大都燕京（今北京市）。九日：重阳节，中国传统节日。", "官舍：官方的馆舍。作者初到燕京时，被拘留于会同馆内。", "月西斜：指拂晓时分月将落。", "永夜：长夜。角声：军中号角声。", "搔首：用手挠头。嗟（jiē）：叹息。", "绮（qǐ）席：华丽的卧具。象床：镶有象牙的床，床的美称。寒玉枕：用碧玉做的枕头。", "黄花：指菊花。", "捻（niǎn）：弹奏琵琶的一种指法。"], "background": "宋恭帝德祐二年（1276）正月，元军进逼临安城下，谢太后奉表献国。元军掳少帝、全太后及嫔妃、宫人以下百余人北迁。作为宫廷乐师的汪元量，则随有病在身的谢太后，于同年秋俘抵大都，也就是词题中的“幽州”。此词当作于北行大都期间的某个重阳日。"},
{"title": "满庭芳·客中九日", "author": "张可久", "paragraphs": "乾坤俯仰，贤愚醉醒，今古兴亡。剑花寒，夜坐归心壮，又是他乡。九日明朝酒香，一年好景橙黄。龙山上，西风树响，吹老鬓毛霜。", "topic": "重阳", "notes": ["客中九日：指寄寓他乡过重阳节。", "剑花：指灯心的余烬结为剑花形。", "归心壮：谓思归心情强烈、旺盛。", "龙山：在今湖北江陵县。"], "background": ""},
{"title": "浪淘沙·九日从吴见山觅酒", "author": "吴文英", "paragraphs": "山远翠眉长。高处凄凉。菊花清瘦杜秋娘。净洗绿杯牵露井，聊荐幽香。\t乌帽压吴霜。风力偏狂。一年佳节过西厢。秋色雁声愁几许，都在斜阳。", "topic": "重阳", "notes": ["浪淘沙：唐教坊曲名。此调最早创自唐代", "和", "。初为小令，形式与七言绝句相同，单调四句，二十八字。五代时始流行长短句的双调小令，又名“卖花声”“过龙门”“浪淘沙慢”。十句，五十四字，上、下片各五句四平韵。《乐章集》名“浪淘沙令”，入“歇指调”，上下片首句各少一字。复就本宫调演为长调慢曲，共一百三十四字，分三段，第一、二段各四仄韵，第三段两仄韵，定用入声韵（唐宋人词，凡同一曲调，原用平声韵者，如改仄声韵，例入声；原用入声韵者，亦常改作平韵）。《清真集》入“商调”，韵位转密，句豆亦与《乐章集》多有不同，共一百三十三字，第一段六仄韵，第二、三段各五仄韵，并叶入声韵。", "吴见山：", "词友，常有唱酬相和。《梦窗词》中，题其名的即有六首，而和词或用其原韵而作的竟有五首之多。可见吴见山必精于填词。", "：文学故事人物。", "《杜秋娘诗序》说是唐时金陵女子，姓杜，名秋。原为节度使李铸妾。善唱《金缕衣》曲。后来入宫，为宪宗所宠。穆宗立，为皇子保姆。皇子被废，秋娘归故乡，穷老无依。旧时用来泛指年老色衰的女子。也用以比拟秋日之花。", "绿杯：绿玉杯。杯的美称。露井：没有盖的井。", "《望人家桃李花》诗：“桃李从来露井傍。”", "《春宫曲》：“昨夜风开露井桃。”", "乌帽：用晋桓温九月九日集宴龙山，席间参军孟嘉帽子被风吹落而不觉的故事。此处借写秋日与友宴集之感慨。"], "background": ""},
{"title": "蝶恋花·九日和吴见山韵", "author": "吴文英", "paragraphs": "明月枝头香满路。几日西风，落尽花如雨。倒照秦眉天镜古。秋明白鹭双飞处。\t自摘霜葱宜荐俎。可惜重阳，不把黄花与。帽堕笑凭纤手取。清歌莫送秋声去。", "topic": "重阳", "notes": ["蝶恋花：又名“鹊踏枝”“凤栖梧”。唐教坊曲，《乐章集》《张子野集》并入“小石调”，《清真集》入“商调”。赵令畴有《商调蝶恋花》，联章作“鼓子词”，咏《会真记》事。双调，六十字，上下片各五句四仄韵。", "吴见山：吴文英词友，常有唱酬相和。《梦窗词》中，题其名的有六首，而和词或用其原韵而作的有五首：《水龙吟·用见山韵饯别》《秋蕊香·和吴见山落桂》《点绛唇·和吴见山韵》《玉楼春·和吴见山韵》《浪淘沙·九日从吴见山觅酒》。", "可惜重阳，不把黄花与：一本无“重阳不把”四字。"], "background": ""},
{"title": "大有·九日", "author": "潘希白", "paragraphs": "戏马台前，采花篱下，问岁华、还是重九。恰归来、南山翠色依旧。帘栊昨夜听风雨，都不似、登临时候。一片宋玉情怀，十分卫郎清瘦。\t红萸佩、空对酒。砧杵动微寒，暗欺罗袖。秋已无多，早是败荷衰柳。强整帽檐欹侧，曾经向、天涯搔首。几回忆，故国莼鲈，霜前雁後。", "topic": "重阳", "notes": ["大有：", "创调。小石调，调见《片玉集》。双调九十九字，前段八句四仄韵，后段十句五仄韵。", "采花篱下：用陶潜“采菊东篱下”诗意。", "宋玉情怀：即悲秋情怀，宋玉作《九辩》悲愁。", "卫郎：及卫玠，字叔宝，河东安邑（今山西夏县北）人，晋朝玄学家、官员，中国古代四大美男之一。", "砧杵（zhēn chǔ）：捣衣石和棒槌。亦指捣衣。", "“帽檐”句：用孟嘉龙山落帽事。欹（qī），倾斜。", "莼鲈（chún lú）：鲈鱼与莼菜。南朝宋", "《世说新语．识鉴》载﹕晋", "在洛﹐见秋风起而思故乡莼鲈﹐因辞官归。后因以\"鲈莼\"为思乡之典。", "霜前雁后：", "诗：“故国霜前北雁来。”"], "background": "宋亡后不少文人归隐不仕，词中常多有归隐抒怀之作，该词词人抒写了重阳节时伤秋思归的意绪，满篇衰飒之气，有悯时伤世之慨。"},
{"title": "清平乐·将愁不去", "author": "纳兰性德", "paragraphs": "将愁不去，秋色行难住。六曲屏山深院宇。日日风风雨雨。\t雨晴篱菊初香，人言此日重阳。回首凉云暮叶，黄昏无限思量。", "topic": "重阳", "notes": ["清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。。双调四十六字，八句，前片四仄韵，后片三平韵。", "将愁：长久之愁。将：长久之意。", "六曲屏山：曲折之屏风。", "重阳：重阳佳节。", "凉云：阴凉之云。南朝齐", "《七夕赋》：“朱光既夕，凉云始浮。”"], "background": "容若的这首词是否为一个女子所做，不得而知。或者这根本就不是容若为任何人写的词，而只是他在重阳之时，想起往昔，感怀往事的作品。"},
{"title": "浣溪沙·重九旧韵", "author": "苏轼", "paragraphs": "白雪清词出坐间。爱君才器两俱全。异乡风景却依然。\t可恨相逢能几日，不知重会是何年。茱萸子细更重看。", "topic": "重阳", "notes": ["浣溪沙：词牌名，本元教坊曲名，又名《浣沙溪》《小庭花》等。双调四十二字，五平韵。", "重九：节日名，即重阳。旧韵：指前首《浣溪沙·菊节》词所用韵字。", "白雪：意即阳春白雪。本指艺术性较高难度较大的歌曲，这里比喻杨绘（元素）词作的高雅。坐：同“座”。", "君：指杨绘，作者友人，杭州知府。才器：才能与器识。", "异乡：指杭州，因杨元素与", "均为四川人，故称异乡。", "茱萸：植物名。有浓烈香气，可入药。古代习俗，夏历九月九日重阳节，佩茱萸囊以去邪避恶。子细：仔细。"], "background": "苏轼在作此篇前曾作了一首《浣溪沙》，从那首词序中“自杭移密守”及“时重阳前一日”二语，可以确切地了解到，词作于宋神宗熙宁七年九月八日。而从“别杨元素”一语，可知是与杨绘分袂时写下的别情词。因而可以肯定作于同时，即熙宁七年九月，只不过前后相隔一日。"},
{"title": "鹧鸪天·九日悲秋不到心", "author": "晏几道", "paragraphs": "九日悲秋不到心。凤城歌管有新音。风凋碧柳愁眉淡，露染黄花笑靥深。\t初见雁，已闻砧。绮罗丛里胜登临。须教月户纤纤玉，细捧霞觞滟滟金。", "topic": "重阳", "notes": ["凤城：旧传秦穆公之女弄玉，吹箫引凤降于京城，称丹凤城。后遂称京都为凤城。", "笑靥(yè)：脸上笑出的圆窝。", "纤纤玉：指双手细白如玉。", "霞觞：指美酒。滟滟金：指金黄色的酒浆。"], "background": "该诗创作于北宋徽宗崇宁大观间，即公元十二世纪之初的某一年的重阳节前，当时的权相蔡京派人请小晏填写新词，作为应节歌唱之用，小晏于是欣然为作此篇。"},
{"title": "扫花游·九日怀归", "author": "周密", "paragraphs": "江蓠怨碧，早过了霜花，锦空洲渚。孤蛩暗语。正长安乱叶，万家砧杵。尘染秋衣，谁念西风倦旅。恨无据。怅望极归舟，天际烟树。\t心事曾细数。怕水叶沉红，梦云离去。情丝恨缕。倩回文为织，那时愁句。雁字无多，写得相思几许。暗凝伫。近重阳、满城风雨。", "topic": "重阳", "notes": ["扫花游：词牌名。双调，九十四字，上片十一句六仄韵，下片十句七仄韵。", "孤蛩（qióng）暗语：孤零零的蟋蟀暗自呜叫。", "长安：代指杭州。", "乱叶：形容秋风一起，霜叶纷飞。", "砧杵（zhēn chǔ）：捣衣（即洗衣或缝制衣服）的器具。砧：捣衣石。杵：棒槌。", "倦旅：倦于行旅的天涯游子。", "数：计算。", "倩（qìng）：请。", "回文：即织成锦字回文。", "雁字无多：是说大雁排成一字或人字，没有多少字。", "几许：多少。 "], "background": "周密身处南宋末年，凭他词人的敏感，他自然感受到北元兴起而南朝衰败的景象。又加上作者京城失意，思念故乡，这时偏逢九月初九重阳节，便有了这首《扫花游·九日怀归》。"}
]