[
{"title": "水调歌头·金山观月", "author": "张孝祥", "paragraphs": "江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。\t表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。", "topic": "长江", "notes": ["江山：借指国家的疆土、政权。", "自雄：自豪；自以为了不起。", "否露：否和露。", "高寒：指月光；月亮。", "寄声：托人传话。", "月姊：原指传说长的月长仙子、月宫、嫦娥，借指月亮。", "玉鉴：镜的美称。", "长看：好看；顺眼。", "幽壑：深谷；深渊。", "鱼龙：鱼和龙。泛指鳞介水族。", "悲啸：凄戚长鸣。", "倒影：物体倒映于水长。", "星辰：指列星。", "摇动：摇摆，晃动。", "海气：海面上或江面上的雾气。", "山漫漫：黑山漫长。比喻苦难岁月。 ", "白银：即银。金属的一种。古代也用作通货。", "紫金山：山名。一称钟山，在江苏省南京市市区东。", "独立：孤立无所依傍。", "霞佩：亦作“霞佩”。 仙女的饰物。借指仙女。", "切云冠：高冠名。", "眇（miǎo）视：仔细观看。", "毫端：细毛的末端。比喻极细微。", "回首：回头；回头看。", "三山：传说长的海上三神山。", "何处：哪里，什么地方。", "闻道：听说。", "挥手：挥动手臂。表示告别。", "从此：从此时或此地起。", "翳（yì）凤：本谓以凤羽为车盖，后用为乘凤之意。", "骖（cān）鸾：谓仙人驾驭鸾鸟云游。"], "background": "此词是张孝祥在公元1167年（宋孝宗乾道三年）三月中旬，舟过金山时所作。当时张孝祥舟过金山，登临山寺，夜观月色，江水平静，月色皎洁，如同白昼，此情此景，触发起他心中的遐想和情思，于是写下了这首词。"},
{"title": "喜迁莺·晋师胜淝上", "author": "李纲", "paragraphs": "长江千里。限南北、雪浪云涛无际。天险难逾，人谋克庄，索虏岂能吞噬。阿坚百万南牧，倏忽长驱吾地。破强敌，在谢公处画，从容颐指。\t奇伟。淝水上，八千戈甲，结阵当蛇豕。鞭弭周旋，旌旗麾动，坐却北军风靡。夜闻数声鸣鹤，尽道王师将至。延晋祚，庇烝民，周雅何曾专美。", "topic": "长江", "notes": [], "background": "北宋被金兵灭亡后，高宗赵构南渡，在临安建立了南宋新政权。他满足于偏安江左，不敢收复中原。不少爱国诗人词人都通过自己的作品，以多种手法表现了驱除金虏，还都汴京的爱国热情。李纲感于时政，曾写了七首咏史词。这首《喜迁莺·晋师胜淝上》就是七首咏史词之一。"},
{"title": "卜算子·我住长江头", "author": "李之仪", "paragraphs": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。\t此水几时休，此恨何时已。只愿君心似我心，定不负相思意。", "topic": "长江", "notes": ["选自《姑溪词》，作者", "。", "已：完结。停止。", "休：停止。", "定：此处为衬字。", "思：想念，思念"], "background": "北宋崇宁二年（1103年），仕途不顺的被贬到太平州。祸不单行，先是女儿及儿子相继去世，接着，与他相濡以沫四十年的夫人胡淑修也撒手人寰。事业受到沉重打击，家人连遭不幸，李之仪跌落到了人生的谷底。这时一位年轻貌美的奇女子出现了，就是当地绝色歌伎杨姝。杨姝是个很有正义感的歌伎。早年，被贬到当涂做太守，杨姝只有十三岁，就为黄庭坚的遭遇抱不平，她弹了一首古曲《履霜操》，《履霜操》的本意是伯奇被后母所谗而被逐，最后投河而死。杨姝与李之仪偶遇，又弹起这首《履霜操》，正触动李之仪心中的痛处，李之仪对杨姝一见倾心，把她当知音，接连写下几首听她弹琴的诗词。这年秋天，李之仪携杨姝来到长江边，面对知冷知热的红颜知己，面对滚滚东逝奔流不息的江水，心中涌起万般柔情，写下了这首千古流传的爱情词。"},
{"title": "念奴娇·赤壁怀古", "author": "苏轼", "paragraphs": "大江东去，浪淘尽，千古风流人物。\t故垒西边，人道是，三国周郎赤壁。\t乱石穿空，惊涛拍岸，卷起千堆雪。\t江山如画，一时多少豪杰。\t遥想公瑾当年，小乔初嫁了，雄姿英发。\t羽扇纶巾，谈笑间，樯橹灰飞烟灭。\t故国神游，多情应笑我，早生华发。\t人生如梦，一尊还酹江月。", "topic": "长江", "notes": ["念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。", "大江：指长江。", "淘：冲洗，冲刷。", "风流人物：指杰出的历史名人。", "故垒：过去遗留下来的营垒。", "周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。", "雪：比喻浪花。", "遥想：形容想得很远；回忆。", "小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。", "雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。", "羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。", "樯橹（qiánglǔ）：这里代指", "的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。", "故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。", "神游：于想象、梦境中游历。", "“多情”二句：“应笑我多情，华发早生”的倒文。", "华发（fà）：花白的头发。", "一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：同“樽”，酒杯。", "强虏：强大之敌，指曹军。虏：对敌人的蔑称。"], "background": "这首词是宋神宗元丰五年（公元1082年）苏轼谪居黄州时所写，当时作者四十五岁，因“乌台诗案”被贬黄州已两年余。苏轼由于诗文讽喻新法，为新派官僚罗织论罪而被贬，心中有无尽的忧愁无从述说，于是四处游山玩水以放松情绪。正巧来到黄州城外的赤壁（鼻）矶，此处壮丽的风景使作者感触良多，更是让作者在追忆当年三国时期周瑜无限风光的同时也感叹时光易逝，因写下此词。"},
{"title": "六么令·次韵和贺方回金陵怀古鄱阳席上作", "author": "李纲", "paragraphs": "长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。\t潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。", "topic": "长江", "notes": "", "background": ""}
]